REPLACE INTO siel_points(point_name, time_start, time_end)
select 'Да (4630013519587)', '6:00', '7:00' union all
select 'Да (4630013515510)', '6:00', '7:00' union all
select 'Перекресток (4606038057977)', '6:00', '7:00' union all
select 'Фреш Маркет (4630013518191)', '7:00', '8:00' union all
select 'Пятерочка (4606038012051)', '7:00', '8:00' union all
select 'Фреш Маркет (4630013518610)', '7:00', '8:00' union all
select 'Перекресток (4606038040078)', '7:00', '8:00' union all
select 'Магнит (4607164991951)', '7:00', '8:00' union all
select 'Перекресток (4606038043130)', '7:00', '8:00' union all
select 'Союз Св. Иоанна Воина (4630065281401)', '7:00', '8:00' union all
select 'Магнит (4680328731587)', '7:00', '8:00' union all
select 'Пятерочка (4606038232299)', '7:00', '8:00' union all
select 'Фреш Маркет (4630013517903)', '7:00', '8:00' union all
select 'Пятерочка (4606038107689)', '7:00', '8:00' union all
select 'Пятерочка (4606038238550)', '7:00', '8:00' union all
select 'Магнит (4680328005800)', '7:00', '8:00' union all
select 'Пятерочка (4606038084058)', '8:00', '9:00' union all
select 'Магнит (4680328728549)', '8:00', '9:00' union all
select 'ПВ-ЦЕНТР 2 (4660085108518)', '8:00', '9:00' union all
select 'Пятерочка (4606038095733)', '8:00', '9:00' union all
select 'Пятерочка (4606038307959)', '8:00', '9:00' union all
select 'Перекресток (4606038113390)', '8:00', '9:00' union all
select 'Пятерочка (4606038190681)', '8:00', '9:00' union all
select 'СПАР Тула (4620017040286)', '8:00', '9:00' union all
select 'Магнит (4680328734588)', '8:00', '9:00' union all
select 'Камелот-А (4650186110510)', '8:00', '9:00' union all
select 'Магнит (4680328012716)', '8:00', '9:00' union all
select 'Камелот-А (4670231408645)', '8:00', '9:00' union all
select 'Пятерочка (4606038190698)', '8:00', '9:00' union all
select 'Дикси (4640010203488)', '8:00', '9:00' union all
select 'Пятерочка (4606038171390)', '8:00', '9:00' union all
select 'Фреш Маркет (4630013519112)', '8:00', '9:00' union all
select 'Союз Св. Иоанна Воина (4640014345870)', '8:00', '9:00' union all
select 'СПАР Тула (4620017040095)', '8:00', '9:00' union all
select 'Перекресток (4606038051197)', '8:00', '9:00' union all
select 'Магнит (4680328059384)', '8:00', '9:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555955299)', '8:00', '9:00' union all
select 'Магнит (4680328427121)', '8:00', '9:00' union all
select 'Перекресток (4606038045752)', '8:00', '9:00' union all
select 'ПВ-ЦЕНТР 2 (4660085108396)', '8:00', '9:00' union all
select 'Пятерочка (4606038239359)', '8:00', '9:00' union all
select 'Магнит (4680328075988)', '9:00', '14:00' union all
select 'Магнит (4680328066115)', '9:00', '14:00' union all
select 'Пятерочка (4606038114090)', '9:00', '13:00' union all
select 'Магнит (4680328573569)', '9:00', '14:00' union all
select 'Магнит (4680328050091)', '9:00', '14:00' union all
select 'Пятерочка (4606038081149)', '9:00', '14:00' union all
select 'Магнит (4680328581212)', '9:00', '14:00' union all
select 'Магнит (4680328025983)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014343180)', '9:00', '14:00' union all
select 'Магнит (4680328752063)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555023806)', '9:00', '14:00' union all
select 'Пятерочка (4606038073861)', '9:00', '14:00' union all
select 'Магнит (4607164990336)', '9:00', '14:00' union all
select 'Да (4630013519556)', '8:00', '10:00' union all
select 'Союз Св. Иоанна Воина (4630065283801)', '9:00', '14:00' union all
select 'Магнит (4680328233746)', '9:00', '14:00' union all
select 'Пятерочка (4606038167775)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035144)', '9:00', '14:00' union all
select 'Пятерочка (4606038190711)', '9:00', '14:00' union all
select 'ПВ-ЦЕНТР 2 (4660085102042)', '9:00', '14:00' union all
select 'Магнит (4680328347467)', '9:00', '14:00' union all
select 'Дикси (4640010203501)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014343197)', '9:00', '14:00' union all
select 'Пятерочка (4606038123979)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555964918)', '9:00', '14:00' union all
select 'Пятерочка (4606038193736)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555024094)', '9:00', '14:00' union all
select 'Пятерочка (4606038084065)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555972418)', '9:00', '14:00' union all
select 'Магнит (4680328527692)', '9:00', '14:00' union all
select 'Магнит (4680328542039)', '9:00', '14:00' union all
select 'Пятерочка (4606038084454)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555030439)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555131051)', '9:00', '14:00' union all
select 'Магнит (4680328010255)', '9:00', '14:00' union all
select 'Перекресток (4606038007477)', '9:00', '14:00' union all
select 'Пятерочка (4606038026829)', '9:00', '14:00' union all
select 'Магнит (4680328672439)', '9:00', '14:00' union all
select 'Пятерочка (4606038114083)', '9:00', '14:00' union all
select 'Магнит (4680328650048)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555055135)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555030637)', '9:00', '14:00' union all
select 'Магнит (4680328006906)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555957149)', '9:00', '14:00' union all
select 'Магнит (4680328674617)', '9:00', '14:00' union all
select 'Дикси (4640010203341)', '9:00', '14:00' union all
select 'Пятерочка (4606038152894)', '9:00', '14:00' union all
select 'Пятерочка (4606038081460)', '9:00', '14:00' union all
select 'Дикси (4640010205253)', '9:00', '14:00' union all
select 'Пятерочка (4606038107672)', '9:00', '14:00' union all
select 'Магнит (4680328513367)', '9:00', '14:00' union all
select 'Пятерочка (4606038116162)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555019717)', '9:00', '14:00' union all
select 'Пятерочка (4606038190728)', '9:00', '14:00' union all
select 'Магнит (4680328511967)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555010615)', '9:00', '14:00' union all
select 'Пятерочка (4606038081255)', '9:00', '14:00' union all
select 'Магнит (4680328534522)', '9:00', '14:00' union all
select 'Магнит (4680328694585)', '9:00', '14:00' union all
select 'Дикси (4640010203495)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555079506)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555011247)', '9:00', '14:00' union all
select 'Магнит (4680328537271)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040231)', '9:00', '14:00' union all
select 'Магнит (4680328392139)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555088881)', '9:00', '14:00' union all
select 'Пятерочка (4606038152603)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555009374)', '9:00', '14:00' union all
select 'Пятерочка (4606038141522)', '9:00', '14:00' union all
select 'Пятерочка (4606038117800)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555954803)', '9:00', '14:00' union all
select 'Магнит (4680328436055)', '9:00', '14:00' union all
select 'Пятерочка (4606038230684)', '9:00', '14:00' union all
select 'Дикси (4640010203297)', '9:00', '14:00' union all
select 'Пятерочка (4606038132315)', '9:00', '14:00' union all
select 'Магнит (4680328248894)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555032129)', '9:00', '14:00' union all
select 'Магнит (4680328346217)', '9:00', '14:00' union all
select 'Перекресток (4606038230851)', '9:00', '14:00' union all
select 'Перекресток (4606038059513)', '9:00', '14:00' union all
select 'Магнит (4680328674082)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555956531)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555980611)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555967551)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555012169)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555014644)', '9:00', '14:00' union all
select 'Пятерочка (4606038187568)', '9:00', '14:00' union all
select 'Пятерочка (4606038081514)', '9:00', '14:00' union all
select 'Магнит (4680328025969)', '9:00', '14:00' union all
select 'Пятерочка (4606038160462)', '9:00', '14:00' union all
select 'Магнит (4680328750502)', '9:00', '14:00' union all
select 'Магнит (4680328045585)', '9:00', '14:00' union all
select 'Пятерочка (4606038159510)', '9:00', '14:00' union all
select 'Пятерочка (4606038190704)', '9:00', '14:00' union all
select 'Магнит (4680328053443)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555960743)', '9:00', '14:00' union all
select 'СПАР(№26 Новомосковск, Космонавтов, 11) тт (4620017040262)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040026)', '9:00', '14:00' union all
select 'Магнит (4680328301636)', '9:00', '14:00' union all
select 'Пятерочка (4606038116186)', '9:00', '14:00' union all
select 'Перекресток (4606038020681)', '9:00', '14:00' union all
select 'Пятерочка (4606038200793)', '9:00', '14:00' union all
select 'Пятерочка (4606038088490)', '9:00', '14:00' union all
select 'Пятерочка (4606038084225)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555976034)', '9:00', '14:00' union all
select 'Магнит (4680328530869)', '9:00', '14:00' union all
select 'Магнит (4680328656866)', '9:00', '14:00' union all
select 'Дикси (4640010203457)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555153381)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555969852)', '9:00', '14:00' union all
select 'Магнит (4680328042775)', '9:00', '14:00' union all
select 'Пятерочка (4606038116155)', '9:00', '14:00' union all
select 'Магнит (4680328693557)', '9:00', '14:00' union all
select 'Перекресток (4606038054280)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555061723)', '9:00', '14:00' union all
select 'Магнит (4680328575068)', '9:00', '14:00' union all
select 'Перекресток (4606038057946)', '9:00', '14:00' union all
select 'Магнит (4680328256462)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014340158)', '9:00', '14:00' union all
select 'Пятерочка (4606038267024)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065283290)', '9:00', '14:00' union all
select 'Пятерочка (4606038081156)', '9:00', '14:00' union all
select 'Камелот-А (4670231409741)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014344071)', '9:00', '14:00' union all
select 'Магнит (4680328025990)', '9:00', '14:00' union all
select 'Магнит (4680328052880)', '9:00', '14:00' union all
select 'Магнит (4680328055294)', '9:00', '14:00' union all
select 'Пятерочка (4606038081279)', '9:00', '14:00' union all
select 'Пятерочка (4606038270932)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014343784)', '9:00', '14:00' union all
select 'удалена Дикси (4680320013490)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555970803)', '9:00', '14:00' union all
select 'Магнит (4680328013669)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555071012)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555059027)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035212)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555964468)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014342442)', '9:00', '14:00' union all
select 'Магнит (4680328074189)', '9:00', '14:00' union all
select 'Пятерочка (4606038069673)', '9:00', '14:00' union all
select 'Магнит (4680328056536)', '9:00', '14:00' union all
select 'Магнит (4680328467837)', '9:00', '14:00' union all
select 'Пятерочка (4606038110733)', '9:00', '14:00' union all
select 'Пятерочка (4606038120299)', '9:00', '14:00' union all
select 'Магнит (4680328678301)', '9:00', '14:00' union all
select 'Дикси (4680320005990)', '9:00', '14:00' union all
select 'Пятерочка (4606038152597)', '9:00', '14:00' union all
select 'Дикси (4680320002319)', '9:00', '14:00' union all
select 'Магнит (4680328216985)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555053957)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065280947)', '9:00', '14:00' union all
select 'Пятерочка (4606038199462)', '9:00', '14:00' union all
select 'Пятерочка (4606038094682)', '9:00', '14:00' union all
select 'Магнит (4680328692659)', '9:00', '14:00' union all
select 'Пятерочка (4606038164842)', '9:00', '14:00' union all
select 'Магнит (4680328004506)', '9:00', '14:00' union all
select 'Пятерочка (4606038159480)', '9:00', '14:00' union all
select 'Перекресток (4606038057984)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065286246)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555954773)', '9:00', '14:00' union all
select 'Дикси (4680320000513)', '9:00', '14:00' union all
select 'Магнит (4680328008535)', '9:00', '14:00' union all
select 'Пятерочка (4606038117794)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555137756)', '9:00', '14:00' union all
select 'Камелот-А (4670231405545)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065283818)', '9:00', '14:00' union all
select 'Магнит (4680328390838)', '9:00', '14:00' union all
select 'Пятерочка (4606038025938)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555965625)', '9:00', '14:00' union all
select 'Пятерочка (4606038081194)', '9:00', '14:00' union all
select 'Перекресток (4606038054730)', '9:00', '14:00' union all
select 'Пятерочка (4606038068997)', '9:00', '14:00' union all
select 'Пятерочка (4606038211928)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035168)', '9:00', '14:00' union all
select 'Пятерочка (4606038190759)', '9:00', '14:00' union all
select 'Перекресток (4606038051180)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555965229)', '9:00', '14:00' union all
select 'Пятерочка (4606038152627)', '9:00', '14:00' union all
select 'Магнит (4680328051395)', '9:00', '14:00' union all
select 'Магнит (4680328248962)', '9:00', '14:00' union all
select 'Магнит (4680328478895)', '9:00', '14:00' union all
select 'Магнит (4680328576317)', '9:00', '14:00' union all
select 'Перекресток (4606038031267)', '9:00', '14:00' union all
select 'Магнит (4680328042782)', '9:00', '14:00' union all
select 'Магнит (4680328039928)', '9:00', '14:00' union all
select 'Перекресток (4606038003110)', '9:00', '14:00' union all
select 'Дикси (4680320002104)', '9:00', '14:00' union all
select 'Магнит (4680328342042)', '9:00', '14:00' union all
select 'Магнит (4680328025952)', '9:00', '14:00' union all
select 'Магнит (4680328030215)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555015993)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040194)', '9:00', '14:00' union all
select 'Магнит (4680328042713)', '9:00', '14:00' union all
select 'Магнит (4680328051333)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035229)', '9:00', '14:00' union all
select 'Кипарис(4606038317514)', '9:00', '14:00' union all
select 'Магнит (4680328467516)', '9:00', '14:00' union all
select 'Магнит (4680328042676)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555981038)', '9:00', '14:00' union all
select 'Пятерочка (4606038152658)', '9:00', '14:00' union all
select 'Магнит (4680328008948)', '9:00', '14:00' union all
select 'Дикси (4640010203419)', '9:00', '14:00' union all
select 'Магнит (4680328036026)', '9:00', '14:00' union all
select 'СПАР(№32 Новомосковск, ул.Рязанская, д.1г) тт (4620017040323)', '9:00', '14:00' union all
select 'Магнит (4680328510564)', '9:00', '14:00' union all
select 'Пятерочка (4606038081248)', '9:00', '14:00' union all
select 'Пятерочка (4606038276866)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555958368)', '9:00', '14:00' union all
select 'Магнит (4680328322846)', '9:00', '14:00' union all
select 'Магнит (4680328295911)', '9:00', '14:00' union all
select 'Магнит (4680328003745)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065287250)', '9:00', '14:00' union all
select 'Пятерочка (4606038101557)', '9:00', '14:00' union all
select 'Дикси (4640010203358)', '9:00', '14:00' union all
select 'Пятерочка (4606038072154)', '9:00', '14:00' union all
select 'Магнит (4680328435188)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040460)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555007431)', '9:00', '14:00' union all
select 'Магнит (4680328266041)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555014606)', '9:00', '14:00' union all
select 'Дикси (4680320005211)', '9:00', '14:00' union all
select 'Магнит (4680328232657)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555024599)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555993468)', '9:00', '14:00' union all
select 'Магнит (4680328020537)', '9:00', '14:00' union all
select 'Дикси (4640010203563)', '9:00', '14:00' union all
select 'Дикси (4640010203228)', '9:00', '14:00' union all
select 'Перекресток (4606038202667)', '9:00', '14:00' union all
select 'Пятерочка (4606038115660)', '9:00', '14:00' union all
select 'Перекресток (4606038277931)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555978458)', '9:00', '14:00' union all
select 'Перекресток (4606038064593)', '9:00', '14:00' union all
select 'Дикси (4640010203235)', '9:00', '14:00' union all
select 'Магнит (4680328037238)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555049035)', '9:00', '14:00' union all
select 'Магнит (4680328301568)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555965069)', '9:00', '14:00' union all
select 'Дикси (4640010204799)', '9:00', '14:00' union all
select 'Пятерочка (4606038183195)', '9:00', '14:00' union all
select 'Дикси (4680320006034)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013517873)', '8:00', '10:00' union all
select 'Союз Св. Иоанна Воина (4640014346129)', '9:00', '14:00' union all
select 'Камелот-А (4650186112125)', '9:00', '14:00' union all
select 'АТАК (4660000942678)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555008711)', '9:00', '14:00' union all
select 'Магнит (4680328535253)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555973200)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555027972)', '9:00', '14:00' union all
select 'Перекресток (4606038065194)', '9:00', '14:00' union all
select 'Камелот-А (4650186110534)', '9:00', '14:00' union all
select 'Перекресток (4606038020247)', '9:00', '14:00' union all
select 'Пятерочка (4606038212666)', '9:00', '14:00' union all
select 'Пятерочка (4606038286575)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555023257)', '9:00', '14:00' union all
select 'Магнит (4607164991357)', '9:00', '14:00' union all
select 'Пятерочка (4606038004186)', '9:00', '14:00' union all
select 'Пятерочка (4606038190742)', '9:00', '14:00' union all
select 'Перекресток (4606038055539)', '9:00', '14:00' union all
select 'Дикси (4640010206106)', '9:00', '14:00' union all
select 'Пятерочка (4606038208638)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555959990)', '9:00', '14:00' union all
select 'Магнит (4680328003738)', '9:00', '14:00' union all
select 'Пятерочка (4606038226267)', '9:00', '14:00' union all
select 'Магнит (4680328072130)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555079490)', '9:00', '14:00' union all
select 'Пятерочка (4606038100925)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555047628)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555019212)', '9:00', '14:00' union all
select 'Магнит (4680328537479)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065281395)', '9:00', '14:00' union all
select 'Магнит (4680328509001)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555000593)', '9:00', '14:00' union all
select 'Магнит (4680328564505)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555020058)', '9:00', '14:00' union all
select 'Пятерочка (4606038117558)', '9:00', '14:00' union all
select 'Дикси (4640010204584)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555058457)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555957798)', '9:00', '14:00' union all
select 'Дикси (4640010203464)', '9:00', '14:00' union all
select 'Пятерочка (4606038200274)', '9:00', '14:00' union all
select 'Лента(4606068914059)', '8:00', '10:00' union all
select 'Перекресток (4606038042362)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555969302)', '9:00', '14:00' union all
select 'Пятерочка (4606038167218)', '9:00', '14:00' union all
select 'Магнит (4680328368851)', '9:00', '14:00' union all
select 'Магнит (4680328562600)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555032013)', '9:00', '14:00' union all
select 'Дикси (4640010208698)', '9:00', '14:00' union all
select 'Дикси (4640010203211)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555000937)', '9:00', '14:00' union all
select 'Дикси (4640010203259)', '9:00', '14:00' union all
select 'Пятерочка (4606038210549)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555053391)', '9:00', '14:00' union all
select 'Продторг (4606038312243)', '9:00', '14:00' union all
select 'Пятерочка (4606038223730)', '9:00', '14:00' union all
select 'Пятерочка (4606038263194)', '9:00', '14:00' union all
select 'Пятерочка (4606038106019)', '9:00', '14:00' union all
select 'Дикси (4640010203525)', '9:00', '14:00' union all
select 'Да (4630013515596)', '8:00', '10:00' union all
select 'Продторг (4606038332746)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555042012)', '9:00', '14:00' union all
select 'Пятерочка (4606038168130)', '9:00', '14:00' union all
select 'Пятерочка (4606038159473)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014340349)', '9:00', '14:00' union all
select 'Камелот-А (4650186113115)', '9:00', '14:00' union all
select 'Лента(4606068914066)', '8:00', '10:00' union all
select 'Магнит (4680328050596)', '9:00', '14:00' union all
select 'Пятерочка (4606038126499)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555978007)', '9:00', '14:00' union all
select 'Магнит (4680328040672)', '9:00', '14:00' union all
select 'Магнит (4680328363603)', '9:00', '14:00' union all
select 'Дикси (4640010203372)', '9:00', '14:00' union all
select 'Камелот-А (4670231409666)', '9:00', '14:00' union all
select 'Пятерочка (4606038191176)', '9:00', '14:00' union all
select 'Перекресток (4606038064609)', '9:00', '14:00' union all
select 'Пятерочка (4606038325564)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065281241)', '9:00', '14:00' union all
select 'Магнит (4680328590078)', '9:00', '14:00' union all
select 'Магнит (4680328015267)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555031986)', '9:00', '14:00' union all
select 'Магнит (4680328548895)', '9:00', '14:00' union all
select 'Пятерочка (4606038111051)', '9:00', '14:00' union all
select 'Пятерочка (4606038293382)', '9:00', '14:00' union all
select 'Пятерочка (4606038338373)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555018970)', '9:00', '14:00' union all
select 'Продторг (4606038305887)', '9:00', '14:00' union all
select 'Магнит (4680328213977)', '9:00', '14:00' union all
select 'Пятерочка (4606038234095)', '9:00', '14:00' union all
select 'Камелот-А (4650186111463)', '9:00', '14:00' union all
select 'Магнит (4680328262951)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555961818)', '9:00', '14:00' union all
select 'Пятерочка (4606038161537)', '9:00', '14:00' union all
select 'Пятерочка (4606038294310)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555970056)', '9:00', '14:00' union all
select 'Пятерочка (4606038238987)', '9:00', '14:00' union all
select 'Продторг (4606038306211)', '9:00', '14:00' union all
select 'Продторг (4606038306754)', '9:00', '14:00' union all
select 'Магнит (4680328475641)', '9:00', '14:00' union all
select 'Пятерочка (4606038106026)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014346716)', '9:00', '14:00' union all
select 'Пятерочка (4606038005039)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555961610)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555031962)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555087518)', '9:00', '14:00' union all
select 'Продторг (4606038291203)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555014828)', '9:00', '14:00' union all
select 'Дикси (4640010202955)', '9:00', '14:00' union all
select 'Магнит (4680328058585)', '9:00', '14:00' union all
select 'Перекресток (4606038063848)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555065394)', '9:00', '14:00' union all
select 'Магнит (4680328519758)', '9:00', '14:00' union all
select 'Магнит (4680328043932)', '9:00', '14:00' union all
select 'Дикси (4680320010833)', '9:00', '14:00' union all
select 'Магнит (4680328003752)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555018543)', '9:00', '14:00' union all
select 'Камелот-А (4650186112651)', '9:00', '14:00' union all
select 'Дикси (4640010208094)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035151)', '9:00', '14:00' union all
select 'Пятерочка (4606038081200)', '9:00', '14:00' union all
select 'Пятерочка (4606038081187)', '9:00', '14:00' union all
select 'Магнит (4680328238215)', '9:00', '14:00' union all
select 'Пятерочка (4606038172885)', '9:00', '14:00' union all
select 'Пятерочка (4606038223709)', '9:00', '14:00' union all
select 'Магнит (4680328551369)', '9:00', '14:00' union all
select 'Дикси (4640010204256)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040125)', '9:00', '14:00' union all
select 'Продторг (4606038307898)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040057)', '9:00', '14:00' union all
select 'Пятерочка (4606038170089)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555068463)', '9:00', '14:00' union all
select 'Магнит (4680328020223)', '9:00', '14:00' union all
select 'Камелот-А (4650186111487)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555016877)', '9:00', '14:00' union all
select 'Перекресток (4606038154690)', '9:00', '14:00' union all
select 'Пятерочка (4606038177972)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555993475)', '9:00', '14:00' union all
select 'Пятерочка (4606038084218)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555967858)', '9:00', '14:00' union all
select 'Магнит (4680328033902)', '9:00', '14:00' union all
select 'Камелот-А (4650186111289)', '9:00', '14:00' union all
select 'Магнит (4680328217937)', '9:00', '14:00' union all
select 'Пятерочка (4606038139307)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555051274)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555028740)', '9:00', '14:00' union all
select 'Пятерочка (4606038081477)', '9:00', '14:00' union all
select 'Магнит (4680328025372)', '9:00', '14:00' union all
select 'Дикси (4640010203365)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035120)', '9:00', '14:00' union all
select 'Камелот-А (4650186110558)', '9:00', '14:00' union all
select 'Пятерочка (4606038231742)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555086238)', '9:00', '14:00' union all
select 'Магнит (4680328563010)', '9:00', '14:00' union all
select 'Продторг (4606038328893)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555092581)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555079018)', '9:00', '14:00' union all
select 'Пятерочка (4606038317149)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555963874)', '9:00', '14:00' union all
select 'Дикси (4640010203402)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065283122)', '9:00', '14:00' union all
select 'Камелот-А (4670231409406)', '9:00', '14:00' union all
select 'Магнит (4680328042744)', '9:00', '14:00' union all
select 'Пятерочка (4606038171307)', '9:00', '14:00' union all
select 'Пятерочка (4606038312557)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014342909)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555036158)', '9:00', '14:00' union all
select 'Камелот-А (4650186110565)', '9:00', '14:00' union all
select 'Пятерочка (4606038214301)', '9:00', '14:00' union all
select 'Магнит (4680328433764)', '9:00', '14:00' union all
select 'Пятерочка (4606038121487)', '9:00', '14:00' union all
select 'Дикси (4640010203242)', '9:00', '14:00' union all
select 'Дикси (4640010209657)', '9:00', '14:00' union all
select 'Магнит (4680328057199)', '9:00', '14:00' union all
select 'Дикси (4680320003866)', '9:00', '14:00' union all
select 'Магнит (4680328564307)', '9:00', '14:00' union all
select 'Магнит (4680328057960)', '9:00', '14:00' union all
select 'АТАК (4660000940421)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014341520)', '9:00', '14:00' union all
select 'Магнит (4680328554421)', '9:00', '14:00' union all
select 'Камелот-А (4650186110015)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555026876)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014342190)', '9:00', '14:00' union all
select 'Магнит (4680328080258)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555970674)', '9:00', '14:00' union all
select 'Дикси (4640010204720)', '9:00', '14:00' union all
select 'Пятерочка (4606038113338)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035205)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035199)', '9:00', '14:00' union all
select 'Дикси (4640010203310)', '9:00', '14:00' union all
select 'Пятерочка (4606038201028)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014342800)', '9:00', '14:00' union all
select 'Камелот-А (4650186111609)', '9:00', '14:00' union all
select 'Пятерочка (4606038106002)', '9:00', '14:00' union all
select 'Пятерочка (4606038233951)', '9:00', '14:00' union all
select 'Пятерочка (4606038135637)', '9:00', '14:00' union all
select 'Магнит (4680328653780)', '9:00', '14:00' union all
select 'Дикси (4640010203471)', '9:00', '14:00' union all
select 'Дикси (4640010208957)', '9:00', '14:00' union all
select 'Пятерочка (4606038004773)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555100439)', '9:00', '14:00' union all
select 'Магнит (4680328061066)', '9:00', '14:00' union all
select 'Продторг (4606038320019)', '9:00', '14:00' union all
select 'АТАК (4660000941923)', '9:00', '14:00' union all
select 'Пятерочка (4606038088292)', '9:00', '14:00' union all
select 'Дикси (4640010206540)', '9:00', '14:00' union all
select 'Пятерочка (4606038210594)', '9:00', '14:00' union all
select 'Дикси (4640010204713)', '9:00', '14:00' union all
select 'Магнит (4680328345326)', '9:00', '14:00' union all
select 'Магнит (4680328328626)', '9:00', '14:00' union all
select 'Пятерочка (4606038081491)', '9:00', '14:00' union all
select 'Магнит (4680328056628)', '9:00', '14:00' union all
select 'Пятерочка (4606038284229)', '9:00', '14:00' union all
select 'Пятерочка (4606038126482)', '9:00', '14:00' union all
select 'Пятерочка (4606038081262)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555011261)', '9:00', '14:00' union all
select 'Пятерочка (4606038100420)', '9:00', '14:00' union all
select 'Магнит (4680328035234)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065284396)', '9:00', '14:00' union all
select 'Магнит (4680328051289)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065284389)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555025725)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065284471)', '9:00', '14:00' union all
select 'Пятерочка (4606038095726)', '9:00', '14:00' union all
select 'Магнит (4680328061769)', '9:00', '14:00' union all
select 'ПРОКСИ СЕВЕР (4606038279942)', '9:00', '14:00' union all
select 'Магнит (4680328475344)', '9:00', '14:00' union all
select 'Пятерочка (4606038294884)', '9:00', '14:00' union all
select 'Пятерочка (4606038172168)', '9:00', '14:00' union all
select 'Дикси (4640010209152)', '9:00', '14:00' union all
select 'Пятерочка (4606038112904)', '9:00', '14:00' union all
select 'Пятерочка (4606038190766)', '9:00', '14:00' union all
select 'Магнит (4680328666063)', '9:00', '14:00' union all
select 'Пятерочка (4606038274121)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555071944)', '9:00', '14:00' union all
select 'Пятерочка (4606038311666)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014342824)', '9:00', '14:00' union all
select 'Перекресток (4606038061943)', '9:00', '14:00' union all
select 'Дикси (4640010208483)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555957156)', '9:00', '14:00' union all
select 'Перекресток (4606038051227)', '9:00', '14:00' union all
select 'Магнит (4680328578694)', '9:00', '14:00' union all
select 'Магнит (4680328062070)', '9:00', '14:00' union all
select 'Магнит (4680328085451)', '9:00', '14:00' union all
select 'Пятерочка (4606038188039)', '9:00', '14:00' union all
select 'Магнит (4680328044007)', '9:00', '14:00' union all
select 'Магнит (4680328015618)', '9:00', '14:00' union all
select 'Перекресток (4606038063862)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555948796)', '9:00', '14:00' union all
select 'Перекресток (4606038045769)', '9:00', '14:00' union all
select 'Пятерочка (4606038081521)', '9:00', '14:00' union all
select 'Магнит (4680328065934)', '9:00', '14:00' union all
select 'Пятерочка (4606038071607)', '9:00', '14:00' union all
select 'Пятерочка (4606038086250)', '9:00', '14:00' union all
select 'Магнит (4680328557729)', '9:00', '14:00' union all
select 'Перекресток (4606038063879)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555991228)', '9:00', '14:00' union all
select 'Дикси (4680320000940)', '9:00', '14:00' union all
select 'Пятерочка (4606038152610)', '9:00', '14:00' union all
select 'Перекресток (4606038054723)', '9:00', '14:00' union all
select 'Магнит (4680328080401)', '9:00', '14:00' union all
select 'Магнит (4680328439551)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035243)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065280503)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555973682)', '9:00', '14:00' union all
select 'Перекресток (4606038063855)', '9:00', '14:00' union all
select 'Магнит (4680328006432)', '9:00', '14:00' union all
select 'Магнит (4680328055980)', '9:00', '14:00' union all
select 'Магнит (4680328042799)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555968220)', '9:00', '14:00' union all
select 'Пятерочка (4606038012747)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014343715)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013518542)', '8:00', '10:00' union all
select 'Магнит (4680328297090)', '9:00', '14:00' union all
select 'Перекресток (4606038045820)', '9:00', '14:00' union all
select 'Магнит (4680328053382)', '9:00', '14:00' union all
select 'Магнит (4680328026003)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555010929)', '9:00', '14:00' union all
select 'Перекресток (4606038045738)', '9:00', '14:00' union all
select 'Пятерочка (4606038081217)', '9:00', '14:00' union all
select 'ПВ-ЦЕНТР 2 (4660085108907)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555024650)', '9:00', '14:00' union all
select 'Магнит (4680328310867)', '9:00', '14:00' union all
select 'Магнит (4680328069185)', '9:00', '14:00' union all
select 'Магнит (4680328042768)', '9:00', '14:00' union all
select 'Пятерочка (4606038069659)', '9:00', '14:00' union all
select 'Магнит (4680328042737)', '9:00', '14:00' union all
select 'Магнит (4680328483936)', '9:00', '14:00' union all
select 'Пятерочка (4606038232237)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035236)', '9:00', '14:00' union all
select 'Магнит (4680328565960)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555953462)', '9:00', '14:00' union all
select 'Перекресток (4606038051173)', '9:00', '14:00' union all
select 'Магнит (4680328083280)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555078325)', '9:00', '14:00' union all
select 'Пятерочка (4606038234552)', '9:00', '14:00' union all
select 'Дикси (4640010209220)', '9:00', '14:00' union all
select 'Пятерочка (4606038120329)', '9:00', '14:00' union all
select 'Магнит (4680328364174)', '9:00', '14:00' union all
select 'Пятерочка (4606038175664)', '9:00', '14:00' union all
select '5088-Пятерочка (4205) Т.О.Алексин (4606038079535)', '9:00', '14:00' union all
select 'Пятерочка (4606038272691)', '9:00', '14:00' union all
select 'Да (4630013519792)', '8:00', '10:00' union all
select 'Магнит (4680328480928)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555052172)', '9:00', '14:00' union all
select 'Дикси (4680320002883)', '9:00', '14:00' union all
select '683-Пятерочка (4256) Т.О. Алексин (4606038080067)', '9:00', '14:00' union all
select '7925-Пятерочка (G325) Т.О. Алексин (4606038112898)', '9:00', '14:00' union all
select 'Пятерочка (4606038202612)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035137)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040446)', '9:00', '14:00' union all
select 'Магнит (4680328079030)', '9:00', '14:00' union all
select 'Дикси (4640010203600)', '9:00', '14:00' union all
select '19485-Пятерочка (30W1) Т.О. Алексин (4606038236082)', '9:00', '14:00' union all
select '2030-Пятерочка (8120) Т.О. Алексин (4606038041167)', '9:00', '14:00' union all
select '7358-Пятерочка (Q752) Т.О. Алексин (4606038106712)', '9:00', '14:00' union all
select 'Магнит (4680328074295)', '9:00', '14:00' union all
select 'Дикси (4640010203266)', '9:00', '14:00' union all
select '1671-Пятерочка (30MR) Т.О.Алексин (4606038232268)', '9:00', '14:00' union all
select '1553-Пятерочка (7645) Т.О.Алексин (4606038035227)', '9:00', '14:00' union all
select '17472-Пятерочка (396Н) Т.О. Алексин (4606038226335)', '9:00', '14:00' union all
select 'Магнит (4680328066511)', '9:00', '14:00' union all
select 'Дикси (4640010203303)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014340196)', '9:00', '14:00' union all
select '6844-Пятерочка (Q231)Т.О. Алексин (4606038101540)', '9:00', '14:00' union all
select '9091-Пятерочка (J132) Т.О. Алексин (4606038121524)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555967667)', '9:00', '14:00' union all
select 'Пятерочка (4606038272530)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555048335)', '9:00', '14:00' union all
select 'Дикси (4640010203532)', '9:00', '14:00' union all
select '8473-Пятерочка (6774) Т.О.Алексин (4606038079962)', '9:00', '14:00' union all
select '13944-Пятерочка (E061) Т.О. Алексин (4606038175640)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555967391)', '9:00', '14:00' union all
select 'СПАР Тула (4620017040255)', '9:00', '14:00' union all
select 'Магнит (4680328007743)', '9:00', '14:00' union all
select 'Дикси (4680320003712)', '9:00', '14:00' union all
select '1196-Пятерочка (6483) Т.О.Алексин (4606038021367)', '9:00', '14:00' union all
select 'Магнит (4680328007965)', '9:00', '14:00' union all
select '4712-Пятерочка (3846) Т.О. п. Новогуровский (4606038071614)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555964086)', '9:00', '14:00' union all
select 'Магнит (4680328384080)', '9:00', '14:00' union all
select 'Пятерочка (4606038195754)', '9:00', '14:00' union all
select 'Пятерочка (4606038152641)', '9:00', '14:00' union all
select 'Пятерочка (4606038195747)', '9:00', '14:00' union all
select 'Пятерочка (4606038117565)', '9:00', '14:00' union all
select 'Пятерочка (4606038164569)', '9:00', '14:00' union all
select 'Пятерочка (4606038026300)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014341537)', '9:00', '14:00' union all
select 'Магнит (4680328233920)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035175)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065280398)', '9:00', '14:00' union all
select 'Магнит (4680328051043)', '9:00', '14:00' union all
select 'Дикси (4680320005013)', '9:00', '14:00' union all
select 'Магнит (4680328030260)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035250)', '9:00', '14:00' union all
select 'Пятерочка (4606038195686)', '9:00', '14:00' union all
select 'Магнит (4680328181351)', '9:00', '14:00' union all
select 'Пятерочка (4606038152634)', '9:00', '14:00' union all
select 'Перекресток (4606038042874)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555968084)', '9:00', '14:00' union all
select 'Магнит (4680328538803)', '9:00', '14:00' union all
select 'Магнит (4680328044878)', '9:00', '14:00' union all
select 'Перекресток (4606038057960)', '9:00', '14:00' union all
select 'Перекресток (4606038038228)', '9:00', '14:00' union all
select 'Пятерочка (4606038111044)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555963065)', '9:00', '14:00' union all
select 'Магнит (4680328010019)', '9:00', '14:00' union all
select 'Дикси (4640010204041)', '9:00', '14:00' union all
select 'Дикси (4640010204737)', '9:00', '14:00' union all
select 'Магнит (4680328037061)', '9:00', '14:00' union all
select 'Дикси (4680320000520)', '9:00', '14:00' union all
select 'Пятерочка (4606038305733)', '9:00', '14:00' union all
select 'Дикси (4640010209565)', '9:00', '14:00' union all
select 'Перекресток (4606038044113)', '9:00', '14:00' union all
select 'Магнит (4680328069888)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555987801)', '9:00', '14:00' union all
select 'Пятерочка (4606038029448)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555952557)', '9:00', '14:00' union all
select 'Пятерочка (4606038071621)', '9:00', '14:00' union all
select 'Магнит (4680328083105)', '9:00', '14:00' union all
select 'Магнит (4680328012808)', '9:00', '14:00' union all
select 'Магнит (4680328520747)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065284655)', '9:00', '14:00' union all
select 'Дикси (4640010207363)', '9:00', '14:00' union all
select 'Пятерочка (4606038223747)', '9:00', '14:00' union all
select 'Перекресток (4606038052361)', '9:00', '14:00' union all
select 'Пятерочка (4606038159367)', '9:00', '14:00' union all
select 'Пятерочка (4606038199981)', '9:00', '14:00' union all
select 'Пятерочка (4606038301315)', '9:00', '14:00' union all
select 'Магнит (4680328561900)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065281814)', '9:00', '14:00' union all
select 'Магнит (4680328048951)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555013180)', '9:00', '14:00' union all
select 'Пятерочка (4606038159497)', '9:00', '14:00' union all
select 'Пятерочка (4606038199295)', '9:00', '14:00' union all
select 'Магнит (4680328424816)', '9:00', '14:00' union all
select 'Магнит (4680328045615)', '9:00', '14:00' union all
select 'Дикси (4640010203389)', '9:00', '14:00' union all
select 'Пятерочка (4606038106187)', '9:00', '14:00' union all
select 'Перекресток (4606038041921)', '9:00', '14:00' union all
select 'Магнит (4680328038235)', '9:00', '14:00' union all
select 'Пятерочка (4606038239458)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555080502)', '9:00', '14:00' union all
select 'Пятерочка (4606038199288)', '9:00', '14:00' union all
select 'Магнит (4680328523243)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555002504)', '9:00', '14:00' union all
select 'Пятерочка (4606038159503)', '9:00', '14:00' union all
select 'Дикси (4680320007932)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555076536)', '9:00', '14:00' union all
select 'Магнит (4680328042751)', '9:00', '14:00' union all
select 'Магнит (4680328376177)', '9:00', '14:00' union all
select 'Пятерочка (4606038192760)', '9:00', '14:00' union all
select 'Перекресток (4606038041402)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065282774)', '9:00', '14:00' union all
select 'Пятерочка (4606038152580)', '9:00', '14:00' union all
select 'Пятерочка (4606038127106)', '9:00', '14:00' union all
select 'Магнит (4680328042690)', '9:00', '14:00' union all
select 'Магнит (4607164990961)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555013210)', '9:00', '14:00' union all
select 'Пятерочка (4606038071782)', '9:00', '14:00' union all
select 'Пятерочка (4606038236822)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555074815)', '9:00', '14:00' union all
select 'Пятерочка (4606038123962)', '9:00', '14:00' union all
select 'Пятерочка (4606038152573)', '9:00', '14:00' union all
select 'Магнит (4680328057663)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555042852)', '9:00', '14:00' union all
select 'Магнит (4680328334498)', '9:00', '14:00' union all
select 'Перекресток (4606038054655)', '9:00', '14:00' union all
select 'Магнит (4680328048517)', '9:00', '14:00' union all
select 'Пятерочка (4606038116179)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555130610)', '9:00', '14:00' union all
select 'Магнит (4680328752810)', '9:00', '14:00' union all
select 'Пятерочка (4606038175695)', '9:00', '14:00' union all
select 'Магнит (4680328592492)', '9:00', '14:00' union all
select 'Продторг (4606038394492)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178879953)', '9:00', '14:00' union all
select 'Продторг (4606038400902)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249278489)', '9:00', '14:00' union all
select 'Продторг (4606038317828)', '9:00', '14:00' union all
select 'Камелот-А (4670231406757)', '9:00', '14:00' union all
select 'Пятерочка (4606038398230)', '9:00', '14:00' union all
select 'Пятерочка (4606038346637)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178879083)', '9:00', '14:00' union all
select 'Продторг (4606038378973)', '9:00', '14:00' union all
select 'Шилова ОА (89640)', '9:00', '14:00' union all
select 'ФОРТУНА (56781)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013518924)', '8:00', '10:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249272098)', '9:00', '14:00' union all
select 'ПОЛЮС (100214)', '9:00', '14:00' union all
select 'Пятерочка (4606038397950)', '9:00', '14:00' union all
select 'Магнит (4680328433894)', '9:00', '14:00' union all
select 'Белявский ВВ (56725)', '9:00', '14:00' union all
select 'Пятерочка (4606038333712)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555104611)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555052608)', '9:00', '14:00' union all
select 'Дикси (4680320003781)', '9:00', '14:00' union all
select 'Магнит (4680328551376)', '9:00', '14:00' union all
select 'Продторг (4606038378928)', '9:00', '14:00' union all
select 'Пятерочка (4606038395239)', '9:00', '14:00' union all
select 'Шилов АЛ (92301)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555167302)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013517835)', '8:00', '10:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178872701)', '9:00', '14:00' union all
select 'Пятерочка (4606038399121)', '9:00', '14:00' union all
select 'Магнит (4680328025976)', '9:00', '14:00' union all
select 'Дикси (4680320017498)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249271893)', '9:00', '14:00' union all
select 'Продторг (4606038372179)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555977789)', '9:00', '14:00' union all
select 'Дикси (4640010203426)', '9:00', '14:00' union all
select 'Продторг (4606038389085)', '9:00', '14:00' union all
select 'Пятерочка (4606038398124)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555034246)', '9:00', '14:00' union all
select 'Мельников ПА (53483)', '9:00', '14:00' union all
select 'Магнит (4680328007699)', '9:00', '14:00' union all
select 'Продторг (4606038370472)', '9:00', '14:00' union all
select 'ПОЛЮС (100183)', '9:00', '14:00' union all
select 'Пятерочка (4606038398353)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065287717)', '9:00', '14:00' union all
select 'Реклама (ЦФОнеФС САМОВЫВОЗ (56854)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013518023)', '8:00', '10:00' union all
select 'Магнит (4680328667503)', '9:00', '14:00' union all
select 'Токарева АА (69637)', '9:00', '14:00' union all
select 'КОРСАР (57104)', '9:00', '14:00' union all
select 'Пятерочка (4606038378058)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555082650)', '9:00', '14:00' union all
select 'Пятерочка (4606038395345)', '9:00', '14:00' union all
select 'Магнит (4680328062537)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555003044)', '9:00', '14:00' union all
select 'Перекресток (4606038066061)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178878390)', '9:00', '14:00' union all
select 'ЛАБИРИНТ М (4680555995011)', '9:00', '14:00' union all
select 'Магнит (4680328002205)', '9:00', '14:00' union all
select 'Магнит (4680328428074)', '9:00', '14:00' union all
select 'Магнит (4680328311130)', '9:00', '14:00' union all
select 'Продторг (4606038400407)', '9:00', '14:00' union all
select 'Камелот-А (4650186113085)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555019465)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555004270)', '9:00', '14:00' union all
select 'Дикси (4640010203556)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555960064)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555106103)', '9:00', '14:00' union all
select 'Дикси (4640010203518)', '9:00', '14:00' union all
select 'Дикси (4640010203334)', '9:00', '14:00' union all
select 'Камелот-А (4670231409710)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013518559)', '8:00', '10:00' union all
select 'Пятерочка (4606038399091)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249595838)', '9:00', '14:00' union all
select 'Камелот-А (4650186111753)', '9:00', '14:00' union all
select 'Перекресток (4606038396212)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178871056)', '9:00', '14:00' union all
select 'Камелот-А (4670231408966)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555034161)', '9:00', '14:00' union all
select 'Продторг (4606038321733)', '9:00', '14:00' union all
select 'Пятерочка (4606038397707)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555012428)', '9:00', '14:00' union all
select 'Камелот-А (4670231408263)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555146697)', '9:00', '14:00' union all
select 'ЯндексЛавка (4670083982263)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178878987)', '9:00', '14:00' union all
select 'Пятерочка (4606038398278)', '9:00', '14:00' union all
select 'Пятерочка (4606038359033)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249275884)', '9:00', '14:00' union all
select 'Пятерочка (4606038352690)', '9:00', '14:00' union all
select 'Магнит (4680328661761)', '9:00', '14:00' union all
select 'Дикси (4680320001688)', '9:00', '14:00' union all
select 'ПРОГРЕСС (56832)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013519297)', '8:00', '10:00' union all
select 'Продторг (4606038290497)', '9:00', '14:00' union all
select 'Дикси (4640010202818)', '9:00', '14:00' union all
select 'Демченко ОВ (96403)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178878970)', '9:00', '14:00' union all
select 'ЛУЧШИЕ ЦЕНЫ (92912)', '9:00', '14:00' union all
select 'Продторг (4606038392139)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555106950)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178877980)', '9:00', '14:00' union all
select 'Кирюнин ЕЮ (86389)', '9:00', '14:00' union all
select 'Белецкая ОА (94033)', '9:00', '14:00' union all
select 'Магнит (4680328676109)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178878888)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555125821)', '9:00', '14:00' union all
select 'Камелот-А (4670231408096)', '9:00', '14:00' union all
select 'ЯндексЛавка (4670083982324)', '9:00', '14:00' union all
select 'Пятерочка (4606038398261)', '9:00', '14:00' union all
select 'Камелот-А (4670231409123)', '9:00', '14:00' union all
select 'Камелот-А (4670231409130)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178879946)', '9:00', '14:00' union all
select 'Пятерочка (4606038398797)', '9:00', '14:00' union all
select 'Пятерочка (4606038398872)', '9:00', '14:00' union all
select 'Глобус (4680352000000)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555106967)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249278496)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555969289)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4630178879298)', '9:00', '14:00' union all
select 'ЛУЧШИЕ ЦЕНЫ (94150)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013518672)', '8:00', '10:00' union all
select 'АЛЬФА М (4680555121007)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555966592)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065287687)', '9:00', '14:00' union all
select 'Продторг (4606038375484)', '9:00', '14:00' union all
select 'Пятерочка (4606038395543)', '9:00', '14:00' union all
select 'Продторг (4606038385537)', '9:00', '14:00' union all
select 'Козлова НА (96567)', '9:00', '14:00' union all
select 'Сорокин АВ (93665)', '9:00', '14:00' union all
select 'Пятерочка (4606038399497)', '9:00', '14:00' union all
select 'Васильева СА (85804)', '9:00', '14:00' union all
select 'Пятерочка (4606038398551)', '9:00', '14:00' union all
select 'ЯндексЛавка (4670083982256)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065287694)', '9:00', '14:00' union all
select 'Пятерочка (4606038307942)', '9:00', '14:00' union all
select 'Камелот-А (4670231407273)', '9:00', '14:00' union all
select 'МЕТРО Кэш энд Керри (4607070199779)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555122509)', '9:00', '14:00' union all
select 'Демиденко СН (94034)', '9:00', '14:00' union all
select 'Пятерочка (4606038347986)', '9:00', '14:00' union all
select 'Продторг (4606038389153)', '9:00', '14:00' union all
select 'Магнит (4680328065576)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555035267)', '9:00', '14:00' union all
select 'СТАНДАРТ (56990)', '9:00', '14:00' union all
select 'Магнит (4680328371868)', '9:00', '14:00' union all
select 'ПРОКСИ ИНВЕСТ (4606038393402)', '9:00', '14:00' union all
select 'Продторг (4606038303739)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555964338)', '9:00', '14:00' union all
select 'Магнит (4680328375194)', '9:00', '14:00' union all
select 'Продторг (4606038302824)', '9:00', '14:00' union all
select 'Магнит (4680328039478)', '9:00', '14:00' union all
select 'Магнит (4680328678998)', '9:00', '14:00' union all
select 'Магнит (4680328730283)', '9:00', '14:00' union all
select 'Дикси (4680320010925)', '9:00', '14:00' union all
select 'Солнушкина ЛБ (56389)', '9:00', '14:00' union all
select 'Магнит (4680328346613)', '9:00', '14:00' union all
select 'Дикси (4640010207271)', '9:00', '14:00' union all
select 'Худобко АН (56462)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555106097)', '9:00', '14:00' union all
select 'Верный (4630065286864)', '9:00', '14:00' union all
select 'Магнит (4680328583032)', '9:00', '14:00' union all
select 'Пятерочка (4606038345388)', '9:00', '14:00' union all
select 'Магнит (4680328510434)', '9:00', '14:00' union all
select 'Магнит (4680328044946)', '9:00', '14:00' union all
select 'Магнит (4680328733895)', '9:00', '14:00' union all
select 'Магнит (4680328472671)', '9:00', '14:00' union all
select 'ЛЮКС (56787)', '9:00', '14:00' union all
select 'Дикси (4640010203273)', '9:00', '14:00' union all
select 'Магнит (4680328077166)', '9:00', '14:00' union all
select 'Магнит (4680328067549)', '9:00', '14:00' union all
select 'Магнит (4680328471681)', '9:00', '14:00' union all
select 'Продторг (4606038327353)', '9:00', '14:00' union all
select 'Магнит (4680328339530)', '9:00', '14:00' union all
select 'Магнит (4680328018312)', '9:00', '14:00' union all
select 'АЛЬФА ВЛАДИМИР (4680555000739)', '9:00', '14:00' union all
select 'Дикси (4680320008526)', '9:00', '14:00' union all
select 'Продторг (4606038393112)', '9:00', '14:00' union all
select 'Магнит (4680328659898)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555163298)', '9:00', '14:00' union all
select 'УМНЫЙ РИТЕЙЛ (4610249275907)', '9:00', '14:00' union all
select 'Камелот-А (4650186111920)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555086955)', '9:00', '14:00' union all
select 'Пятерочка (4606038390142)', '9:00', '14:00' union all
select 'Магнит (4680328585906)', '9:00', '14:00' union all
select 'Пятерочка (4606038378911)', '9:00', '14:00' union all
select 'Продторг (4606038349591)', '9:00', '14:00' union all
select 'Магнит (4680328732744)', '9:00', '14:00' union all
select 'Магнит (4680328667909)', '9:00', '14:00' union all
select 'Пятерочка (4606038389559)', '9:00', '14:00' union all
select 'Пятерочка (4606038005084)', '9:00', '14:00' union all
select 'Магнит (4680328733178)', '9:00', '14:00' union all
select 'Продторг (4606038383885)', '9:00', '14:00' union all
select 'Камелот-А (4670231409086)', '9:00', '14:00' union all
select 'Продторг (4606038383953)', '9:00', '14:00' union all
select 'Камелот-А (4670231406078)', '9:00', '14:00' union all
select 'Продторг (4606038382734)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555118328)', '9:00', '14:00' union all
select 'Магнит (4680328733864)', '9:00', '14:00' union all
select 'Пятерочка (4606038388415)', '9:00', '14:00' union all
select 'ПОЛЮС (95192)', '9:00', '14:00' union all
select 'ПВ-ЦЕНТР 2 (4660085101113)', '9:00', '14:00' union all
select 'ЛИКА (53997)', '9:00', '14:00' union all
select 'Самодед ДА (97100)', '9:00', '14:00' union all
select 'Продторг (4606038319280)', '9:00', '14:00' union all
select 'КОРСАР (57105)', '9:00', '14:00' union all
select 'Продторг (4606038305191)', '9:00', '14:00' union all
select 'Лобанов ЕВ (99228)', '9:00', '14:00' union all
select 'УСПЕХ (86544)', '9:00', '14:00' union all
select 'Продторг (4606038317569)', '9:00', '14:00' union all
select 'ТРЕЙД (94340)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065287021)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555070145)', '9:00', '14:00' union all
select 'Прудских ВВ (99204)', '9:00', '14:00' union all
select 'ФОРТУНА (56783)', '9:00', '14:00' union all
select 'Семкина АИ (99570)', '9:00', '14:00' union all
select 'УСПЕХ (99348)', '9:00', '14:00' union all
select 'Магнит (4680328733932)', '9:00', '14:00' union all
select 'КОМЕТА (55590)', '9:00', '14:00' union all
select 'АЛЬФА М (4680555179961)', '9:00', '14:00' union all
select 'МЕРКУРИЙ ПЛЮС (52860)', '9:00', '14:00' union all
select 'ЛИРА (56902)', '9:00', '14:00' union all
select 'ПАВЛИКОВ (57012)', '9:00', '14:00' union all
select 'тт (Епифань, Новослободская 2) (9864232501862)', '9:00', '14:00' union all
select 'МЕРКУРИЙ ПЛЮС (89872)', '9:00', '14:00' union all
select 'МЕРКУРИЙ ПЛЮС (74443)', '9:00', '14:00' union all
select 'КОРАЛЛ ООО Тула (63631)', '9:00', '14:00' union all
select 'АЛЬФА РЯЗАНЬ (4680555963539)', '9:00', '14:00' union all
select 'Магнит (4607164990916)', '9:00', '14:00' union all
select 'Пятерочка (4606038113413)', '9:00', '14:00' union all
select 'Перекресток (4606038053627)', '9:00', '14:00' union all
select 'Пятерочка (4606038114045)', '9:00', '14:00' union all
select 'Пятерочка (4606038182020)', '9:00', '14:00' union all
select 'Пятерочка (4606038173028)', '9:00', '14:00' union all
select 'Пятерочка (4606038210204)', '9:00', '14:00' union all
select 'Перекресток (4606038053184)', '9:00', '14:00' union all
select 'Пятерочка (4606038142529)', '9:00', '14:00' union all
select 'Пятерочка (4606038210068)', '9:00', '14:00' union all
select 'Пятерочка (4606038080807)', '9:00', '14:00' union all
select 'Пятерочка (4606038171345)', '9:00', '14:00' union all
select 'Пятерочка (4606038181849)', '9:00', '14:00' union all
select 'Пятерочка (4606038175497)', '9:00', '14:00' union all
select 'Пятерочка (4606038081163)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065282958)', '9:00', '14:00' union all
select 'Магнит (4607164991654)', '9:00', '14:00' union all
select 'Пятерочка (4606038191022)', '9:00', '14:00' union all
select 'Пятерочка (4606038210532)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4630065282569)', '9:00', '14:00' union all
select 'Пятерочка (4606038102806)', '9:00', '14:00' union all
select 'Пятерочка (4606038073373)', '9:00', '14:00' union all
select 'Пятерочка (4606038300196)', '9:00', '14:00' union all
select 'Пятерочка (4606038278846)', '9:00', '14:00' union all
select 'Пятерочка (4606038288135)', '9:00', '14:00' union all
select 'Союз Св. Иоанна Воина (4640014343449)', '9:00', '14:00' union all
select 'Пятерочка (4606038230981)', '9:00', '14:00' union all
select 'Пятерочка (4606038113383)', '9:00', '14:00' union all
select 'Пятерочка (4606038110665)', '9:00', '14:00' union all
select 'Пятерочка (4606038228742)', '9:00', '14:00' union all
select 'Пятерочка (4606038085215)', '9:00', '14:00' union all
select 'Пятерочка (4606038218972)', '9:00', '14:00' union all
select 'Пятерочка (4606038193606)', '9:00', '14:00' union all
select 'Пятерочка (4606038307744)', '9:00', '14:00' union all
select 'Фреш Маркет (4630013519068)', '8:00', '10:00' union all
select 'Морозов ПП (56815)', '9:00', '14:00'
;