INSERT INTO siel_cars(car_number, carrier_name)
select 'AB123C79', 'ТК' union all
select 'М783ЕВ977', 'ООО СИЭЛЬ' union all
select 'Т603НВ977', 'ООО СИЭЛЬ' union all
select 'Т634НР797', 'ООО СИЭЛЬ' union all
select 'У429ЕВ977', 'ООО СИЭЛЬ' union all
select 'Х140ВМ977', 'ООО СИЭЛЬ' union all
select 'Х230ВМ977', 'ООО СИЭЛЬ' union all
select 'Х326ВК977', 'ООО СИЭЛЬ' union all
select 'Х813ВК977', 'ООО СИЭЛЬ' union all
select 'X852ВК977', 'ООО СИЭЛЬ' union all
select 'Н474ТУ71', 'ИП Игнатов Сергей Николаевич' union all
select 'О197ОА71', 'ИП Петрухин Алексей Евгеньевич' union all
select 'О781МР71', 'ИП Петрухин Алексей Евгеньевич' union all
select 'Р363АО71', 'ИП Игнатов Сергей Николаевич' union all
select 'Р387ОМ71', 'ИП Петрухин Алексей Евгеньевич' union all
select 'Т291ОР71', 'ИП Петрухин Алексей Евгеньевич' union all
select 'Е328ОР71', 'ИП Петрухин Алексей Евгеньевич' union all
select 'Т920УР71', 'ИП Иванова Елена Александровна' union all
select 'В418АМ977', 'ООО СИЭЛЬ ЭКСПРЕСС' union all
select 'Х694ВК977', 'ООО СИЭЛЬ ЭКСПРЕСС' union all
select 'Х996ВК977', 'ООО СИЭЛЬ ЭКСПРЕСС' union all
select 'У101СУ71', 'ЗАСТАВА ООО' union all
select 'О846ВУ40', 'ИП Александрова Мария Андреевна' union all
select 'М009УЕ71', 'ИП Анненков Максим Вячеславович' union all
select 'Т899ВУ71', 'ИП Васюков Павел' union all
select 'М980ОР71', 'ИП Волков Руслан Владимирович' union all
select 'О399ВХ71', 'ИП Волков Руслан Владимирович' union all
select 'О341РО71', 'ИП Грязев Андрей Михайлович' union all
select 'У061РН71', 'ИП Грязев Андрей Михайлович' union all
select 'Х885СО71', 'ИП Грязев Андрей Михайлович' union all
select 'О060ВТ71', 'ИП Дубова Галина Ивановна' union all
select 'К676НТ71', 'ИП Егоренков Роман Александрович' union all
select 'Р711ВЕ71', 'ИП Егоренков Роман Александрович' union all
select 'К140ВН29', 'ИП Жуков Сергей Николаевич' union all
select 'У968ВВ71', 'ИП Жуков Сергей Николаевич' union all
select 'Н374РР69', 'ИП Иванов Александр Федорович' union all
select 'М762КВ71', 'ИП Карташов Александр Владимирович' union all
select 'У572НС71', 'ИП Клейменов Александр Геннадьевич' union all
select 'С550ОХ62', 'ИП Клетухин Александр Сергеевич' union all
select 'Н696ОВ71 ', 'ИП Клюзов Геннадий Иванович' union all
select 'Р035КТ71', 'ИП Куликов Михаил Александрович' union all
select 'М817ОА71', 'ИП Лазарев Илья Анатольевич' union all
select 'Р232ОО71', 'ИП Лаптев Александр Александрович' union all
select 'Т901ЕС71', 'ИП Матвеев Артем Валерьевич' union all
select 'К787КК71', 'ИП Михайлин Денис Николаевич' union all
select 'О941ВР71', 'ИП Николаев Илья Викторович' union all
select 'М852УХ197', 'ИП Носков Олег Анатольевич' union all
select 'Н403УС71', 'ИП Сюндюков Александр Павлович' union all
select 'О608НХ71', 'ИП Сюндюков Александр Павлович' union all
select 'У979АА71', 'ИП Сюндюков Александр Павлович' union all
select 'О381НР71', 'ИП Телышева Наталья Михайловна' union all
select 'Н068КК71', 'ИП Шангераев Шангерай Ахмедшапиевич' union all
select 'У942се71', 'ИП Носков Олег Анатольевич' union all
select 'о790ов71', 'ИП Александрова Мария Андреевна' union all
select 'Х049КЕ71', 'ИП Клейменов Александр Геннадьевич' union all
select 'О205ОХ71', 'ИП Грязев Андрей Михайлович' union all
select 'х833вв71', 'ИП Грязев Андрей Михайлович' union all
select 'Н406УС71', 'ИП Сюндюков Александр Павлович' union all
select 'Н977УР71', 'ИП Сюндюков Александр Павлович' union all
select 'т469ве71', 'ИП Морозов Сергей Александрович' union all
select 'а218кт71', 'ИП Мартынов Анатолий Владимирович' union all
select 'Р858АС71', 'ИП Егоренков Роман Александрович' union all
select 'О298то71', 'ИП Грязев Андрей Михайлович'
;