INSERT INTO siel_milk_points(point_name, time_start, time_end)
select 'МЕТРО Кэш энд Керри (4607070199779)', '7:00', '12:00' union all
select 'АЙЭФСИЭМ ГРУПП (200359449)', '9:00', '12:00' union all
select 'Магнит (4607164990336)', '7:00', '15:00' union all
select 'Магнит (4607164990916)', '7:00', '15:00' union all
select 'Магнит (4607164990961)', '7:00', '15:00' union all
select 'Магнит (4607164991357)', '7:00', '15:00' union all
select 'Магнит (4607164991654)', '7:00', '15:00' union all
select 'Магнит (4607164991951)', '7:00', '15:00' union all
select 'АО "КОРПОРАЦИЯ "ГРИНН" ФИЛИАЛ "Г (4607811430215)', '8:00', '15:00' union all
select 'Магнит (4680328217937)', '8:00', '15:00' union all
select 'Лента(4606068914059)', '8:00', '15:00' union all
select 'Лента(4606068914066)', '8:00', '15:00' union all
select 'АТАК (4660000940421)', '8:00', '15:00' union all
select 'АТАК (4660000941923)', '8:00', '15:00' union all
select 'АТАК (4660000942678)', '8:00', '15:00' union all
select 'Перекресток (4606038154690)', '9:00', '17:00' union all
select 'Перекресток (4606038277931)', '9:00', '17:00' union all
select 'Перекресток (4606038396373)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240542647)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240543002)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240543071)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240543200)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240544443)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240544511)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240544658)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240544665)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240546218)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240546447)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240546485)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240546522)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240549479)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240551564)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240552868)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640243998496)', '9:00', '17:00' union all
select 'Перекресток (4606038202667)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240542609)', '9:00', '17:00' union all
select 'ООО "ДМ" (4640240542623)', '9:00', '17:00' union all
select 'Лето (850325343)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина', '9:00', '18:00' union all
select 'Союз Святого Иоанна Воина (850323940)', '9:00', '18:00' union all
select 'Союз Святого Иоанна Воина (850324824)', '9:00', '18:00' union all
select 'ТК ЛЕТО (850327103)', '9:00', '18:00' union all
select 'Элемент-Трейд', '9:00', '18:00' union all
select 'Перекресток (4606038003110)', '9:00', '18:00' union all
select 'Пятерочка (4606038004186)', '9:00', '18:00' union all
select 'Пятерочка (4606038004773)', '9:00', '18:00' union all
select 'Пятерочка (4606038005039)', '9:00', '18:00' union all
select 'Пятерочка (4606038005084)', '9:00', '18:00' union all
select 'Перекресток (4606038007477)', '9:00', '18:00' union all
select 'Пятерочка (4606038012051)', '9:00', '18:00' union all
select 'Пятерочка (4606038012747)', '9:00', '18:00' union all
select 'Перекресток (4606038020247)', '9:00', '18:00' union all
select 'Перекресток (4606038020681)', '9:00', '18:00' union all
select '1196-Пятерочка (6483) Т.О.Алексин (4606038021367)', '9:00', '18:00' union all
select 'Пятерочка (4606038025938)', '9:00', '18:00' union all
select 'Пятерочка (4606038026300)', '9:00', '18:00' union all
select 'Пятерочка (4606038026829)', '9:00', '18:00' union all
select 'СтройИнвест (4606038029073)', '9:00', '18:00' union all
select 'Пятерочка (4606038029448)', '9:00', '18:00' union all
select 'Перекресток (4606038031267)', '9:00', '18:00' union all
select '1553-Пятерочка (7645) Т.О.Алексин (4606038035227)', '9:00', '18:00' union all
select 'Перекресток (4606038038228)', '9:00', '18:00' union all
select 'Перекресток (4606038040078)', '9:00', '18:00' union all
select '2030-Пятерочка (8120) Т.О. Алексин (4606038041167)', '9:00', '18:00' union all
select 'Перекресток (4606038041402)', '9:00', '18:00' union all
select 'Перекресток (4606038041921)', '9:00', '18:00' union all
select 'Перекресток (4606038042362)', '9:00', '18:00' union all
select 'Перекресток (4606038042874)', '9:00', '18:00' union all
select 'Перекресток (4606038043130)', '9:00', '18:00' union all
select 'Перекресток (4606038044113)', '9:00', '18:00' union all
select 'Перекресток (4606038045738)', '9:00', '18:00' union all
select 'Перекресток (4606038045752)', '9:00', '18:00' union all
select 'Перекресток (4606038045769)', '9:00', '18:00' union all
select 'Перекресток (4606038045820)', '9:00', '18:00' union all
select 'Перекресток (4606038051173)', '9:00', '18:00' union all
select 'Перекресток (4606038051180)', '9:00', '18:00' union all
select 'Перекресток (4606038051197)', '9:00', '18:00' union all
select 'Перекресток (4606038051227)', '9:00', '18:00' union all
select 'Перекресток (4606038052361)', '9:00', '18:00' union all
select 'Перекресток (4606038053184)', '9:00', '18:00' union all
select 'Перекресток (4606038053627)', '9:00', '18:00' union all
select 'Перекресток (4606038054280)', '9:00', '18:00' union all
select 'Перекресток (4606038054655)', '9:00', '18:00' union all
select 'Перекресток (4606038054723)', '9:00', '18:00' union all
select 'Перекресток (4606038054730)', '9:00', '18:00' union all
select 'Перекресток (4606038055539)', '9:00', '18:00' union all
select 'Перекресток (4606038057946)', '9:00', '18:00' union all
select 'Перекресток (4606038057960)', '9:00', '18:00' union all
select 'Перекресток (4606038057977)', '9:00', '18:00' union all
select 'Перекресток (4606038057984)', '9:00', '18:00' union all
select 'Перекресток (4606038059513)', '9:00', '18:00' union all
select 'Перекресток (4606038061943)', '9:00', '18:00' union all
select 'Перекресток (4606038063848)', '9:00', '18:00' union all
select 'Перекресток (4606038063855)', '9:00', '18:00' union all
select 'Перекресток (4606038063862)', '9:00', '18:00' union all
select 'Перекресток (4606038063879)', '9:00', '18:00' union all
select 'Перекресток (4606038064609)', '9:00', '18:00' union all
select 'Перекресток (4606038065194)', '9:00', '18:00' union all
select 'Перекресток (4606038066061)', '9:00', '18:00' union all
select 'Перекресток (4606038067341)', '9:00', '18:00' union all
select 'Пятерочка (4606038068997)', '9:00', '18:00' union all
select 'Пятерочка (4606038069659)', '9:00', '18:00' union all
select 'Пятерочка (4606038069673)', '9:00', '18:00' union all
select 'Пятерочка (4606038071607)', '9:00', '18:00' union all
select '4712-Пятерочка (3846) Т.О. п. Новогуровский (4606038071614)', '9:00', '18:00' union all
select 'Пятерочка (4606038071621)', '9:00', '18:00' union all
select 'Пятерочка (4606038071782)', '9:00', '18:00' union all
select 'Пятерочка (4606038072154)', '9:00', '18:00' union all
select 'Пятерочка (4606038073373)', '9:00', '18:00' union all
select 'Пятерочка (4606038073861)', '9:00', '18:00' union all
select '5088-Пятерочка (4205) Т.О.Алексин (4606038079535)', '9:00', '18:00' union all
select '8473-Пятерочка (6774) Т.О.Алексин (4606038079962)', '9:00', '18:00' union all
select '683-Пятерочка (4256) Т.О. Алексин (4606038080067)', '9:00', '18:00' union all
select 'Пятерочка (4606038080807)', '9:00', '18:00' union all
select 'Пятерочка (4606038081149)', '9:00', '18:00' union all
select 'Пятерочка (4606038081156)', '9:00', '18:00' union all
select 'Пятерочка (4606038081163)', '9:00', '18:00' union all
select 'Пятерочка (4606038081187)', '9:00', '18:00' union all
select 'Пятерочка (4606038081194)', '9:00', '18:00' union all
select 'Пятерочка (4606038081200)', '9:00', '18:00' union all
select 'Пятерочка (4606038081217)', '9:00', '18:00' union all
select 'Пятерочка (4606038081248)', '9:00', '18:00' union all
select 'Пятерочка (4606038081255)', '9:00', '18:00' union all
select 'Пятерочка (4606038081262)', '9:00', '18:00' union all
select 'Пятерочка (4606038081279)', '9:00', '18:00' union all
select 'Пятерочка (4606038081460)', '9:00', '18:00' union all
select 'Пятерочка (4606038081477)', '9:00', '18:00' union all
select 'Пятерочка (4606038081491)', '9:00', '18:00' union all
select 'Пятерочка (4606038081514)', '9:00', '18:00' union all
select 'Пятерочка (4606038081521)', '9:00', '18:00' union all
select 'Пятерочка (4606038084058)', '9:00', '18:00' union all
select 'Пятерочка (4606038084065)', '9:00', '18:00' union all
select 'Пятерочка (4606038084218)', '9:00', '18:00' union all
select 'Пятерочка (4606038084225)', '9:00', '18:00' union all
select 'Пятерочка (4606038084454)', '9:00', '18:00' union all
select 'Пятерочка (4606038085215)', '9:00', '18:00' union all
select 'Пятерочка (4606038086250)', '9:00', '18:00' union all
select 'Пятерочка (4606038088292)', '9:00', '18:00' union all
select 'Пятерочка (4606038088490)', '9:00', '18:00' union all
select 'Пятерочка (4606038094682)', '9:00', '18:00' union all
select 'Пятерочка (4606038095726)', '9:00', '18:00' union all
select 'Пятерочка (4606038095733)', '9:00', '18:00' union all
select 'Пятерочка (4606038100420)', '9:00', '18:00' union all
select 'Пятерочка (4606038100925)', '9:00', '18:00' union all
select '6844-Пятерочка (Q231)Т.О. Алексин (4606038101540)', '9:00', '18:00' union all
select 'Пятерочка (4606038101557)', '9:00', '18:00' union all
select 'Пятерочка (4606038102806)', '9:00', '18:00' union all
select 'Пятерочка (4606038106002)', '9:00', '18:00' union all
select 'Пятерочка (4606038106019)', '9:00', '18:00' union all
select 'Пятерочка (4606038106026)', '9:00', '18:00' union all
select 'Пятерочка (4606038106187)', '9:00', '18:00' union all
select '7358-Пятерочка (Q752) Т.О. Алексин (4606038106712)', '9:00', '18:00' union all
select 'Пятерочка (4606038107672)', '9:00', '18:00' union all
select 'Пятерочка (4606038107689)', '9:00', '18:00' union all
select 'Пятерочка (4606038110665)', '9:00', '18:00' union all
select 'Пятерочка (4606038110733)', '9:00', '18:00' union all
select 'Пятерочка (4606038111044)', '9:00', '18:00' union all
select 'Пятерочка (4606038111051)', '9:00', '18:00' union all
select '7925-Пятерочка (G325) Т.О. Алексин (4606038112898)', '9:00', '18:00' union all
select 'Пятерочка (4606038112904)', '9:00', '18:00' union all
select 'Пятерочка (4606038113338)', '9:00', '18:00' union all
select 'Пятерочка (4606038113383)', '9:00', '18:00' union all
select 'Перекресток (4606038113390)', '9:00', '18:00' union all
select 'Пятерочка (4606038113413)', '9:00', '18:00' union all
select 'Пятерочка (4606038114045)', '9:00', '18:00' union all
select 'Пятерочка (4606038114083)', '9:00', '18:00' union all
select 'Пятерочка (4606038114090)', '9:00', '18:00' union all
select 'Пятерочка (4606038115660)', '9:00', '18:00' union all
select 'Пятерочка (4606038116155)', '9:00', '18:00' union all
select 'Пятерочка (4606038116162)', '9:00', '18:00' union all
select 'Пятерочка (4606038116179)', '9:00', '18:00' union all
select 'Пятерочка (4606038116186)', '9:00', '18:00' union all
select 'Пятерочка (4606038117558)', '9:00', '18:00' union all
select 'Пятерочка (4606038117565)', '9:00', '18:00' union all
select 'Пятерочка (4606038117794)', '9:00', '18:00' union all
select 'Пятерочка (4606038117800)', '9:00', '18:00' union all
select 'Пятерочка (4606038120299)', '9:00', '18:00' union all
select 'Пятерочка (4606038120329)', '9:00', '18:00' union all
select 'Пятерочка (4606038121487)', '9:00', '18:00' union all
select '9091-Пятерочка (J132) Т.О. Алексин (4606038121524)', '9:00', '18:00' union all
select 'АПЕЛЬСИН (4606038122958)', '9:00', '18:00' union all
select 'Пятерочка (4606038123962)', '9:00', '18:00' union all
select 'Пятерочка (4606038123979)', '9:00', '18:00' union all
select 'Пятерочка (4606038126482)', '9:00', '18:00' union all
select 'Пятерочка (4606038126499)', '9:00', '18:00' union all
select 'Пятерочка (4606038127106)', '9:00', '18:00' union all
select 'Пятерочка (4606038132315)', '9:00', '18:00' union all
select 'Пятерочка (4606038135637)', '9:00', '18:00' union all
select 'Пятерочка (4606038139307)', '9:00', '18:00' union all
select 'Пятерочка (4606038141522)', '9:00', '18:00' union all
select 'Пятерочка (4606038142529)', '9:00', '18:00' union all
select 'Пятерочка (4606038152573)', '9:00', '18:00' union all
select 'Пятерочка (4606038152580)', '9:00', '18:00' union all
select 'Пятерочка (4606038152597)', '9:00', '18:00' union all
select 'Пятерочка (4606038152603)', '9:00', '18:00' union all
select 'Пятерочка (4606038152610)', '9:00', '18:00' union all
select 'Пятерочка (4606038152627)', '9:00', '18:00' union all
select 'Пятерочка (4606038152634)', '9:00', '18:00' union all
select 'Пятерочка (4606038152641)', '9:00', '18:00' union all
select 'Пятерочка (4606038152658)', '9:00', '18:00' union all
select 'Пятерочка (4606038152894)', '9:00', '18:00' union all
select 'Пятерочка (4606038159367)', '9:00', '18:00' union all
select 'Пятерочка (4606038159473)', '9:00', '18:00' union all
select 'Пятерочка (4606038159480)', '9:00', '18:00' union all
select 'Пятерочка (4606038159497)', '9:00', '18:00' union all
select 'Пятерочка (4606038159503)', '9:00', '18:00' union all
select 'Пятерочка (4606038159510)', '9:00', '18:00' union all
select 'Пятерочка (4606038160462)', '9:00', '18:00' union all
select 'Пятерочка (4606038161537)', '9:00', '18:00' union all
select 'Пятерочка (4606038164569)', '9:00', '18:00' union all
select 'Пятерочка (4606038164842)', '9:00', '18:00' union all
select 'Пятерочка (4606038167218)', '9:00', '18:00' union all
select 'Пятерочка (4606038167775)', '9:00', '18:00' union all
select 'Пятерочка (4606038168130)', '9:00', '18:00' union all
select 'Пятерочка (4606038170089)', '9:00', '18:00' union all
select 'Пятерочка (4606038171307)', '9:00', '18:00' union all
select 'Пятерочка (4606038171345)', '9:00', '18:00' union all
select 'Пятерочка (4606038171390)', '9:00', '18:00' union all
select 'Пятерочка (4606038172168)', '9:00', '18:00' union all
select 'Пятерочка (4606038172885)', '9:00', '18:00' union all
select 'Пятерочка (4606038173028)', '9:00', '18:00' union all
select 'Пятерочка (4606038175497)', '9:00', '18:00' union all
select '13944-Пятерочка (E061) Т.О. Алексин (4606038175640)', '9:00', '18:00' union all
select 'Пятерочка (4606038175664)', '9:00', '18:00' union all
select 'Пятерочка (4606038175695)', '9:00', '18:00' union all
select 'Пятерочка (4606038181849)', '9:00', '18:00' union all
select 'Пятерочка (4606038182020)', '9:00', '18:00' union all
select 'Пятерочка (4606038183195)', '9:00', '18:00' union all
select 'Пятерочка (4606038187568)', '9:00', '18:00' union all
select 'Пятерочка (4606038188039)', '9:00', '18:00' union all
select 'Пятерочка (4606038190681)', '9:00', '18:00' union all
select 'Пятерочка (4606038190698)', '9:00', '18:00' union all
select 'Пятерочка (4606038190704)', '9:00', '18:00' union all
select 'Пятерочка (4606038190711)', '9:00', '18:00' union all
select 'Пятерочка (4606038190728)', '9:00', '18:00' union all
select 'Пятерочка (4606038190742)', '9:00', '18:00' union all
select 'Пятерочка (4606038190759)', '9:00', '18:00' union all
select 'Пятерочка (4606038190766)', '9:00', '18:00' union all
select 'Пятерочка (4606038191022)', '9:00', '18:00' union all
select 'Пятерочка (4606038191176)', '9:00', '18:00' union all
select 'Пятерочка (4606038192760)', '9:00', '18:00' union all
select 'Пятерочка (4606038193606)', '9:00', '18:00' union all
select 'Пятерочка (4606038193736)', '9:00', '18:00' union all
select 'Пятерочка (4606038195686)', '9:00', '18:00' union all
select 'Пятерочка (4606038195747)', '9:00', '18:00' union all
select 'Пятерочка (4606038195754)', '9:00', '18:00' union all
select 'Пятерочка (4606038199288)', '9:00', '18:00' union all
select 'Пятерочка (4606038199295)', '9:00', '18:00' union all
select 'Пятерочка (4606038199462)', '9:00', '18:00' union all
select 'Пятерочка (4606038199981)', '9:00', '18:00' union all
select 'Пятерочка (4606038200274)', '9:00', '18:00' union all
select 'Пятерочка (4606038200793)', '9:00', '18:00' union all
select 'Пятерочка (4606038201028)', '9:00', '18:00' union all
select 'Пятерочка (4606038202612)', '9:00', '18:00' union all
select 'Пятерочка (4606038208638)', '9:00', '18:00' union all
select 'Пятерочка (4606038210068)', '9:00', '18:00' union all
select 'Пятерочка (4606038210204)', '9:00', '18:00' union all
select 'Пятерочка (4606038210532)', '9:00', '18:00' union all
select 'Пятерочка (4606038210549)', '9:00', '18:00' union all
select 'Пятерочка (4606038210594)', '9:00', '18:00' union all
select 'Пятерочка (4606038211928)', '9:00', '18:00' union all
select 'Пятерочка (4606038212666)', '9:00', '18:00' union all
select 'Пятерочка (4606038214301)', '9:00', '18:00' union all
select 'Пятерочка (4606038218972)', '9:00', '18:00' union all
select 'Пятерочка (4606038223709)', '9:00', '18:00' union all
select 'Пятерочка (4606038223730)', '9:00', '18:00' union all
select 'Пятерочка (4606038223747)', '9:00', '18:00' union all
select 'Пятерочка (4606038226267)', '9:00', '18:00' union all
select '17472-Пятерочка (396Н) Т.О. Алексин (4606038226335)', '9:00', '18:00' union all
select 'Пятерочка (4606038228742)', '9:00', '18:00' union all
select 'Пятерочка (4606038230684)', '9:00', '18:00' union all
select 'Перекресток (4606038230851)', '9:00', '18:00' union all
select 'Пятерочка (4606038230981)', '9:00', '18:00' union all
select 'Пятерочка (4606038231742)', '9:00', '18:00' union all
select 'Пятерочка (4606038232237)', '9:00', '18:00' union all
select '1671-Пятерочка (30MR) Т.О.Алексин (4606038232268)', '9:00', '18:00' union all
select 'Пятерочка (4606038232299)', '9:00', '18:00' union all
select 'Пятерочка (4606038233951)', '9:00', '18:00' union all
select 'Пятерочка (4606038234095)', '9:00', '18:00' union all
select 'Пятерочка (4606038234552)', '9:00', '18:00' union all
select '19485-Пятерочка (30W1) Т.О. Алексин (4606038236082)', '9:00', '18:00' union all
select 'Пятерочка (4606038236822)', '9:00', '18:00' union all
select 'Пятерочка (4606038238550)', '9:00', '18:00' union all
select 'Пятерочка (4606038238987)', '9:00', '18:00' union all
select 'Пятерочка (4606038239359)', '9:00', '18:00' union all
select 'Пятерочка (4606038239458)', '9:00', '18:00' union all
select 'Пятерочка (4606038263194)', '9:00', '18:00' union all
select 'Пятерочка (4606038267024)', '9:00', '18:00' union all
select 'Пятерочка (4606038270932)', '9:00', '18:00' union all
select 'Пятерочка (4606038272530)', '9:00', '18:00' union all
select 'Пятерочка (4606038272691)', '9:00', '18:00' union all
select 'Пятерочка (4606038274121)', '9:00', '18:00' union all
select 'Пятерочка (4606038276866)', '9:00', '18:00' union all
select 'Пятерочка (4606038278846)', '9:00', '18:00' union all
select 'ПРОКСИ СЕВЕР (4606038279942)', '9:00', '18:00' union all
select 'Пятерочка (4606038284229)', '9:00', '18:00' union all
select 'Пятерочка (4606038286575)', '9:00', '18:00' union all
select 'Пятерочка (4606038288135)', '9:00', '18:00' union all
select 'Пятерочка (4606038293382)', '9:00', '18:00' union all
select 'Пятерочка (4606038294310)', '9:00', '18:00' union all
select 'Пятерочка (4606038294884)', '9:00', '18:00' union all
select 'Пятерочка (4606038300196)', '9:00', '18:00' union all
select 'Пятерочка (4606038301315)', '9:00', '18:00' union all
select 'Пятерочка (4606038305733)', '9:00', '18:00' union all
select 'Пятерочка (4606038307744)', '9:00', '18:00' union all
select 'Пятерочка (4606038307942)', '9:00', '18:00' union all
select 'Пятерочка (4606038307959)', '9:00', '18:00' union all
select 'Пятерочка (4606038311666)', '9:00', '18:00' union all
select 'Пятерочка (4606038312557)', '9:00', '18:00' union all
select 'Пятерочка (4606038317149)', '9:00', '18:00' union all
select 'Кипарис(4606038317514)', '9:00', '18:00' union all
select 'ПРОКСИ ВОСТОК (4606038322679)', '9:00', '18:00' union all
select 'Пятерочка (4606038325564)', '9:00', '18:00' union all
select 'Пятерочка (4606038333712)', '9:00', '18:00' union all
select 'Пятерочка (4606038338373)', '9:00', '18:00' union all
select 'ПРОКСИ ВОСТОК (4606038339608)', '9:00', '18:00' union all
select 'Пятерочка (4606038345388)', '9:00', '18:00' union all
select 'Пятерочка (4606038346637)', '9:00', '18:00' union all
select 'Пятерочка (4606038347986)', '9:00', '18:00' union all
select 'Пятерочка (4606038352690)', '9:00', '18:00' union all
select 'Пятерочка (4606038353192)', '9:00', '18:00' union all
select 'Пятерочка (4606038359033)', '9:00', '18:00' union all
select 'Пятерочка (4606038361548)', '9:00', '18:00' union all
select 'Пятерочка (4606038378058)', '9:00', '18:00' union all
select 'Пятерочка (4606038378911)', '9:00', '18:00' union all
select 'Пятерочка (4606038388415)', '9:00', '18:00' union all
select 'Пятерочка (4606038389207)', '9:00', '18:00' union all
select 'Пятерочка (4606038389559)', '9:00', '18:00' union all
select 'Пятерочка (4606038390142)', '9:00', '18:00' union all
select 'ПРОКСИ ИНВЕСТ (4606038393402)', '9:00', '18:00' union all
select 'Пятерочка (4606038395239)', '9:00', '18:00' union all
select 'Пятерочка (4606038395345)', '9:00', '18:00' union all
select 'Пятерочка (4606038395543)', '9:00', '18:00' union all
select 'Перекресток (4606038396144)', '9:00', '18:00' union all
select 'Перекресток (4606038396212)', '9:00', '18:00' union all
select 'Перекресток (4606038396229)', '9:00', '18:00' union all
select 'Перекресток (4606038396236)', '9:00', '18:00' union all
select 'Перекресток (4606038396243)', '9:00', '18:00' union all
select 'Перекресток (4606038396250)', '9:00', '18:00' union all
select 'Перекресток (4606038396267)', '9:00', '18:00' union all
select 'Перекресток (4606038396274)', '9:00', '18:00' union all
select 'Перекресток (4606038396281)', '9:00', '18:00' union all
select 'Перекресток (4606038396410)', '9:00', '18:00' union all
select 'Пятерочка (4606038397707)', '9:00', '18:00' union all
select 'Пятерочка (4606038397950)', '9:00', '18:00' union all
select 'Пятерочка (4606038398124)', '9:00', '18:00' union all
select 'Пятерочка (4606038398230)', '9:00', '18:00' union all
select 'Пятерочка (4606038398247)', '9:00', '18:00' union all
select 'Пятерочка (4606038398261)', '9:00', '18:00' union all
select 'Пятерочка (4606038398278)', '9:00', '18:00' union all
select 'Пятерочка (4606038398353)', '9:00', '18:00' union all
select 'Пятерочка (4606038398551)', '9:00', '18:00' union all
select 'Пятерочка (4606038398797)', '9:00', '18:00' union all
select 'Пятерочка (4606038398872)', '9:00', '18:00' union all
select 'Пятерочка (4606038399091)', '9:00', '18:00' union all
select 'Пятерочка (4606038399121)', '9:00', '18:00' union all
select 'Пятерочка (4606038399497)', '9:00', '18:00' union all
select 'Пятерочка (4606038400094)', '9:00', '18:00' union all
select 'Пятерочка (4606038400414)', '9:00', '18:00' union all
select 'Пятерочка (4606038401718)', '9:00', '18:00' union all
select 'Пятерочка (4606038407482)', '9:00', '18:00' union all
select 'Пятерочка (4606038409134)', '9:00', '18:00' union all
select 'ПРОКСИ ВОСТОК (4606038419492)', '9:00', '18:00' union all
select 'Пятерочка (4606038420221)', '9:00', '18:00' union all
select 'Пятерочка (4606038420375)', '9:00', '18:00' union all
select 'ООО "АГРОТОРГ" (4606038421303)', '9:00', '18:00' union all
select 'ООО "АГРОТОРГ" (4606038430251)', '9:00', '18:00' union all
select 'ПРОКСИ ВОСТОК(4606038431654)', '9:00', '18:00' union all
select 'ПРОКСИ ВОСТОК (4606038431890)', '9:00', '18:00' union all
select 'РИТЕЙЛ ИНВЕСТ ООО (4606038431944)', '9:00', '18:00' union all
select 'РИТЕЙЛ ИНВЕСТ ООО (4606038431951)', '9:00', '18:00' union all
select 'РИТЕЙЛ ИНВЕСТ ООО (4606038432019)', '9:00', '18:00' union all
select 'ПРОКСИ ЮГ (4606038432316)', '9:00', '18:00' union all
select 'ООО "АГРОТОРГ" (4606038432828)', '9:00', '18:00' union all
select 'ООО "АГРОТОРГ" (4606038434747)', '9:00', '18:00' union all
select 'АПЕЛЬСИН (4606038436994)', '9:00', '18:00' union all
select 'МИРС ГРУПП', '9:00', '18:00' union all
select 'ПРОКСИ ЮГ', '9:00', '18:00' union all
select 'ПРОКСИ ВОСТОК', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031834334)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031834389)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031834686)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031834716)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031835461)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031836130)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031836239)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031836253)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031836321)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031836383)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031837540)', '9:00', '18:00' union all
select 'ТК ЛЕТО (4630031839582)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065280398)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065280503)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065280947)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065281241)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065281395)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065281401)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065281814)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065282569)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065282774)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065282958)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065283122)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065283290)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065283603)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065283801)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065283818)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065284389)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065284396)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065284471)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065284655)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065285256)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065286147)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065286246)', '9:00', '18:00' union all
select 'Верный (4630065286864)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065287021)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065287137)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065287250)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065287687)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065287694)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4630065287717)', '9:00', '18:00' union all
select 'Союз Святого Иоанна Воина (4630065288646)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014340158)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014340196)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014340349)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014341520)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014341537)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014342190)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014342442)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014342459)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014342800)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014342824)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014342909)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014343180)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014343197)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014343449)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014343715)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014343784)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014344071)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014345870)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014346129)', '9:00', '18:00' union all
select 'Союз Св. Иоанна Воина (4640014346716)', '9:00', '18:00' union all
select 'ПВ-ЦЕНТР 2 (4660085101113)', '9:00', '18:00' union all
select 'ПВ-ЦЕНТР 2 (4660085102042)', '9:00', '18:00' union all
select 'ПВ-ЦЕНТР 2 (4660085108396)', '9:00', '18:00' union all
select 'Элемент-Трейд (4680883826827)', '9:00', '18:00' union all
select 'Перекресток (9864398753303)', '9:00', '18:00' union all
select 'Перекресток (9864398753365)', '9:00', '18:00' union all
select 'ПОС. ТОВАРКОВСКИЙ,КИРОВА УЛ. Д.9Г (ООО "ТК ЛЕТО")', '9:00', '18:00'
;