-- 2) машины кофикса
-- #     ="select '"&СЖПРОБЕЛЫ(ТЕКСТ(A1;"ЧЧ:ММ"))&"'"&", 77777, yyyyyyyyy union all"
-- drop table car;
-- select car_name from car;

-- 5 = 2 и 6
-- -18=-20 и -16
-- дефолт= 2 и 6
-- truncate car;
-- # select count(*) from car;
insert into car(car_name, pallet, tonnage, temperature_min, temperature_max)
select 'РЕФРИЖЕРАТОРНЫЕ 5 ТОННЫЕ T: +5 ГИДРОБОРТ 14 ПМ', 77777, 5000, 2, 6  union all
select 'РЕФРИЖЕРАТОРНЫЕ 5 ТОННЫЕ T: -18 14 ПМ', 77777, 5000, -20, -16  union all
select 'РЕФРИЖЕРАТОРНЫЕ 5 ТОННЫЕ T: -18 ГИДРОБОРТ 14 ПМ', 77777, 5000, -20, -16  union all
select 'РЕФ_12_ТОНН_-18_C_ГИДРОБОРТ', 77777, 12000, -20, -16  union all
select '4500 - *HYUN 5ТБУШ.10', 5, 10, 2, 6  union all
select '4501 - *HYUN 10ТБУШ 16', 10, 16, 2, 6  union all
select '11 - *HYUN 20ТБУШ.33', 20, 33 , 2, 6  union all
select '4700 - *HYUN 5ТСОF-БУШ', 5, 10, 2, 6  union all
select '4701 - *HYUN 3TCOF-БУШ', 3, 10, 2, 6  union all
select '2350 - *10П2Т (РЕФЗАК)', 2, 10, 2, 6  union all
select 'ТЕРМО_5_ТОНН', 77777, 5000, 2, 6  union all
select 'РЕФРИЖЕРАТОРНЫЕ 5 ТОННЫЕ T: +5 ГИДРОБОРТ 14 ПМ', 77777, 5000, 2, 6  union all
select 'РЕФ_5_ТОНН_5_C_ГИДРОБОРТ', 77777, 5000, 2, 6  union all
select 'РЕФ_7_ТОНН_5_C_ГИДРОБОРТ', 77777, 7000, 2, 6  union all
select 'РЕФ_10_ТОНН_5_C_ГИДРОБОРТ', 77777, 10000, 2, 6  union all
select 'РЕФ_12_ТОНН_+5_C_ГИДРОБОРТ', 77777, 12000, 2, 6  union all
select 'РЕФ_5_ТОНН_-18_C_ГИДРОБОРТ', 77777, 5000, -20, -16  union all
select 'РЕФ_1_5_ТОНН_-18', 77777, 1500, -20, -16  union all
select 'РЕФ_7_ТОНН_-18_ГИДРОБОРТ', 77777, 7000, -20, -16  union all
select 'ТЕРМО_7_ТОНН', 77777, 7000, 2, 6  union all
select 'ИЗОТЕРМИЧЕСКИЕ 12 ТОННЫЕ', 77777, 12000, 2, 6  union all
select 'ТЕРМО_5_ТОНН_ГИДРОБОРТ', 77777, 5000, 2, 6  union all
select 'ТЕРМО_7_ТОНН_ГИДРОБОРТ', 77777, 7000, 2, 6  union all
select 'ИЗОТЕРМИЧЕСКИЕ 10 ТОННЫЕ', 77777, 10000, 2, 6  union all
select 'СЦЕПКА 7,5+7,5 ТОНН РЕФ +5', 77777, 7500, 2, 6  union all
select 'РЕФ_3_ТОНН_5_C_ГИДРОБОРТ', 77777, 3000, 2, 6  union all
select 'ИЗОТЕРМИЧЕСКИЕ 20 ТОННЫЕ', 77777, 20000, 2, 6  union all
select 'РЕФ_20_ТОНН_5_C', 77777, 20000, 2, 6  union all
select 'РЕФ_12_ТОНН_+5_C', 77777, 12000, 2, 6  union all
select 'РЕФ_10_ТОНН_-18_C_ГИДРОБОРТ', 77777, 10000, -20, -16  union all
select 'ТЕНТОВАННЫЕ 20 ТОННЫЕ', 77777, 20000, 2, 6  union all
select 'РЕФ_20_ТОНН_-18_C', 77777, 20000, -20, -16  union all
select 'РЕФ_20_ТОНН_2_C', 77777, 20000, 2, 6  union all
select 'РЕФ_20_ТОНН_7_C', 77777, 20000, 2, 6  union all
select 'РЕФ_20_ТОНН_8_C', 77777, 20000, 2, 6  union all
select 'РЕФ_20_ТОНН_3_C', 77777, 20000, 2, 6  union all
select 'РЕФРИЖЕРАТОРНЫЕ 5 ТОННЫЕ T: +5 ГИДРОБОРТ 14 ПМ', 77777, 5000, 2, 6  union all
select 'ТЕРМО 5 ТОНН 14П ГИДРОБОРТ', 77777, 5000, 2, 6  union all
select 'ТЕНТ_5_ТОНН', 77777, 5000, 2, 6  union all
select 'РЕФ_20_ТОНН_10_C', 77777, 20000, 2, 6 union all
select 'ТЕНТОВАННЫЕ 10 ТОННЫЕ', 77777, 10000, 2, 6 union all
select 'РЕФ_20_ТОНН_-18_ТЕРМО', 77777, 20000, -18, 6 union all
select 'РЕФРИЖЕРАТОРНЫЕ 20 ТОННЫЕ T: +6-8', 77777, 20000, -8, 6 union all
select 'РЕФ_20_ТОНН_-18_+5_С', 77777, 20000, -18, 5 union all
select 'РЕФРИЖЕРАТОРНЫЕ 20 ТОННЫЕ T: +2-4', 77777, 20000, -4, 2 union all
select 'ТЕРМО_3_ТОНН_ГИДРОБОРТ', 77777, 3000, 2, 6 union all
select 'РЕФ_20_ТОНН_9_C', 77777, 20000, 2, 6 union all
select 'РЕФРИЖЕРАТОРНЫЕ', 77777, 10000, 2, 6 union all
select 'РЕФ_12_ТОНН_-18_C', 77777, 12000, -18, 6 union all
select 'ТЕРМО 5 ТОНН 14П', 77777, 5000, 2, 6 union all
select 'РЕФ_3_ТОНН_2_4_ГИДРОБОРТ', 77777, 3000, 2, 6 union all
select 'РЕФ_1_5_ТОНН_2_4_ГИДРОБОРТ', 77777, 5000, 2, 6 union all
select 'РЕФ_3_ТОНН_-18_ГИДРОБОРТ', 77777, 3000, 2, 6 union all
select 'КОНТЕЙНЕРЫ 40 ФУТОВЫЕ ВЫСОКИЕ', 77777, 20000, 2, 6 union all
select 'РЕФ_20_ТОНН_6_C', 77777, 20000, 2, 6 union all
select 'РЕФ_20_ТОНН_+5_-18', 77777, 20000, -18, 5 union all
select 'РЕФ_20_ТОНН_6_C', 77777, 20000, 2, 6 union all
select 'РЕФ_20_ТОНН_12_C', 77777, 20000, 2, 12 union all
select 'РЕФ_5_ТОНН_-18', 77777, 5000, -18, 6 union all
select 'РЕФ_20_ТОНН_-18_+5_С', 77777, 20000, -18, 5 union all
select 'РЕФРИЖЕРАТОРНЫЕ 20 ТОННЫЕ T: +2-4', 77777, 20000, -4, 2 union all
select 'РЕФ_20_ТОНН_-18_ТЕРМО', 77777, 20000, -18, 6 union all
select 'РЕФ_20_ТОНН_15_C', 77777, 20000, 2, 15 union all
select 'РЕФ_20_ТОНН_1_3_C', 77777, 20000, 1, 3 union all
select 'РЕФ_20_ТОНН_4_6_C', 77777, 20000, 4, 6 union all
select 'РЕФ_20_ТОНН_4_C', 77777, 20000, 2, 4 union all
select 'РЕФ_7_ТОНН_5_C', 77777, 7000, 2, 5
;