REPLACE INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
-- nsb:
select 112429, '95, КОМИНТЕРНА', 1, '04:00', '16:00', 'НСБ' union all
select 112825, 'Д.12,К.О, КВ-Л ЮГО-ВОСТОЧНЫЙ, ПОМ.1', 1, '04:00', '16:00', 'НСБ' union all
select 113341, '63, СОВЕТСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 113950, 'ПОС. ЗАБОЛОТЬЕ', 1, '04:00', '16:00', 'НСБ' union all
select 114335, '66, ВЫГОННАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 114413, '2В, СТР.24, ЗАВОДСКАЯ, ЭТ.2, П.25', 1, '04:00', '16:00', 'НСБ' union all
select 114845, '65,КОР.1, Л.А,П.10Н, ЛЕСНОЙ ПР.', 1, '04:00', '16:00', 'НСБ' union all
select 115168, 'Д.175, ОФИС № 2, СТ-ЦА МЕДВЕДОВСКАЯ, УЛ.МИРА', 1, '04:00', '16:00', 'НСБ' union all
select 115526, 'Д.13,Л.АЕ, МОСКОВСКОЕ ШОССЕ, П.28Н,П.12', 1, '04:00', '16:00', 'НСБ' union all
select 116673, 'АХТУБА, УЛ.КУЗНЕЦКАЯ, Д.42, ОФ.3', 1, '04:00', '16:00', 'НСБ' union all
select 116711, 'Д.4, УЛ.КАРЛА МАРКСА', 1, '04:00', '16:00', 'НСБ' union all
select 116808, 'Д.7, ЛИТ.Б, ОФ.1 ЭТАЖ, УЛ. АВТОБУСНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 118398, 'Д.7Б, КАБ.23, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'НСБ' union all
select 118603, 'Д.46, Д.ДЕМИДОВО', 1, '04:00', '16:00', 'НСБ' union all
select 126500, 'Д.15, УЛ.1905 ГОДА', 1, '04:00', '16:00', 'НСБ' union all
select 128447, 'Д.18, УЛ. САРАТОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 128995, 'Д. 8, УЛ. ЯГОДНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129014, 'Д.3, УЛ. ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129240, 'Д.58,КВ.1, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129379, 'Д.7, К.А, УЛ.САДОВАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129457, 'Д.1, Д.АЛЕКСЕЕВКА, УЛ.ИНТЕРНАЦИОНАЛЬНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129490, 'ЛИТ.А, ПОМ.6Н,ОФ4, УЛ.ЖЕЛЕЗНОДОРОЖНАЯ,Д.11,К.3', 1, '04:00', '16:00', 'НСБ' union all
select 129497, 'Д.24,СТР.7, ПОМ.5, УЛ. БАЗОВАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129757, 'Д.18, УЛ.САРАТОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 129775, 'Д.1,ЛИТ.Р, УЛ.ПРИЧАЛЬНАЯ 5-Я', 1, '04:00', '16:00', 'НСБ' union all
select 129779, 'ЗД.3/2, ОФ.2, УЛ.ОГУРЕЧНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 130089, 'ЗД.9, УЛ.ТЕПЛИЧНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 130299, 'Д.42, ПОМ.16-17, УЛ. ПЛЕХАНОВА', 1, '04:00', '16:00', 'НСБ' union all
select 130359, 'Д.1/1,ЭТ.2, ПОМ.5, УЛ.ДОРОЖНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 130441, 'Д.1, М.Р-Н ПСКОВСКИЙ, УЛ.ПАРКОВАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 130744, 'Д.2/2, ТЕР.ГРАНАТОВАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 130851, 'ТЕРРИТОРИЯ КОЛОС,Д. 4000/1267', 1, '04:00', '16:00', 'НСБ' union all
select 188888, 'ГОСТИНИЧНАЯ 7 А, КОРП.2', 1, '04:00', '16:00', 'НСБ' union all
select 300212, 'КОМ. 7, НЕВСКИЙ ПР., Д. 30, ЛИТЕРА А, ПОМ. 26-Н', 1, '04:00', '16:00', 'НСБ' union all
select 304330, 'Д.9, СТР.3, УЛ.ГОДОВИКОВА', 1, '04:00', '16:00', 'НСБ' union all
select 304442, 'ЛИГОВСКИЙ ПР. 50/12 Н', 1, '04:00', '16:00', 'НСБ' union all
select 305455, '16-30А, КОСАЯ ЛИНИЯ, ПОМ. 1-Н', 1, '04:00', '16:00', 'НСБ' union all
select 314263, 'Ш. ВАРШАВСКОЕ Д. 47, КОРП. 4', 1, '04:00', '16:00', 'НСБ' union all
select 340815, 'Д.1, УЛ. ПРОМБАЗА', 1, '04:00', '16:00', 'НСБ' union all
select 910000, '1-АЯ УЛИЦА РЕВСОБРАНИЙ 3А', 1, '04:00', '16:00', 'НСБ' union all
select 910001, 'ДЕРЕВНЯ МАРТЬЯНОВО', 1, '04:00', '16:00', 'НСБ' union all
select 910693, 'ПРОСПЕКТ ЛЕНИНА, 27', 1, '04:00', '16:00', 'НСБ' union all
select 6002, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'НСБ' union all
select 7073, '16, КОРП.5, О.П. 3307 КМ', 1, '04:00', '16:00', 'НСБ' union all
select 7074, 'УЛ. ИГАРСКАЯ, 54/3', 1, '04:00', '16:00', 'НСБ' union all
select 8000800, 'Д.54/3, УЛ.ИГАРСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8008, 'Г. НОВОСИБИРСК, УЛ. ДЕКАБРИСТОВ 247 КОРПУС 6 , ИНДЕКС 630063', 1, '04:00', '16:00', 'НСБ' union all
select 8009, 'УЛ. ДАРГОМЫЖСКОГО, 8А', 1, '04:00', '16:00', 'НСБ' union all
select 0071, '64, Ш. ГУСИНОБРОДСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 0072, '9, ПР. ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'НСБ' union all
select 0073, '52/1, УЛ. БОЛЬШЕВИСТСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0075, '156, ПАВЛОВСКИЙ ТРАКТ', 1, '04:00', '16:00', 'НСБ' union all
select 0076, '25,3, УЛ. 70 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0077, '1А, УЛ. КИРЗАВОДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0078, '21, УЛ. 21-Я АМУРСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0079, '33, УЛ. ЛУКАШЕВИЧА', 1, '04:00', '16:00', 'НСБ' union all
select 0080, '73, УЛ. ПЕТУХОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0081, '7, ПР-КТ СИБИРСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 0082, '190,КОРП.2, УЛ. 10 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0083, '67, УЛ. ВЛАСИХИНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0084, '18, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'НСБ' union all
select 0085, '1/1, УЛ. МИТРОФАНОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0086, '7, УЛ. СВЕТЛАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0087, '62, УЛ. 9 МАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0088, '30, ПР. МИРА', 1, '04:00', '16:00', 'НСБ' union all
select 0089, '28 B, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 0095, '29, УЛ. МЯСНИКОВОЙ', 1, '04:00', '16:00', 'НСБ' union all
select 101516, '4,ЛИТ.Б, ДРЕЗДЕНСКАЯ, ПОМ.13-Н', 1, '04:00', '16:00', 'НСБ' union all
select 102375, '3, Х-Р НОВЕНЬКИЙ, ПРИБРЕЖНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 104545, '2, СТР.25, СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 106517, '42, ПОМ.3, ВНУКОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 107267, '2, ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 107286, '1, РЯЗАНОВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'НСБ' union all
select 107760, '13,ЛИТ.А, ВИТЕБСКИЙ ПРОСПЕКТ, ПОМ.26', 1, '04:00', '16:00', 'НСБ' union all
select 108152, 'Д.2А,ОФ206, УЛ.9 МАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 108726, '33,ЛИТ.А, ПЕРВОГО МАЯ (МИХАЙЛОВКА), ПОМ.1-А', 1, '04:00', '16:00', 'НСБ' union all
select 109148, 'ЗД.43/2, КАБ.26, УЛ.СОВЕТСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 109297, 'ОФ.211, ПОМ.П8, УЛ.НОВАЯ,Д.10', 1, '04:00', '16:00', 'НСБ' union all
select 109565, '2, КВАРТАЛ ОБЩЕСТВЕННЫЙ ЦЕНТР', 1, '04:00', '16:00', 'НСБ' union all
select 109630, 'УЛ. КОМАРОВА 2', 1, '04:00', '16:00', 'НСБ' union all
select 110171, '1, ЛИТ.Ж, 5-Й ВЕРХНИЙ ПЕР., ПОМ.108', 1, '04:00', '16:00', 'НСБ' union all
select 110184, '295 Б, П.6Н,ОФ.1, ПР.ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'НСБ' union all
select 110521, 'ВЛ.1,СТР.4, ПОМ.1/2/3, ТЕР.СЕЛЬСКОХОЗЯЙСТВЕННЫЙ КОМПЛЕКС', 1, '04:00', '16:00', 'НСБ' union all
select 110694, 'ЗД.8, УЛ.ПРОИЗВОДСТВЕННАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 110698, 'ЗДАНИЕ 2', 1, '04:00', '16:00', 'НСБ' union all
select 110740, 'Д.12, УЛ. ЛОМОНОСОВА', 1, '04:00', '16:00', 'НСБ' union all
select 111185, 'ПРОМЗОНА НИЖНЯЯ,ПР-ЗД ЦЕНТРАЛЬНЫЙ, СТР.2', 1, '04:00', '16:00', 'НСБ' union all
select 111253, 'ВЛ.1, ОБЪЕЗДНОЕ ШОССЕ', 1, '04:00', '16:00', 'НСБ' union all
select 111572, '4, АГРАРНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 111658, 'К.71, УЛ.ЛАВРОВСКАЯ ДОРОГА', 1, '04:00', '16:00', 'НСБ' union all
select 111712, '1, ВИНОГРАДНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 111815, '48, ОФ.303, ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0096, '13, УЛ. ЕЛИЗАРОВЫХ', 1, '04:00', '16:00', 'НСБ' union all
select 0097, '102 В, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0098, '29, УЛ. ВОЛГОГРАДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0099, '59, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0109, '136, УЛ. ТРАНСПОРТНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0110, '75, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0126, '3/5, УЛ. СЕРГЕЕВА', 1, '04:00', '16:00', 'НСБ' union all
select 0137, '22,А, КРАСНОЯРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'НСБ' union all
select 0139, '20, УЛ. БАУМАНА', 1, '04:00', '16:00', 'НСБ' union all
select 0140, '12, УЛ. ДМИТРИЯ МАРТЫНОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0141, '7А, УЛ. ЗОРГЕ', 1, '04:00', '16:00', 'НСБ' union all
select 0153, '19,Д, УЛ. ЯСТЫНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0173, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 0178, '33, ПР-КТ КУЗНЕЦКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 0223, '73, УЛ. СВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0233, '19, УЛ. ХЛЕБОЗАВОДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0236, '13/1, УЛ. ФРАНК-КАМЕНЕЦКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0237, '65, МКР ЮГО-ВОСТОЧНЫЙ РАЙОН', 1, '04:00', '16:00', 'НСБ' union all
select 0247, '77, УЛ. МИЧУРИНА', 1, '04:00', '16:00', 'НСБ' union all
select 2532, '64, ГУСИНОБРОДСКОЕ ШОССЕ', 1, '04:00', '16:00', 'НСБ' union all
select 2533, '52/1, УЛ. БОЛЬШЕВИСТСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2534, '156, ПАВЛОВСКИЙ ТРАКТ', 1, '04:00', '16:00', 'НСБ' union all
select 2535, '25,3, УЛ.70 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2536, '21, УЛ. 21-Я АМУРСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2537, '33, УЛ. ЛУКАШЕВИЧА', 1, '04:00', '16:00', 'НСБ' union all
select 2538, '73, УЛ. ПЕТУХОВА', 1, '04:00', '16:00', 'НСБ' union all
select 2539, '28 B, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2540, '29, УЛ. МЯСНИКОВОЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2541, '13, УЛ. ЕЛИЗАРОВЫХ', 1, '04:00', '16:00', 'НСБ' union all
select 2542, '59, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'НСБ' union all
select 2543, '19,Д, УЛ. ЯСТЫНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2544, '33, ПР-КТ КУЗНЕЦКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2545, '73, УЛ. СВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2546, '77, УЛ. МИЧУРИНА', 1, '04:00', '16:00', 'НСБ' union all
select 2582, '64, ГУСИНОБРОДСКОЕ ШОССЕ', 1, '04:00', '16:00', 'НСБ' union all
select 2583, '52/1, УЛ. БОЛЬШЕВИСТСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2584, '156, ПАВЛОВСКИЙ ТРАКТ', 1, '04:00', '16:00', 'НСБ' union all
select 2585, '25,3, УЛ.70 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2586, '21, УЛ. 21-Я АМУРСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2587, '33, УЛ. ЛУКАШЕВИЧА', 1, '04:00', '16:00', 'НСБ' union all
select 2588, '73, УЛ. ПЕТУХОВА', 1, '04:00', '16:00', 'НСБ' union all
select 2589, '28 B, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2590, '29, УЛ. МЯСНИКОВОЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2591, '13, УЛ. ЕЛИЗАРОВЫХ', 1, '04:00', '16:00', 'НСБ' union all
select 2592, '59, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'НСБ' union all
select 2593, '19,Д, УЛ. ЯСТЫНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2594, '33, ПР-КТ КУЗНЕЦКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2595, '73, УЛ. СВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2596, '77, УЛ. МИЧУРИНА', 1, '04:00', '16:00', 'НСБ' union all
select 2615, '9, ПР. ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'НСБ' union all
select 2616, '1А, УЛ. КИРЗАВОДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2617, '190,КОРП.2, УЛ. 10 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2618, '67, УЛ. ВЛАСИХИНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2619, '62, УЛ. 9 МАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2620, '30, ПР. МИРА', 1, '04:00', '16:00', 'НСБ' union all
select 2621, '20, УЛ. БАУМАНА', 1, '04:00', '16:00', 'НСБ' union all
select 2623, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 2633, '9, ПР. ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'НСБ' union all
select 2634, '1А, УЛ. КИРЗАВОДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2635, '190,КОРП.2, УЛ. 10 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2636, '67, УЛ. ВЛАСИХИНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2637, '62, УЛ. 9 МАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 2638, '30, ПР. МИРА', 1, '04:00', '16:00', 'НСБ' union all
select 2639, '20, УЛ. БАУМАНА', 1, '04:00', '16:00', 'НСБ' union all
select 2640, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 2705, '7, ПР-КТ СИБИРСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 2727, '7, ПР-КТ СИБИРСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 6173, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 0856, '1, УЛ. РУССКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0857, 'ЗД.14Б, УЛ. ЯСНЫЙ БЕРЕГ', 1, '04:00', '16:00', 'НСБ' union all
select 0801, '2, ПЛ. КАРЛА МАРКСА', 1, '04:00', '16:00', 'НСБ' union all
select 0802, '4/1, УЛ. ГЕОДЕЗИЧЕСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0808, '29, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0809, '46, УЛ. ДЕПУТАТСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0810, '15, УЛ. КОМСОМОЛЬСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0811, '84, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0812, '276, 32-35,38, УЛ. ДУСИ КОВАЛЬЧУК', 1, '04:00', '16:00', 'НСБ' union all
select 0816, '90/1, УЛ. ПАРХОМЕНКО', 1, '04:00', '16:00', 'НСБ' union all
select 0817, '130, А, УЛ. ТРОЛЛЕЙНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0818, '24, УЛ. ВЕТЛУЖСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0819, '39, ПР-КТ ХИМИКОВ', 1, '04:00', '16:00', 'НСБ' union all
select 0820, '28, Б-Р СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'НСБ' union all
select 0821, '91, УЛ. ДУСИ КОВАЛЬЧУК', 1, '04:00', '16:00', 'НСБ' union all
select 0823, '25, УЛ. ТЮЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0829, '2, В, УЛ. КОТОВСКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0831, '206, УЛ. БОРИСА БОГАТКОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0832, '29, УЛ. ТРИКОТАЖНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0833, '20, Ш. ГУСИНОБРОДСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 0834, '11, УЛ. КОЛХИДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0835, '30, УЛ. ВОЛХОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0836, '24, УЛ. МАЯКОВСКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0838, '64, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0840, '116, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0841, '90/1, ПОМ.100, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0843, '86/260, УЛ. ПОПОВА/УЛ. ГЕОРГИЯ ИСАКОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0844, '155, УЛ. СЕВЕРО-ЗАПАДНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0846, '9,ПОМ.Н3, УЛ. СЕРГЕЯ СЕМЕНОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0847, '6, УЛ. М.ГОРЬКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0848, '11, ПР-КТ ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'НСБ' union all
select 0849, '2/2, ПР-КТ ДЗЕРЖИНСКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0851, '59А,ПОМ.38, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'НСБ' union all
select 0852, '55, УЛ. КИРОВА', 1, '04:00', '16:00', 'НСБ' union all
select 0853, '44, УЛ. КРАСНОАРМЕЙСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0854, '28, УЛ. МАЛО-ОЛОНСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0855, '46, П.3-17, УЛ. ИППОДРОМСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0860, '16, ПР-КТ НИКОЛЬСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 0863, '13, П.231, УЛ. ПАВЛОВСКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0865, '1, УЛ. ВАСИЛИЯ КАНДИНСКОГО', 1, '04:00', '16:00', 'НСБ' union all
select 0866, '6, УЛ. АВТОЗАВОДСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 0867, '53,П.28-34, ПЕР. КОММУНАРСКИЙ', 1, '04:00', '16:00', 'НСБ' union all
select 6003, '16,К.7, С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'НСБ' union all
select 1228, '161, П. ШУШАРЫ, МОСКОВСКОЕ Ш,', 1, '04:00', '16:00', 'НСБ' union all
select 1240, '5, УЛ.ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 7127, 'Д.10, КИРПИЧНЫЙ ПРОЕЗД', 1, '04:00', '16:00', 'НСБ' union all
select 7137, 'Д.18, УЛ. ПОЧТОВАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8000, '345,ЛИТ.А, ПОМЕЩЕНИЕ 1Н,№ ЧАСТИ ПОМЕЩЕНИЯ 103, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 8001, '345,ЛИТ.А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'НСБ' union all
select 8003, '12, К.ВА, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8005, 'ПРОМЗОНА УТКИНА ЗАВОДЬ УЧ №1 КОРП. №2', 1, '04:00', '16:00', 'НСБ' union all
select 8007, 'Г. НИЖНИЙ НОВГОРОД, ВОРОТЫНСКАЯ УЛ., 3', 1, '04:00', '16:00', 'НСБ' union all
select 8023, 'ТЕЛЬМАНА ЗОНА,ЗД.1,БЛОК 1,ЭТ1, ЧЗ.1,ПОМ43', 1, '04:00', '16:00', 'НСБ' union all
select 8032, '3, К.1, ЛОГОПАРК', 1, '04:00', '16:00', 'НСБ' union all
select 8033, '36, УЛ. МОЖАЙСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8034, '10, ПРОМЫШЛЕННАЯ УЛ.', 1, '04:00', '16:00', 'НСБ' union all
select 8040, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8052, '1 КМ СЕВЕРНЕЕ ЗЕЛЕНОВКА СНТ, 1,1', 1, '04:00', '16:00', 'НСБ' union all
select 8070, '3 ПРОЕЗД, Д. 69.', 1, '04:00', '16:00', 'НСБ' union all
select 8074, '3307 КМ ПЛАТФОРМА, Д.16,КОРП.7, ЭТ1,ПОМ13', 1, '04:00', '16:00', 'НСБ' union all
select 8090, 'Д. 8А/2, УЛ. ВОДОПРОВОДНАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8091, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'НСБ' union all
select 8092, 'ВОСТОК КОРП. 1, К.1, КОСУЛИНО, ЛОГОПАРК КОЛЬЦЕВАЯ-ВОСТОК', 1, '04:00', '16:00', 'НСБ' union all
select 8112, 'Д.ЧЁРНАЯ ГРЯЗЬ, УЛ.СХОДНЕНСКАЯ, СТ', 1, '04:00', '16:00', 'НСБ' union all
select 8114, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'НСБ' union all
select 8115, 'ПОС.БЫКОВО, УЛ.АЭРОПОРТОВСКАЯ Д.14 П', 1, '04:00', '16:00', 'НСБ' union all
select 8116, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'НСБ' union all
select 8117, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'НСБ' union all
select 8118, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'НСБ' union all
select 8123, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'НСБ' union all
select 8125, 'Д.14А, УЛ. АЭРОПОРТОВСКАЯ', 1, '04:00', '16:00', 'НСБ' union all
select 8130, 'ЗД.32,Д/1, УЛ. 4-Я ПРОМЫШЛЕННАЯ ЗОНА', 1, '04:00', '16:00', 'НСБ' union all
select 8133, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'НСБ' union all
select 845, 'ООО "Лента", 656012, Алтайский край, г. Барнаул, ул. П.С. Кулагина, д. 44', 1, '04:00', '16:00', 'НСБ' union all
select 852, 'ООО "Лента", 654080, Кемеровская обл., г. Новокузнецк, ул. Кирова, 55', 1, '04:00', '16:00', 'НСБ' union all
select 829, 'ООО "Лента", 630032, Новосибирская обл., г. Новосибирск, ул. Котовского,д.2, В', 1, '04:00', '16:00', 'НСБ' union all
select 8072, 'Новосибирская область, Новосибирский район', 1, '04:00', '16:00', 'НСБ' union all
select 809, 'ООО "Лента", 630099, Новосибирская обл., г. Новосибирск, ул. Депутатская, д.46', 1, '04:00', '16:00', 'НСБ' union all
select 808, 'ООО "Лента", 630004, Новосибирская обл., г. Новосибирск, ул. Ленина, д. 29', 1, '04:00', '16:00', 'НСБ' union all
select 831, 'ООО "Лента", 630017, Новосибирская обл., г. Новосибирск, ул. Бориса Богаткова, д. 206', 1, '04:00', '16:00', 'НСБ' union all
select 833, 'ООО "Лента", 630039, Новосибирская обл., г. Новосибирск, ш. Гусинобродское, д. 20', 1, '04:00', '16:00', 'НСБ' union all
select 811, 'ООО "Лента", 630004, Новосибирская обл., Новосибирск, ул. Ленина, д. 84', 1, '04:00', '16:00', 'НСБ' union all
select 849, 'ООО "Лента", 630112, Новосибирская обл., г. Новосибирск, Дзержинского пр-кт, д.2/2', 1, '04:00', '16:00', 'НСБ' union all
select 4008, 'г. Новосибирск, ул. Глинки, 10а', 1, '04:00', '16:00', 'НСБ' union all
select 821, 'ООО "Лента", 630082, Новосибирская обл., г. Новосибирск, ул. Дуси Ковальчук, д. 91', 1, '04:00', '16:00', 'НСБ' union all
select 832, 'ООО "Лента", 630015, Новосибирская обл., г. Новосибирск, ул. Трикотажная, д. 29', 1, '04:00', '16:00', 'НСБ' union all
select 812, 'ООО "Лента", 630049, Новосибирская обл, г. Новосибирск, ул. Дуси Ковальчук, д.276, кв.2,3,7-13,16,19,20,23-25,27-29,32-35,38', 1, '04:00', '16:00', 'НСБ' union all
select 837, 'ООО "Лента", 630129, Новосибирская обл., г. Новосибирск, ул. Курчатова, д. 7/1', 1, '04:00', '16:00', 'НСБ' union all
select 823, 'ООО "Лента", 630061, Новосибирская обл., г. Новосибирск, ул. Тюленина, д.25', 1, '04:00', '16:00', 'НСБ' union all
select 850, 'ООО "Лента", 650070, Кемеровская обл., г. Кемерово, Молодёжный пр.,2, пом.161', 1, '04:00', '16:00', 'НСБ' union all
select 839, 'ООО "Лента", 650055, Кемеровская обл., г. Кемерово, ул. Сибиряков-Гвардейцев, д. 18, А', 1, '04:00', '16:00', 'НСБ' union all
select 851, 'ООО "Лента",650066, Кемеровская обл., г. Кемерово, пр-кт Ленина, 59 А, пом.38', 1, '04:00', '16:00', 'НСБ' union all
select 820, 'ООО "Лента", 650060, Кемеровская обл., г. Кемерово, Строителей б-р, д. 28', 1, '04:00', '16:00', 'НСБ' union all
select 838, 'ООО"Лента", 650066, Кемеровская обл., г. Кемерово, Ленина пр-кт, д. 64', 1, '04:00', '16:00', 'НСБ' union all
select 841, 'ООО "Лента", 650066, Кемеровская обл., г. Кемерово, Ленина пр-кт, д. 90/1, пом.100', 1, '04:00', '16:00', 'НСБ' union all
select 840, 'ООО "Лента", 650023, Кемеровская обл., г. Кемерово, пр-кт Ленина, д. 116', 1, '04:00', '16:00', 'НСБ' union all
select 842, 'ООО "Лента", 650033, Кемеровская обл., г. Кемерово, ул. Леонова, д. 10', 1, '04:00', '16:00', 'НСБ' union all
select 4026, 'г. Томск, ТРК «ЛЕТО», ул. Нахимова, 8 стр. 13', 1, '04:00', '16:00', 'НСБ' union all
select 853, 'ООО "Лента", 634061, Томская обл., г. Томск, Красноармейская ул., 44', 1, '04:00', '16:00', 'НСБ' union all
select 4030, 'Попова 1а', 1, '04:00', '16:00', 'НСБ' union all
select 4025, 'Томская область, п. Зональная станция, ул. Тихая, 109.', 1, '04:00', '16:00', 'НСБ' union all
select 4021, 'г.Новосибирск, ул.Т.Снежиной д 44', 1, '04:00', '16:00', 'НСБ' union all
select 4017, 'НО, д.п. Кудряшовский, ул.Зеленая 7/1 (Октябрьская 7 ориентир)', 1, '04:00', '16:00', 'НСБ' union all
select 4009, 'НСК, п. Озерный, ул. Промышленная 10/3', 1, '04:00', '16:00', 'НСБ' union all
select 4000, 'г. Новосибирск, п.Пашино, ул.Магистральная, д.12', 1, '04:00', '16:00', 'НСБ' union all
select 857, 'г. Новосибирск, ул. Ясный Берег, 14Б', 1, '04:00', '16:00', 'НСБ' union all
select 856, 'г. Новосибирск, ТЦ «Маяк», ул. Русская, 1', 1, '04:00', '16:00', 'НСБ' union all
select 848, 'ООО "Лента" 656922, Алтайский край, г. Барнаул, пр-кт Энергетиков, 11', 1, '04:00', '16:00', 'НСБ' union all
select 843, 'ООО "ЛЕНТА", 656062, Алтайский край, Барнаул, Попова ул/Георгия Исакова ул, 86/260', 1, '04:00', '16:00', 'НСБ' union all
select 819, 'ООО "Лента", 650003, Кемеровская обл., г. Кемерово, пр-кт Химиков, д.39', 1, '04:00', '16:00', 'НСБ' union all
select 846, 'ООО "Лента", 656065, Алтайский край, г. Барнаул, ул. Сергея Семенова, д. 9, пом.Н3', 1, '04:00', '16:00', 'НСБ' union all
select 844, 'ООО "Лента", 656052, Алтайский край, г. Барнаул, ул. Северо-Западная, д. 155', 1, '04:00', '16:00', 'НСБ' union all
select 4002, 'Барнаул, ул. Попова, 70а', 1, '04:00', '16:00', 'НСБ' union all
select 807, 'ООО "Лента", 633208, Новосибирская обл., г. Искитим, Южный мкр., д. 56', 1, '04:00', '16:00', 'НСБ' union all
select 847, 'ООО "Лента", 633010, Новосибирская обл., г. Бердск, ул. М.Горького, д. 6', 1, '04:00', '16:00', 'НСБ' union all
select 810, 'ООО "Лента", 633009, Новосибирская обл., г.Бердск, ул. Комсомольская, 15', 1, '04:00', '16:00', 'НСБ' union all
select 818, 'ООО "Лента", 630056, Новосибирская обл., г. Новосибирск, ул. Ветлужская, д. 24', 1, '04:00', '16:00', 'НСБ' union all
select 4007, 'г. Краснообск, Восточная 5-1', 1, '04:00', '16:00', 'НСБ' union all
select 825, 'ООО "Лента", 630119, Новосибирская обл., г. Новосибирск, ул. Зорге, д.271/1', 1, '04:00', '16:00', 'НСБ' union all
select 4014, 'НСК, ул. Твардовского 22 (ориентир)', 1, '04:00', '16:00', 'НСБ' union all
select 817, 'ООО "Лента", 630107, Новосибирская обл., г. Новосибирск, ул. Троллейная, д. 130, А', 1, '04:00', '16:00', 'НСБ' union all
select 835, 'ООО"Лента", 630045, Новосибирская обл., г. Новосибирск, ул. Волховская, д.30', 1, '04:00', '16:00', 'НСБ' union all
select 836, 'ООО"Лента", 630046, Новосибирская обл., г. Новосибирск, ул. Маяковского, д. 24', 1, '04:00', '16:00', 'НСБ' union all
select 4010, 'г. Новосибирск, ул. Титова 232Б', 1, '04:00', '16:00', 'НСБ' union all
select 4018, 'Новосибирск, ул. Титова 182а', 1, '04:00', '16:00', 'НСБ' union all
select 801, 'ООО "Лента", 630078, Новосибирская обл., г. Новосибирск, пл. Карла Маркса, д. 2', 1, '04:00', '16:00', 'НСБ' union all
select 816, 'ООО "Лента", 630136, Новосибирская область, г. Новосибирск, ул. Пархоменко, д. 90/1', 1, '04:00', '16:00', 'НСБ' union all
select 834, 'ООО "Лента", 630071, Новосибирская обл, г. Новосибирск, ул. Колхидская, д. 11', 1, '04:00', '16:00', 'НСБ' union all
select 802, 'ООО "Лента", 630073, Новосибирская обл., г. Новосибирск, ул. Геодезическая, д. 4/1', 1, '04:00', '16:00', 'НСБ' union all
select 855, 'Новосибирск, ул. Ипподромская, 46', 1, '04:00', '16:00', 'НСБ' union all
select 4019, 'г. Новосибирск, ул. Бориса Богаткова 217/2', 1, '04:00', '16:00', 'НСБ' union all
select 4003, 'Новосибирск, ул. Ельцовская, д. 6а', 1, '04:00', '16:00', 'НСБ' union all
select 4013, 'г.Новосибирск , Кропоткина ул., д.203', 1, '04:00', '16:00', 'НСБ' union all
select 854, 'Барнаул, ул. Мало – Олонская, 28', 1, '04:00', '16:00', 'НСБ' union all
select 4027, 'Новосибирск, Выборная 142/1', 1, '04:00', '16:00', 'НСБ'

