INSERT INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
SELECT lenta_dictionary_key,
       MIN(address_name),
       MIN(type),
       MIN(time_shop),
       MIN(time_stock),
       MIN(region)
FROM (
         SELECT 757                                      as lenta_dictionary_key,
                'Большой Сампсониевский пр. 66, лит. О.' as address_name,
                1                                        as type,
                '04:00'                                  as time_shop,
                '16:00'                                  as time_stock,
                'СПБ'                                    as region union all
-- ЕКБ:
select 101516, '4,ЛИТ.Б, ДРЕЗДЕНСКАЯ, ПОМ.13-Н', 1, '04:00', '16:00', 'ЕКБ' union all
select 102375, '3, Х-Р НОВЕНЬКИЙ, ПРИБРЕЖНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 104545, '2, СТР.25, СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 106517, '42, ПОМ.3, ВНУКОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 107267, '2, ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 107286, '1, РЯЗАНОВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 107760, '13,ЛИТ.А, ВИТЕБСКИЙ ПРОСПЕКТ, ПОМ.26', 1, '04:00', '16:00', 'ЕКБ' union all
select 108152, 'Д.2А,ОФ206, УЛ.9 МАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 108726, '33,ЛИТ.А, ПЕРВОГО МАЯ (МИХАЙЛОВКА), ПОМ.1-А', 1, '04:00', '16:00', 'ЕКБ' union all
select 109148, 'ЗД.43/2, КАБ.26, УЛ.СОВЕТСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 109297, 'ОФ.211, ПОМ.П8, УЛ.НОВАЯ,Д.10', 1, '04:00', '16:00', 'ЕКБ' union all
select 109565, '2, КВАРТАЛ ОБЩЕСТВЕННЫЙ ЦЕНТР', 1, '04:00', '16:00', 'ЕКБ' union all
select 109630, 'УЛ. КОМАРОВА 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 110171, '1, ЛИТ.Ж, 5-Й ВЕРХНИЙ ПЕР., ПОМ.108', 1, '04:00', '16:00', 'ЕКБ' union all
select 110184, '295 Б, П.6Н,ОФ.1, ПР.ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'ЕКБ' union all
select 110521, 'ВЛ.1,СТР.4, ПОМ.1/2/3, ТЕР.СЕЛЬСКОХОЗЯЙСТВЕННЫЙ КОМПЛЕКС', 1, '04:00', '16:00', 'ЕКБ' union all
select 110694, 'ЗД.8, УЛ.ПРОИЗВОДСТВЕННАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 110698, 'ЗДАНИЕ 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 110740, 'Д.12, УЛ. ЛОМОНОСОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 111185, 'ПРОМЗОНА НИЖНЯЯ,ПР-ЗД ЦЕНТРАЛЬНЫЙ, СТР.2', 1, '04:00', '16:00', 'ЕКБ' union all
select 111253, 'ВЛ.1, ОБЪЕЗДНОЕ ШОССЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 111572, '4, АГРАРНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 111658, 'К.71, УЛ.ЛАВРОВСКАЯ ДОРОГА', 1, '04:00', '16:00', 'ЕКБ' union all
select 111712, '1, ВИНОГРАДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 111815, '48, ОФ.303, ЛЕНИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 112429, '95, КОМИНТЕРНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 112825, 'Д.12,К.О, КВ-Л ЮГО-ВОСТОЧНЫЙ, ПОМ.1', 1, '04:00', '16:00', 'ЕКБ' union all
select 113341, '63, СОВЕТСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 113950, 'ПОС. ЗАБОЛОТЬЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 114335, '66, ВЫГОННАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 114413, '2В, СТР.24, ЗАВОДСКАЯ, ЭТ.2, П.25', 1, '04:00', '16:00', 'ЕКБ' union all
select 114845, '65,КОР.1, Л.А,П.10Н, ЛЕСНОЙ ПР.', 1, '04:00', '16:00', 'ЕКБ' union all
select 115168, 'Д.175, ОФИС № 2, СТ-ЦА МЕДВЕДОВСКАЯ, УЛ.МИРА', 1, '04:00', '16:00', 'ЕКБ' union all
select 115526, 'Д.13,Л.АЕ, МОСКОВСКОЕ ШОССЕ, П.28Н,П.12', 1, '04:00', '16:00', 'ЕКБ' union all
select 116673, 'АХТУБА, УЛ.КУЗНЕЦКАЯ, Д.42, ОФ.3', 1, '04:00', '16:00', 'ЕКБ' union all
select 116711, 'Д.4, УЛ.КАРЛА МАРКСА', 1, '04:00', '16:00', 'ЕКБ' union all
select 116808, 'Д.7, ЛИТ.Б, ОФ.1 ЭТАЖ, УЛ. АВТОБУСНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 118398, 'Д.7Б, КАБ.23, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 118603, 'Д.46, Д.ДЕМИДОВО', 1, '04:00', '16:00', 'ЕКБ' union all
select 126500, 'Д.15, УЛ.1905 ГОДА', 1, '04:00', '16:00', 'ЕКБ' union all
select 128447, 'Д.18, УЛ. САРАТОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 128995, 'Д. 8, УЛ. ЯГОДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129014, 'Д.3, УЛ. ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129240, 'Д.58,КВ.1, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129379, 'Д.7, К.А, УЛ.САДОВАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129457, 'Д.1, Д.АЛЕКСЕЕВКА, УЛ.ИНТЕРНАЦИОНАЛЬНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129490, 'ЛИТ.А, ПОМ.6Н,ОФ4, УЛ.ЖЕЛЕЗНОДОРОЖНАЯ,Д.11,К.3', 1, '04:00', '16:00', 'ЕКБ' union all
select 129497, 'Д.24,СТР.7, ПОМ.5, УЛ. БАЗОВАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129757, 'Д.18, УЛ.САРАТОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 129775, 'Д.1,ЛИТ.Р, УЛ.ПРИЧАЛЬНАЯ 5-Я', 1, '04:00', '16:00', 'ЕКБ' union all
select 129779, 'ЗД.3/2, ОФ.2, УЛ.ОГУРЕЧНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 130089, 'ЗД.9, УЛ.ТЕПЛИЧНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 130299, 'Д.42, ПОМ.16-17, УЛ. ПЛЕХАНОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 130359, 'Д.1/1,ЭТ.2, ПОМ.5, УЛ.ДОРОЖНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 130441, 'Д.1, М.Р-Н ПСКОВСКИЙ, УЛ.ПАРКОВАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 130744, 'Д.2/2, ТЕР.ГРАНАТОВАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 130851, 'ТЕРРИТОРИЯ КОЛОС,Д. 4000/1267', 1, '04:00', '16:00', 'ЕКБ' union all
select 188888, 'ГОСТИНИЧНАЯ 7 А, КОРП.2', 1, '04:00', '16:00', 'ЕКБ' union all
select 300212, 'КОМ. 7, НЕВСКИЙ ПР., Д. 30, ЛИТЕРА А, ПОМ. 26-Н', 1, '04:00', '16:00', 'ЕКБ' union all
select 304330, 'Д.9, СТР.3, УЛ.ГОДОВИКОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 304442, 'ЛИГОВСКИЙ ПР. 50/12 Н', 1, '04:00', '16:00', 'ЕКБ' union all
select 305455, '16-30А, КОСАЯ ЛИНИЯ, ПОМ. 1-Н', 1, '04:00', '16:00', 'ЕКБ' union all
select 314263, 'Ш. ВАРШАВСКОЕ Д. 47, КОРП. 4', 1, '04:00', '16:00', 'ЕКБ' union all
select 340815, 'Д.1, УЛ. ПРОМБАЗА', 1, '04:00', '16:00', 'ЕКБ' union all
select 910000, '1-АЯ УЛИЦА РЕВСОБРАНИЙ 3А', 1, '04:00', '16:00', 'ЕКБ' union all
select 910001, 'ДЕРЕВНЯ МАРТЬЯНОВО', 1, '04:00', '16:00', 'ЕКБ' union all
select 910693, 'ПРОСПЕКТ ЛЕНИНА, 27', 1, '04:00', '16:00', 'ЕКБ' union all
select 6002, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'ЕКБ' union all
select 7093, 'УЛ. МОНТАЖНИКОВ, 24, ЛИТЕР А', 1, '04:00', '16:00', 'ЕКБ' union all
select 7094, 'ПЕРЕУЛОК НИКОЛЬСКИЙ Д.1 ТЕРМИНАЛ №14', 1, '04:00', '16:00', 'ЕКБ' union all
select 7095, '(пусто)', 1, '04:00', '16:00', 'ЕКБ' union all
select 7096, '112, ЛИТ.Б, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 8000477, '24, МОНТАЖНИКОВ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8000478, '20, ПОТРЕБИТЕЛЬСКАЯ 2-Я', 1, '04:00', '16:00', 'ЕКБ' union all
select 8000479, '28, БАРАБИНСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8000641, '4Е, КИРОВСКИЙ РАЙОН, УЛ. БУКСИРНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0042, '66, ПР-КТ ПАРКОВЫЙ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0061, '75, ПР-КТ УРАЛЬСКИЙ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0069, '126, УЛ. БЛЮХЕРА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0074, '23, УЛ. ВОКЗАЛЬНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0091, '139, УЛ. МЕЛЬНИКАЙТЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0092, '74, УЛ. 30 ЛЕТ ПОБЕДЫ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0093, '2, УЛ. ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0094, '291, УЛ. РЕСПУБЛИКИ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0100, '9, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0135, '15-Й МКР, 21', 1, '04:00', '16:00', 'ЕКБ' union all
select 0146, '101, ТОБОЛЬСКИЙ ТРАКТ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0147, 'СТР.162 Б, Ш. КОСМОНАВТОВ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0154, '75, УЛ. БРАТЬЕВ КАШИРИНЫХ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0176, 'ЗД.48, УЛ. СУВОРОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0184, '15, УЛ. АКАДЕМИКА САХАРОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0192, '119, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0203, 'ДУБЛЕР СИБИРСКОГО ТРАКТА, СТР.19/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 0206, 'ЗД.31А, Ш. СВЕРДЛОВСКОЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0209, '19, УЛ. АЛЕБАШЕВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0212, '23, УЛ. ЧЕРКАССКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0213, '64, Ш. КОПЕЙСКОЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0227, 'ПР-КТ АКАДЕМИКА САХАРОВА, СТР.107/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 0228, 'ПР-КТ КОСМОНАВТОВ, СТР.1В/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 0229, 'СТР.2, УЛ. 22 ПАРТСЪЕЗДА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0230, 'СТР.60А, УЛ. ТАГАНСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0235, '65, Б-Р ГАГАРИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0245, '76, УЛ. НАРОДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0285, '22, УЛ. ЦОЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0297, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0301, '136, УЛ. АРТИЛЛЕРИЙСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0309, '8, УЛ. КОЛИ МЯГОТИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0317, '17, УЛ. КУЗОВАТКИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0321, 'Д. 38, ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0920, '13, УЛ. РЕВОЛЮЦИИ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0921, '82, УЛ. МИРА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0922, '13, УЛ. БОРЧАНИНОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0923, '41/1, УЛ. МИРА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2612, 'ПР-КТ АКАДЕМИКА САХАРОВА, СТР.107/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2613, 'ДУБЛЕР СИБИРСКОГО ТРАКТА, СТР.19/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2614, 'ПР-КТ КОСМОНАВТОВ, СТР.1В/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2647, '17, УЛ. КУЗОВАТКИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2651, '15, УЛ. АКАДЕМИКА САХАРОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2656, '139, УЛ. МЕЛЬНИКАЙТЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2657, '74, УЛ. 30 ЛЕТ ПОБЕДЫ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2658, '9, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2659, '2, УЛ. ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2660, '17, УЛ. КУЗОВАТКИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2661, '126, УЛ. БЛЮХЕРА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2662, '291, УЛ. РЕСПУБЛИКИ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2663, '75, УЛ. БРАТЬЕВ КАШИРИНЫХ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2665, '66, ПР-КТ ПАРКОВЫЙ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2666, '65, Б-Р ГАГАРИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2693, '101, ТОБОЛЬСКИЙ ТРАКТ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2694, '22, УЛ. ЦОЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2696, '76, УЛ. НАРОДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2697, 'СТР.60А, УЛ. ТАГАНСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2698, 'СТР. 2, УЛ. 22 ПАРТСЪЕЗДА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2699, 'Д. 23, УЛ. ЧЕРКАССКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2700, 'ЗД. 48, УЛ. СУВОРОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2708, '76, УЛ. НАРОДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2709, 'СТР.60А, УЛ. ТАГАНСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2710, 'СТР. 2, УЛ. 22 ПАРТСЪЕЗДА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2711, '64, Ш. КОПЕЙСКОЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2712, '23, УЛ. ЧЕРКАССКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2713, 'ЗД.48, УЛ. СУВОРОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 2714, '15-Й МКР, 21', 1, '04:00', '16:00', 'ЕКБ' union all
select 2715, '23, УЛ. ВОКЗАЛЬНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 2716, '75, ПР-КТ УРАЛЬСКИЙ', 1, '04:00', '16:00', 'ЕКБ' union all
select 4418, '9, УЛ. СОЛДАТОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 4424, '80, ЭТ.1, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 4440, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0904, '79, УЛ. КУЗНЕЧНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0906, 'СТР.31, УЛ. СЫРОМОЛОТОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0907, '200,ПОМ.93, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0910, 'БЕБЕЛЯ УЛ. 132, А', 1, '04:00', '16:00', 'ЕКБ' union all
select 0911, 'ЗД.15Б, УЛ. КОМСОМОЛЬСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0913, 'ЗД.13,П.1, ПР-КТ КОСМОНАВТОВ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0924, '41, УЛ. ПЯТИЛЕТОК', 1, '04:00', '16:00', 'ЕКБ' union all
select 0926, '55, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0928, '22А, УЛ. СВЕТЛОГОРСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0929, '28, УЛ. ЧЕРДЫНСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0933, '86, УЛ. ЮРША', 1, '04:00', '16:00', 'ЕКБ' union all
select 0934, '11, ПР-КТ КОМСОМОЛЬСКИЙ', 1, '04:00', '16:00', 'ЕКБ' union all
select 0937, '19, УЛ. КРИСАНОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0939, '85А, УЛ. КУЙБЫШЕВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0942, '19А, УЛ. ГАШКОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0943, '11В, УЛ. МИРА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0944, '42Б, УЛ. ДОКУЧАЕВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 0946, '3, УЛ. ВАСИЛИЯ ТАТИЩЕВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 6920, '13, УЛ. РЕВОЛЮЦИИ', 1, '04:00', '16:00', 'ЕКБ' union all
select 927898, 'В 918 М ОТ НОВОСВЕРДЛОВСКОЙ ТЭЦ 2Г', 1, '04:00', '16:00', 'ЕКБ' union all
select 928177, 'Д.5, УЛ.НОВОСВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 928870, 'Д.2Г, УЛ. НОВОСВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 928852, 'Д.4, ОФ.201, УЛ.ЩЕРБАКОВА', 1, '04:00', '16:00', 'ЕКБ' union all
select 1228, '161, П. ШУШАРЫ, МОСКОВСКОЕ Ш,', 1, '04:00', '16:00', 'ЕКБ' union all
select 1240, '5, УЛ.ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 7127, 'Д.10, КИРПИЧНЫЙ ПРОЕЗД', 1, '04:00', '16:00', 'ЕКБ' union all
select 7137, 'Д.18, УЛ. ПОЧТОВАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8000, '345,ЛИТ.А, ПОМЕЩЕНИЕ 1Н,№ ЧАСТИ ПОМЕЩЕНИЯ 103, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8001, '345,ЛИТ.А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8003, '12, К.ВА, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8005, 'ПРОМЗОНА УТКИНА ЗАВОДЬ УЧ №1 КОРП. №2', 1, '04:00', '16:00', 'ЕКБ' union all
select 8007, 'Г. НИЖНИЙ НОВГОРОД, ВОРОТЫНСКАЯ УЛ., 3', 1, '04:00', '16:00', 'ЕКБ' union all
select 8023, 'ТЕЛЬМАНА ЗОНА,ЗД.1,БЛОК 1,ЭТ1, ЧЗ.1,ПОМ43', 1, '04:00', '16:00', 'ЕКБ' union all
select 8032, '3, К.1, ЛОГОПАРК', 1, '04:00', '16:00', 'ЕКБ' union all
select 8033, '36, УЛ. МОЖАЙСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8034, '10, ПРОМЫШЛЕННАЯ УЛ.', 1, '04:00', '16:00', 'ЕКБ' union all
select 8040, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8052, '1 КМ СЕВЕРНЕЕ ЗЕЛЕНОВКА СНТ, 1,1', 1, '04:00', '16:00', 'ЕКБ' union all
select 8070, '3 ПРОЕЗД, Д. 69.', 1, '04:00', '16:00', 'ЕКБ' union all
select 8072, '(S = 2128,3 КВ.М.),2 (S = 421,4 КВ.М.), 16, К.5, I,НОМЕРА ПОМЕЩЕНИЙ НА ПЛАНЕ 1, Д.16, КОРП.5,ЭТАЖ , КМ, , С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8074, '3307 КМ ПЛАТФОРМА, Д.16,КОРП.7, ЭТ1,ПОМ13', 1, '04:00', '16:00', 'ЕКБ' union all
select 8090, 'Д. 8А/2, УЛ. ВОДОПРОВОДНАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8112, 'Д.ЧЁРНАЯ ГРЯЗЬ, УЛ.СХОДНЕНСКАЯ, СТ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8114, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'ЕКБ' union all
select 8115, 'ПОС.БЫКОВО, УЛ.АЭРОПОРТОВСКАЯ Д.14 П', 1, '04:00', '16:00', 'ЕКБ' union all
select 8116, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'ЕКБ' union all
select 8117, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 8118, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 8123, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'ЕКБ' union all
select 8125, 'Д.14А, УЛ. АЭРОПОРТОВСКАЯ', 1, '04:00', '16:00', 'ЕКБ' union all
select 8130, 'ЗД.32,Д/1, УЛ. 4-Я ПРОМЫШЛЕННАЯ ЗОНА', 1, '04:00', '16:00', 'ЕКБ' union all
select 8133, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'ЕКБ' union all
select 42, 'Пермь г. Парковый пр. 66', 1, '04:00', '16:00', 'ЕКБ' union all
select 61, 'Нижний Тагил г. Уральский пр. д. 75', 1, '04:00', '16:00', 'ЕКБ' union all
select 69, 'Челябинск г. Блюхера ул. д. 126', 1, '04:00', '16:00', 'ЕКБ' union all
select 74, 'Магнитогорск г. Вокзальная ул. д. 23', 1, '04:00', '16:00', 'ЕКБ' union all
select 91, 'Тюмень г. ул. Мельникайте, д.139', 1, '04:00', '16:00', 'ЕКБ' union all
select 92, 'Сургут г. ул. 30 лет Победы 74', 1, '04:00', '16:00', 'ЕКБ' union all
select 93, 'Сургут г. Югорский тракт ул. 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 94, 'Тюмень г. Республики ул., д. 291', 1, '04:00', '16:00', 'ЕКБ' union all
select 100, 'Ханты-Мансийск г. р-н Нефтебазы Объездная ул. 9', 1, '04:00', '16:00', 'ЕКБ' union all
select 135, 'Тобольск г. 15й мкр д. 21', 1, '04:00', '16:00', 'ЕКБ' union all
select 146, 'Тюмень г. Тобольский тракт д. 101', 1, '04:00', '16:00', 'ЕКБ' union all
select 147, 'г.Пермь, шоссе Космонавтов, д 162б', 1, '04:00', '16:00', 'ЕКБ' union all
select 154, 'Челябинск г. Братьев Каширных ул., 75', 1, '04:00', '16:00', 'ЕКБ' union all
select 176, 'Каменск-Уральский г. ул. Суворова 48', 1, '04:00', '16:00', 'ЕКБ' union all
select 184, 'Челябинск г. Академика Сахарова ул. 15', 1, '04:00', '16:00', 'ЕКБ' union all
select 192, 'Магнитогорск г. Ленина пр. 119', 1, '04:00', '16:00', 'ЕКБ' union all
select 206, 'Нижний Тагил г. Свердловское ш. д. 31', 1, '04:00', '16:00', 'ЕКБ' union all
select 209, 'Тюмень г. Алебашевская ул, д. 19', 1, '04:00', '16:00', 'ЕКБ' union all
select 212, 'Челябинск г. Черкасская ул. д. 23', 1, '04:00', '16:00', 'ЕКБ' union all
select 213, 'Челябинск г. Копейское ш. 64', 1, '04:00', '16:00', 'ЕКБ' union all
select 235, 'Пермь г. Гагарина б-р 65', 1, '04:00', '16:00', 'ЕКБ' union all
select 245, 'Тюмень г. Народная ул. 76', 1, '04:00', '16:00', 'ЕКБ' union all
select 285, 'Ноябрьск г. ул. Цоя 22', 1, '04:00', '16:00', 'ЕКБ' union all
select 297, 'Пермь г. Свердловский район, ул. Героев Хасана, 105', 1, '04:00', '16:00', 'ЕКБ' union all
select 6297, 'Пермь г. Свердловский район, ул. Героев Хасана, 106', 1, '04:00', '16:00', 'ЕКБ' union all
select 301, 'Челябинск г. ул. Артиллерийская, д. 136', 1, '04:00', '16:00', 'ЕКБ' union all
select 309, 'Курган г. ул. Коли Мяготина д.8', 1, '04:00', '16:00', 'ЕКБ' union all
select 317, 'Нижневартовск г. Кузоваткина 17', 1, '04:00', '16:00', 'ЕКБ' union all
select 321, 'Ханты-Мансийский АО-Югра, г. Сургут, Югорский тракт д.38', 1, '04:00', '16:00', 'ЕКБ' union all
select 8091, 'Пермь г. Свердловский район, ул. Героев Хасана, 105', 1, '04:00', '16:00', 'ЕКБ' union all
select 2563, 'Екатеринбург г. Дублер Сибирского тракта, строение 19/1.', 1, '04:00', '16:00', 'ЕКБ' union all
select 2564, 'Екатеринбург г. Академика Сахарова пр. 107/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2565, 'Екатеринбург г. Космонавтов пр-кт стр.1в/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2643, 'Тюмень г. ул. Мельникайте, д.139', 1, '04:00', '16:00', 'ЕКБ' union all
select 2644, 'Сургут г. ул. 30 лет Победы 74', 1, '04:00', '16:00', 'ЕКБ' union all
select 2645, 'Ханты-Мансийск г. р-н Нефтебазы Объездная ул. 9', 1, '04:00', '16:00', 'ЕКБ' union all
select 2646, 'Сургут г. Югорский тракт ул. 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 2648, 'Челябинск г. Блюхера ул. д. 126', 1, '04:00', '16:00', 'ЕКБ' union all
select 2649, 'Тюмень г. Республики ул., д. 291', 1, '04:00', '16:00', 'ЕКБ' union all
select 2650, 'Челябинск г. Братьев Каширных ул., 75', 1, '04:00', '16:00', 'ЕКБ' union all
select 2652, 'Пермь г. Парковый пр. 66', 1, '04:00', '16:00', 'ЕКБ' union all
select 2653, 'Пермь г. Гагарина б-р 65', 1, '04:00', '16:00', 'ЕКБ' union all
select 2692, 'Тюмень г. Тобольский тракт д. 101', 1, '04:00', '16:00', 'ЕКБ' union all
select 2695, 'Ноябрьск г. ул. Цоя 22', 1, '04:00', '16:00', 'ЕКБ' union all
select 909, 'ООО "Лента", 620000, Свердловская обл., г. Екатеринбург, ул. Шейнкмана, д. 86', 1, '04:00', '16:00', 'ЕКБ' union all
select 912, 'ООО "Лента", 620109, Свердловская обл., г. Екатеринбург, ул. Красноуральская, д.22', 1, '04:00', '16:00', 'ЕКБ' union all
select 906, 'ООО "Лента", 620072, Свердловская обл., г. Екатеринбург, ул. Сыромолотова д.31', 1, '04:00', '16:00', 'ЕКБ' union all
select 904, 'ООО "Лента", 620075, Свердловская обл., г. Екатеринбург, ул. Кузнечная, д. 79', 1, '04:00', '16:00', 'ЕКБ' union all
select 229, 'Екатеринбург ул.22 Партсъезда 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 908, 'ООО "Лента", 620012, Свердловская обл., г. Екатеринбург, ул. Кузнецова, д.3', 1, '04:00', '16:00', 'ЕКБ' union all
select 911, 'ООО "Лента", 623104, Свердловская обл.,г. Первоуральск, ул. Комсомольская, 15, Б', 1, '04:00', '16:00', 'ЕКБ' union all
select 230, 'Екатеринбург ул.Таганская 60А', 1, '04:00', '16:00', 'ЕКБ' union all
select 913, 'ООО "Лента", 623101, Свердловская обл., г. Первоуральск, пр-кт Космонавтов, д. 13', 1, '04:00', '16:00', 'ЕКБ' union all
select 8092, 'Свердловская область, Белоярский городской округ, Тюменский тракт, 28-й километр, 1', 1, '04:00', '16:00', 'ЕКБ' union all
select 905, 'ООО "Лента", 620085, Свердловская обл., г. Екатеринбург, ул. 8 марта, д.273', 1, '04:00', '16:00', 'ЕКБ' union all
select 227, 'Екатеринбург,Ак.Сахарова 107/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 907, 'ООО "Лента", 620146, Свердловская обл., г.Екатеринбург, ул. Московская, д.200', 1, '04:00', '16:00', 'ЕКБ' union all
select 228, 'Екатеринбург ул.Космонавтов 1В/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 203, 'Екатеринбург, ул. Сибирский тракт, 19', 1, '04:00', '16:00', 'ЕКБ'
     ) AS data
GROUP BY lenta_dictionary_key ON CONFLICT (lenta_dictionary_key)
    DO
UPDATE SET address_name = EXCLUDED.address_name,
    type = EXCLUDED.type,
    time_shop = EXCLUDED.time_shop,
    time_stock = EXCLUDED.time_stock,
    region = EXCLUDED.region;

