INSERT INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
SELECT lenta_dictionary_key,
       MIN(address_name),
       MIN(type),
       MIN(time_shop),
       MIN(time_stock),
       MIN(region)
FROM (
         SELECT 757                                      as lenta_dictionary_key,
                'Большой Сампсониевский пр. 66, лит. О.' as address_name,
                1                                        as type,
                '04:00'                                  as time_shop,
                '16:00'                                  as time_stock,
                'СПБ'                                    as region union all
-- perm:
select 101516, '4,ЛИТ.Б, ДРЕЗДЕНСКАЯ, ПОМ.13-Н', 1, '04:00', '16:00', 'Пермь' union all
select 102375, '3, Х-Р НОВЕНЬКИЙ, ПРИБРЕЖНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 104545, '2, СТР.25, СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 106517, '42, ПОМ.3, ВНУКОВСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 107267, '2, ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 107286, '1, РЯЗАНОВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'Пермь' union all
select 107760, '13,ЛИТ.А, ВИТЕБСКИЙ ПРОСПЕКТ, ПОМ.26', 1, '04:00', '16:00', 'Пермь' union all
select 108152, 'Д.2А,ОФ206, УЛ.9 МАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 108726, '33,ЛИТ.А, ПЕРВОГО МАЯ (МИХАЙЛОВКА), ПОМ.1-А', 1, '04:00', '16:00', 'Пермь' union all
select 109148, 'ЗД.43/2, КАБ.26, УЛ.СОВЕТСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 109297, 'ОФ.211, ПОМ.П8, УЛ.НОВАЯ,Д.10', 1, '04:00', '16:00', 'Пермь' union all
select 109565, '2, КВАРТАЛ ОБЩЕСТВЕННЫЙ ЦЕНТР', 1, '04:00', '16:00', 'Пермь' union all
select 109630, 'УЛ. КОМАРОВА 2', 1, '04:00', '16:00', 'Пермь' union all
select 110171, '1, ЛИТ.Ж, 5-Й ВЕРХНИЙ ПЕР., ПОМ.108', 1, '04:00', '16:00', 'Пермь' union all
select 110184, '295 Б, П.6Н,ОФ.1, ПР.ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'Пермь' union all
select 110521, 'ВЛ.1,СТР.4, ПОМ.1/2/3, ТЕР.СЕЛЬСКОХОЗЯЙСТВЕННЫЙ КОМПЛЕКС', 1, '04:00', '16:00', 'Пермь' union all
select 110694, 'ЗД.8, УЛ.ПРОИЗВОДСТВЕННАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 110698, 'ЗДАНИЕ 2', 1, '04:00', '16:00', 'Пермь' union all
select 110740, 'Д.12, УЛ. ЛОМОНОСОВА', 1, '04:00', '16:00', 'Пермь' union all
select 111185, 'ПРОМЗОНА НИЖНЯЯ,ПР-ЗД ЦЕНТРАЛЬНЫЙ, СТР.2', 1, '04:00', '16:00', 'Пермь' union all
select 111253, 'ВЛ.1, ОБЪЕЗДНОЕ ШОССЕ', 1, '04:00', '16:00', 'Пермь' union all
select 111572, '4, АГРАРНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 111658, 'К.71, УЛ.ЛАВРОВСКАЯ ДОРОГА', 1, '04:00', '16:00', 'Пермь' union all
select 111712, '1, ВИНОГРАДНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 111815, '48, ОФ.303, ЛЕНИНА', 1, '04:00', '16:00', 'Пермь' union all
select 112429, '95, КОМИНТЕРНА', 1, '04:00', '16:00', 'Пермь' union all
select 112825, 'Д.12,К.О, КВ-Л ЮГО-ВОСТОЧНЫЙ, ПОМ.1', 1, '04:00', '16:00', 'Пермь' union all
select 113341, '63, СОВЕТСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 113950, 'ПОС. ЗАБОЛОТЬЕ', 1, '04:00', '16:00', 'Пермь' union all
select 114335, '66, ВЫГОННАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 114413, '2В, СТР.24, ЗАВОДСКАЯ, ЭТ.2, П.25', 1, '04:00', '16:00', 'Пермь' union all
select 114845, '65,КОР.1, Л.А,П.10Н, ЛЕСНОЙ ПР.', 1, '04:00', '16:00', 'Пермь' union all
select 115168, 'Д.175, ОФИС № 2, СТ-ЦА МЕДВЕДОВСКАЯ, УЛ.МИРА', 1, '04:00', '16:00', 'Пермь' union all
select 115526, 'Д.13,Л.АЕ, МОСКОВСКОЕ ШОССЕ, П.28Н,П.12', 1, '04:00', '16:00', 'Пермь' union all
select 116673, 'АХТУБА, УЛ.КУЗНЕЦКАЯ, Д.42, ОФ.3', 1, '04:00', '16:00', 'Пермь' union all
select 116711, 'Д.4, УЛ.КАРЛА МАРКСА', 1, '04:00', '16:00', 'Пермь' union all
select 116808, 'Д.7, ЛИТ.Б, ОФ.1 ЭТАЖ, УЛ. АВТОБУСНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 118398, 'Д.7Б, КАБ.23, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'Пермь' union all
select 118603, 'Д.46, Д.ДЕМИДОВО', 1, '04:00', '16:00', 'Пермь' union all
select 126500, 'Д.15, УЛ.1905 ГОДА', 1, '04:00', '16:00', 'Пермь' union all
select 128447, 'Д.18, УЛ. САРАТОВСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 128995, 'Д. 8, УЛ. ЯГОДНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129014, 'Д.3, УЛ. ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129240, 'Д.58,КВ.1, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129379, 'Д.7, К.А, УЛ.САДОВАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129457, 'Д.1, Д.АЛЕКСЕЕВКА, УЛ.ИНТЕРНАЦИОНАЛЬНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129490, 'ЛИТ.А, ПОМ.6Н,ОФ4, УЛ.ЖЕЛЕЗНОДОРОЖНАЯ,Д.11,К.3', 1, '04:00', '16:00', 'Пермь' union all
select 129497, 'Д.24,СТР.7, ПОМ.5, УЛ. БАЗОВАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129757, 'Д.18, УЛ.САРАТОВСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 129775, 'Д.1,ЛИТ.Р, УЛ.ПРИЧАЛЬНАЯ 5-Я', 1, '04:00', '16:00', 'Пермь' union all
select 129779, 'ЗД.3/2, ОФ.2, УЛ.ОГУРЕЧНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 130089, 'ЗД.9, УЛ.ТЕПЛИЧНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 130299, 'Д.42, ПОМ.16-17, УЛ. ПЛЕХАНОВА', 1, '04:00', '16:00', 'Пермь' union all
select 130359, 'Д.1/1,ЭТ.2, ПОМ.5, УЛ.ДОРОЖНАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 130441, 'Д.1, М.Р-Н ПСКОВСКИЙ, УЛ.ПАРКОВАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 130744, 'Д.2/2, ТЕР.ГРАНАТОВАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 130851, 'ТЕРРИТОРИЯ КОЛОС,Д. 4000/1267', 1, '04:00', '16:00', 'Пермь' union all
select 188888, 'ГОСТИНИЧНАЯ 7 А, КОРП.2', 1, '04:00', '16:00', 'Пермь' union all
select 300212, 'КОМ. 7, НЕВСКИЙ ПР., Д. 30, ЛИТЕРА А, ПОМ. 26-Н', 1, '04:00', '16:00', 'Пермь' union all
select 304330, 'Д.9, СТР.3, УЛ.ГОДОВИКОВА', 1, '04:00', '16:00', 'Пермь' union all
select 304442, 'ЛИГОВСКИЙ ПР. 50/12 Н', 1, '04:00', '16:00', 'Пермь' union all
select 305455, '16-30А, КОСАЯ ЛИНИЯ, ПОМ. 1-Н', 1, '04:00', '16:00', 'Пермь' union all
select 314263, 'Ш. ВАРШАВСКОЕ Д. 47, КОРП. 4', 1, '04:00', '16:00', 'Пермь' union all
select 340815, 'Д.1, УЛ. ПРОМБАЗА', 1, '04:00', '16:00', 'Пермь' union all
select 910000, '1-АЯ УЛИЦА РЕВСОБРАНИЙ 3А', 1, '04:00', '16:00', 'Пермь' union all
select 910001, 'ДЕРЕВНЯ МАРТЬЯНОВО', 1, '04:00', '16:00', 'Пермь' union all
select 910693, 'ПРОСПЕКТ ЛЕНИНА, 27', 1, '04:00', '16:00', 'Пермь' union all
select 1228, '161, П. ШУШАРЫ, МОСКОВСКОЕ Ш,', 1, '04:00', '16:00', 'Пермь' union all
select 1240, '5, УЛ.ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 6002, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'Пермь' union all
select 7127, 'Д.10, КИРПИЧНЫЙ ПРОЕЗД', 1, '04:00', '16:00', 'Пермь' union all
select 7137, 'Д.18, УЛ. ПОЧТОВАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 8000, '345,ЛИТ.А, ПОМЕЩЕНИЕ 1Н,№ ЧАСТИ ПОМЕЩЕНИЯ 103, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'Пермь' union all
select 8001, '345,ЛИТ.А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'Пермь' union all
select 8003, '12, К.ВА, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 8005, 'ПРОМЗОНА УТКИНА ЗАВОДЬ УЧ №1 КОРП. №2', 1, '04:00', '16:00', 'Пермь' union all
select 8007, 'Г. НИЖНИЙ НОВГОРОД, ВОРОТЫНСКАЯ УЛ., 3', 1, '04:00', '16:00', 'Пермь' union all
select 8023, 'ТЕЛЬМАНА ЗОНА,ЗД.1,БЛОК 1,ЭТ1, ЧЗ.1,ПОМ43', 1, '04:00', '16:00', 'Пермь' union all
select 8032, '3, К.1, ЛОГОПАРК', 1, '04:00', '16:00', 'Пермь' union all
select 8033, '36, УЛ. МОЖАЙСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 8034, '10, ПРОМЫШЛЕННАЯ УЛ.', 1, '04:00', '16:00', 'Пермь' union all
select 8052, '1 КМ СЕВЕРНЕЕ ЗЕЛЕНОВКА СНТ, 1,1', 1, '04:00', '16:00', 'Пермь' union all
select 8070, '3 ПРОЕЗД, Д. 69.', 1, '04:00', '16:00', 'Пермь' union all
select 8072, '(S = 2128,3 КВ.М.),2 (S = 421,4 КВ.М.), 16, К.5, I,НОМЕРА ПОМЕЩЕНИЙ НА ПЛАНЕ 1, Д.16, КОРП.5,ЭТАЖ , КМ, , С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'Пермь' union all
select 8074, '3307 КМ ПЛАТФОРМА, Д.16,КОРП.7, ЭТ1,ПОМ13', 1, '04:00', '16:00', 'Пермь' union all
select 8091, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'Пермь' union all
select 8092, 'ВОСТОК КОРП. 1, К.1, КОСУЛИНО, ЛОГОПАРК КОЛЬЦЕВАЯ-ВОСТОК', 1, '04:00', '16:00', 'Пермь' union all
select 8112, 'Д.ЧЁРНАЯ ГРЯЗЬ, УЛ.СХОДНЕНСКАЯ, СТ', 1, '04:00', '16:00', 'Пермь' union all
select 8114, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'Пермь' union all
select 8115, 'ПОС.БЫКОВО, УЛ.АЭРОПОРТОВСКАЯ Д.14 П', 1, '04:00', '16:00', 'Пермь' union all
select 8116, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'Пермь' union all
select 8117, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'Пермь' union all
select 8118, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'Пермь' union all
select 8123, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'Пермь' union all
select 8125, 'Д.14А, УЛ. АЭРОПОРТОВСКАЯ', 1, '04:00', '16:00', 'Пермь' union all
select 8130, 'ЗД.32,Д/1, УЛ. 4-Я ПРОМЫШЛЕННАЯ ЗОНА', 1, '04:00', '16:00', 'Пермь' union all
select 8133, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'Пермь' union all
select 4447, '614530, Пермский район, с. Фролы, Сибирская, 28Б', 1, '04:00', '16:00', 'Пермь' union all
select 4432, 'Пермский край, Пермь г, Архитектора Свиязева ул, дом № 30', 1, '04:00', '16:00', 'Пермь' union all
select 936, 'Пермский край, Пермь г, Парковый пр-кт, дом № 8', 1, '04:00', '16:00', 'Пермь' union all
select 8090, 'Россия, Пермский муниципальный округ, деревня Кондратово, Водопроводная улица, 8А', 1, '04:00', '16:00', 'Пермь' union all
select 4444, 'Пермский край, Пермь г, Комсомольский пр-кт, дом № 64', 1, '04:00', '16:00', 'Пермь' union all
select 4426, 'Пермский край, Пермь г, Петропавловская ул, дом № 105а', 1, '04:00', '16:00', 'Пермь' union all
select 4430, 'Пермский край, Пермь г, Краснофлотская ул, дом № 11/1', 1, '04:00', '16:00', 'Пермь' union all
select 4450, 'Пермский край, Пермь г, ул. Черниговская, д. 1.', 1, '04:00', '16:00', 'Пермь' union all
select 4427, 'Пермский край, Пермь г, Адмирала Ушакова ул, дом № 30', 1, '04:00', '16:00', 'Пермь' union all
select 4445, 'Пермский край, Пермь г, Академика Веденеева ул, дом № 86', 1, '04:00', '16:00', 'Пермь' union all
select 942, 'Пермский край, Пермь г, Гашкова ул, дом № 19а', 1, '04:00', '16:00', 'Пермь' union all
select 4446, 'Пермский край, Краснокамский р-н, Краснокамск г, Маяковского пр-кт, дом № 7а', 1, '04:00', '16:00', 'Пермь' union all
select 928, 'Пермский край, Пермь г, Светлогорская ул, дом № 22аа', 1, '04:00', '16:00', 'Пермь' union all
select 4438, 'Пермь г, Уинская ул, дом № 13', 1, '04:00', '16:00', 'Пермь' union all
select 4443, 'Пермь г, Василия Татищева ул, дом № 6', 1, '04:00', '16:00', 'Пермь' union all
select 4419, '617818, Пермский край, Чернушка г, Нефтяников ул, дом № 7а', 1, '04:00', '16:00', 'Пермь' union all
select 937, 'Пермский край, Пермь г, Крисанова ул, дом № 19', 1, '04:00', '16:00', 'Пермь' union all
select 938, 'Пермский край, Пермь г, Попова ул, дом № 22', 1, '04:00', '16:00', 'Пермь' union all
select 920, 'Пермский край Пермь г, Революции ул, дом № 13', 1, '04:00', '16:00', 'Пермь' union all
select 4407, 'Пермский край, г. Пермь ул. Юрша д. 9', 1, '04:00', '16:00', 'Пермь' union all
select 4441, 'Пермский край, Пермь г, Маршала Рыбалко ул, дом № 84', 1, '04:00', '16:00', 'Пермь' union all
select 4406, 'Пермь г, Ленина ул, дом № 60', 1, '04:00', '16:00', 'Пермь' union all
select 4403, 'Пермский край, Пермь г, Ленина ул, дом № 45', 1, '04:00', '16:00', 'Пермь' union all
select 934, 'Пермский край, Пермь г, Комсомольский пр-кт, дом № 11', 1, '04:00', '16:00', 'Пермь' union all
select 4429, 'Пермский край, Пермь г, Тургенева ул, дом № 33', 1, '04:00', '16:00', 'Пермь' union all
select 4442, 'Пермь г, Пермская ул, дом № 22', 1, '04:00', '16:00', 'Пермь' union all
select 945, 'Пермский край, Пермь г, Крупской ул, дом № 39', 1, '04:00', '16:00', 'Пермь' union all
select 944, 'Пермский край, Пермь г, Докучаева ул, дом № 42б', 1, '04:00', '16:00', 'Пермь' union all
select 935, 'Пермский край, Пермь г, Ветлужская ул, дом № 60/1', 1, '04:00', '16:00', 'Пермь' union all
select 4416, 'Пермский край, Пермь г, Линия 5-я ул, дом № 1в', 1, '04:00', '16:00', 'Пермь' union all
select 932, 'Пермский край, Пермь г, Целинная ул, дом № 112', 1, '04:00', '16:00', 'Пермь' union all
select 4402, 'Пермский край, Пермь г, Гашкова ул, дом № 24', 1, '04:00', '16:00', 'Пермь' union all
select 4435, 'Пермь г, Генерала Черняховского ул, дом № 88', 1, '04:00', '16:00', 'Пермь' union all
select 4412, 'Пермский край, Лысьва г, Мира ул, дом № 3', 1, '04:00', '16:00', 'Пермь' union all
select 4409, 'Пермский край, Пермь г, Писарева ул, дом № 13', 1, '04:00', '16:00', 'Пермь' union all
select 4421, 'Пермский край, Лысьва г, Победы пр-кт ул, дом № 23', 1, '04:00', '16:00', 'Пермь' union all
select 4422, 'Пермский край, Пермь г, Карбышева ул, дом № 48', 1, '04:00', '16:00', 'Пермь' union all
select 4417, 'Пермь г, Академика Веденеева ул, дом № 29', 1, '04:00', '16:00', 'Пермь' union all
select 4405, 'Пермский край, Пермь г, Писарева ул, дом № 56/Б', 1, '04:00', '16:00', 'Пермь' union all
select 4415, 'Пермский край, Чусовой г, 50лет ВЛКСМ ул, дом № 2в/1', 1, '04:00', '16:00', 'Пермь' union all
select 4423, 'Пермский край, Березники г, 30 лет Победы ул, дом № 40', 1, '04:00', '16:00', 'Пермь' union all
select 924, 'Пермский край, Березники г, Пятилетки ул, дом № 41', 1, '04:00', '16:00', 'Пермь' union all
select 921, 'Пермский край, Березники г, Мира ул, дом № 82', 1, '04:00', '16:00', 'Пермь' union all
select 926, 'Пермский край, Соликамск г, Северная ул, дом № 55', 1, '04:00', '16:00', 'Пермь' union all
select 4411, 'Пермский край, Кунгур г, Голованова ул, дом № 50/б', 1, '04:00', '16:00', 'Пермь' union all
select 4404, 'Пермский край, Кунгур г, Ленина ул, дом № 54', 1, '04:00', '16:00', 'Пермь' union all
select 4433, 'Пермь г, Космонавта Леонова ул, дом № 64а', 1, '04:00', '16:00', 'Пермь' union all
select 4418, 'Пермский край, Пермь г, Солдатова ул, дом № 9', 1, '04:00', '16:00', 'Пермь' union all
select 930, 'Пермский край, Пермь г, Куйбышева ул, дом № 147', 1, '04:00', '16:00', 'Пермь' union all
select 929, 'Пермский край, Пермь г, Чердынская ул, дом № 28', 1, '04:00', '16:00', 'Пермь' union all
select 8040, 'Россия, Пермь, Бригадирская улица, 12', 1, '04:00', '16:00', 'Пермь' union all
select 927, 'Пермский край, Пермь г, Солдатова ул, дом № 28а', 1, '04:00', '16:00', 'Пермь' union all
select 923, 'Пермский край, Пермь г, Мира ул, дом № 41/1', 1, '04:00', '16:00', 'Пермь' union all
select 943, 'Пермский край, Пермь г, Мира ул, дом № 11в', 1, '04:00', '16:00', 'Пермь' union all
select 925, 'Пермский край, Пермь г, Героев Хасана ул, дом № 34', 1, '04:00', '16:00', 'Пермь' union all
select 4408, 'Пермский край, Пермь г, Советской Армии ул, дом № 19', 1, '04:00', '16:00', 'Пермь' union all
select 940, 'Пермский край, Пермь г, Карпинского ул, дом № 27', 1, '04:00', '16:00', 'Пермь' union all
select 4437, 'Пермь г, Мира ул, дом № 76а', 1, '04:00', '16:00', 'Пермь' union all
select 4431, 'Пермь г, Холмогорская ул, дом № 4в', 1, '04:00', '16:00', 'Пермь' union all
select 4448, 'Пермский край, Пермь г, Героев Хасана ул, дом № 21', 1, '04:00', '16:00', 'Пермь' union all
select 4401, 'Пермь г, Лихвинская ул, дом № 27', 1, '04:00', '16:00', 'Пермь' union all
select 4439, 'Пермский край, Пермь г, Куйбышева ул, дом № 95б', 1, '04:00', '16:00', 'Пермь' union all
select 4410, 'Пермь г, Космонавтов шоссе, дом № 114', 1, '04:00', '16:00', 'Пермь' union all
select 4428, 'Пермский край, Пермь г, Куфонина ул, дом № 23', 1, '04:00', '16:00', 'Пермь' union all
select 939, 'Пермский край, Пермь г, Куйбышева ул, дом № 85а', 1, '04:00', '16:00', 'Пермь' union all
select 931, 'Пермский край, Пермь г, Пожарского ул, дом № 13', 1, '04:00', '16:00', 'Пермь' union all
select 4449, 'Пермский край, Пермь г, Чернышевского ул, дом № 23', 1, '04:00', '16:00', 'Пермь' union all
select 4420, 'Пермский край, Пермь г, Чернышевского ул, дом № 15а', 1, '04:00', '16:00', 'Пермь' union all
select 4425, 'Пермский край, Пермь г, Мильчакова ул, дом № 3/1', 1, '04:00', '16:00', 'Пермь' union all
select 4436, 'Пермский край, Пермь г, Парковый пр-кт, дом № 42', 1, '04:00', '16:00', 'Пермь' union all
select 4434, 'Пермский край, Пермь г, Плеханова ул, дом № 57', 1, '04:00', '16:00', 'Пермь' union all
select 941, 'Пермский край, Пермь г, Парковый пр-кт ул, дом № 17', 1, '04:00', '16:00', 'Пермь' union all
select 4413, 'Пермский край, Пермь г, Белинского ул, дом № 31', 1, '04:00', '16:00', 'Пермь' union all
select 933, 'Пермский край, Пермь г, Юрша ул, дом № 86', 1, '04:00', '16:00', 'Пермь' union all
select 4414, 'Пермский край, Пермь г, Крупской ул, дом № 67', 1, '04:00', '16:00', 'Пермь' union all
select 922, 'Пермский край, Пермь г, Борчанинова ул, дом № 13', 1, '04:00', '16:00', 'Пермь' union all
select 4424, 'Пермский край, Пермь г, Пушкина ул, дом № 80, этаж 1', 1, '04:00', '16:00', 'Пермь'
     ) AS data
GROUP BY lenta_dictionary_key ON CONFLICT (lenta_dictionary_key)
    DO
UPDATE SET address_name = EXCLUDED.address_name,
    type = EXCLUDED.type,
    time_shop = EXCLUDED.time_shop,
    time_stock = EXCLUDED.time_stock,
    region = EXCLUDED.region;
