INSERT INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
SELECT lenta_dictionary_key,
       MIN(address_name),
       MIN(type),
       MIN(time_shop),
       MIN(time_stock),
       MIN(region)
FROM (
         SELECT 757                                      as lenta_dictionary_key,
                'Большой Сампсониевский пр. 66, лит. О.' as address_name,
                1                                        as type,
                '04:00'                                  as time_shop,
                '16:00'                                  as time_stock,
                'СПБ'                                    as region union all
-- СПБ:
select 101516, '4,ЛИТ.Б, ДРЕЗДЕНСКАЯ, ПОМ.13-Н', 1, '04:00', '16:00', 'СПБ' union all
select 102375, '3, Х-Р НОВЕНЬКИЙ, ПРИБРЕЖНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 104545, '2, СТР.25, СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 106517, '42, ПОМ.3, ВНУКОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 107267, '2, ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 107286, '1, РЯЗАНОВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'СПБ' union all
select 107760, '13,ЛИТ.А, ВИТЕБСКИЙ ПРОСПЕКТ, ПОМ.26', 1, '04:00', '16:00', 'СПБ' union all
select 108152, 'Д.2А,ОФ206, УЛ.9 МАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 108726, '33,ЛИТ.А, ПЕРВОГО МАЯ (МИХАЙЛОВКА), ПОМ.1-А', 1, '04:00', '16:00', 'СПБ' union all
select 109148, 'ЗД.43/2, КАБ.26, УЛ.СОВЕТСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 109297, 'ОФ.211, ПОМ.П8, УЛ.НОВАЯ,Д.10', 1, '04:00', '16:00', 'СПБ' union all
select 109565, '2, КВАРТАЛ ОБЩЕСТВЕННЫЙ ЦЕНТР', 1, '04:00', '16:00', 'СПБ' union all
select 109630, 'УЛ. КОМАРОВА 2', 1, '04:00', '16:00', 'СПБ' union all
select 110171, '1, ЛИТ.Ж, 5-Й ВЕРХНИЙ ПЕР., ПОМ.108', 1, '04:00', '16:00', 'СПБ' union all
select 110184, '295 Б, П.6Н,ОФ.1, ПР.ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'СПБ' union all
select 110521, 'ВЛ.1,СТР.4, ПОМ.1/2/3, ТЕР.СЕЛЬСКОХОЗЯЙСТВЕННЫЙ КОМПЛЕКС', 1, '04:00', '16:00', 'СПБ' union all
select 110694, 'ЗД.8, УЛ.ПРОИЗВОДСТВЕННАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 110698, 'ЗДАНИЕ 2', 1, '04:00', '16:00', 'СПБ' union all
select 110740, 'Д.12, УЛ. ЛОМОНОСОВА', 1, '04:00', '16:00', 'СПБ' union all
select 111185, 'ПРОМЗОНА НИЖНЯЯ,ПР-ЗД ЦЕНТРАЛЬНЫЙ, СТР.2', 1, '04:00', '16:00', 'СПБ' union all
select 111253, 'ВЛ.1, ОБЪЕЗДНОЕ ШОССЕ', 1, '04:00', '16:00', 'СПБ' union all
select 111572, '4, АГРАРНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 111658, 'К.71, УЛ.ЛАВРОВСКАЯ ДОРОГА', 1, '04:00', '16:00', 'СПБ' union all
select 111712, '1, ВИНОГРАДНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 111815, '48, ОФ.303, ЛЕНИНА', 1, '04:00', '16:00', 'СПБ' union all
select 112429, '95, КОМИНТЕРНА', 1, '04:00', '16:00', 'СПБ' union all
select 112825, 'Д.12,К.О, КВ-Л ЮГО-ВОСТОЧНЫЙ, ПОМ.1', 1, '04:00', '16:00', 'СПБ' union all
select 113341, '63, СОВЕТСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 113950, 'ПОС. ЗАБОЛОТЬЕ', 1, '04:00', '16:00', 'СПБ' union all
select 114335, '66, ВЫГОННАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 114413, '2В, СТР.24, ЗАВОДСКАЯ, ЭТ.2, П.25', 1, '04:00', '16:00', 'СПБ' union all
select 114845, '65,КОР.1, Л.А,П.10Н, ЛЕСНОЙ ПР.', 1, '04:00', '16:00', 'СПБ' union all
select 115168, 'Д.175, ОФИС № 2, СТ-ЦА МЕДВЕДОВСКАЯ, УЛ.МИРА', 1, '04:00', '16:00', 'СПБ' union all
select 115526, 'Д.13,Л.АЕ, МОСКОВСКОЕ ШОССЕ, П.28Н,П.12', 1, '04:00', '16:00', 'СПБ' union all
select 116673, 'АХТУБА, УЛ.КУЗНЕЦКАЯ, Д.42, ОФ.3', 1, '04:00', '16:00', 'СПБ' union all
select 116711, 'Д.4, УЛ.КАРЛА МАРКСА', 1, '04:00', '16:00', 'СПБ' union all
select 116808, 'Д.7, ЛИТ.Б, ОФ.1 ЭТАЖ, УЛ. АВТОБУСНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 118398, 'Д.7Б, КАБ.23, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'СПБ' union all
select 118603, 'Д.46, Д.ДЕМИДОВО', 1, '04:00', '16:00', 'СПБ' union all
select 126500, 'Д.15, УЛ.1905 ГОДА', 1, '04:00', '16:00', 'СПБ' union all
select 128447, 'Д.18, УЛ. САРАТОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 128995, 'Д. 8, УЛ. ЯГОДНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129014, 'Д.3, УЛ. ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129240, 'Д.58,КВ.1, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129379, 'Д.7, К.А, УЛ.САДОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129457, 'Д.1, Д.АЛЕКСЕЕВКА, УЛ.ИНТЕРНАЦИОНАЛЬНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129490, 'ЛИТ.А, ПОМ.6Н,ОФ4, УЛ.ЖЕЛЕЗНОДОРОЖНАЯ,Д.11,К.3', 1, '04:00', '16:00', 'СПБ' union all
select 129497, 'Д.24,СТР.7, ПОМ.5, УЛ. БАЗОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129757, 'Д.18, УЛ.САРАТОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 129775, 'Д.1,ЛИТ.Р, УЛ.ПРИЧАЛЬНАЯ 5-Я', 1, '04:00', '16:00', 'СПБ' union all
select 129779, 'ЗД.3/2, ОФ.2, УЛ.ОГУРЕЧНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 130089, 'ЗД.9, УЛ.ТЕПЛИЧНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 130299, 'Д.42, ПОМ.16-17, УЛ. ПЛЕХАНОВА', 1, '04:00', '16:00', 'СПБ' union all
select 130359, 'Д.1/1,ЭТ.2, ПОМ.5, УЛ.ДОРОЖНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 130441, 'Д.1, М.Р-Н ПСКОВСКИЙ, УЛ.ПАРКОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 130744, 'Д.2/2, ТЕР.ГРАНАТОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 130851, 'ТЕРРИТОРИЯ КОЛОС,Д. 4000/1267', 1, '04:00', '16:00', 'СПБ' union all
select 188888, 'ГОСТИНИЧНАЯ 7 А, КОРП.2', 1, '04:00', '16:00', 'СПБ' union all
select 300212, 'КОМ. 7, НЕВСКИЙ ПР., Д. 30, ЛИТЕРА А, ПОМ. 26-Н', 1, '04:00', '16:00', 'СПБ' union all
select 304330, 'Д.9, СТР.3, УЛ.ГОДОВИКОВА', 1, '04:00', '16:00', 'СПБ' union all
select 304442, 'ЛИГОВСКИЙ ПР. 50/12 Н', 1, '04:00', '16:00', 'СПБ' union all
select 305455, '16-30А, КОСАЯ ЛИНИЯ, ПОМ. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 314263, 'Ш. ВАРШАВСКОЕ Д. 47, КОРП. 4', 1, '04:00', '16:00', 'СПБ' union all
select 340815, 'Д.1, УЛ. ПРОМБАЗА', 1, '04:00', '16:00', 'СПБ' union all
select 910000, '1-АЯ УЛИЦА РЕВСОБРАНИЙ 3А', 1, '04:00', '16:00', 'СПБ' union all
select 910001, 'ДЕРЕВНЯ МАРТЬЯНОВО', 1, '04:00', '16:00', 'СПБ' union all
select 910693, 'ПРОСПЕКТ ЛЕНИНА, 27', 1, '04:00', '16:00', 'СПБ' union all
select 6002, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'СПБ' union all
select 7026, 'ВОЛХОНСКОЕ Ш.,КВ-Л 12 2', 1, '04:00', '16:00', 'СПБ' union all
select 7028, '6,К.2,Л.А, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 7029, '91,ЛИТ.Ц, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 7004, '2-Й БАДАЕВСКИЙ ПРОЕЗД, Д. 7-А', 1, '04:00', '16:00', 'СПБ' union all
select 7015, 'Д. 7, ЛИТ. А, ПОСЕЛОК ШУШАРЫ, ПРОЕЗД 2-Й БАДАЕВСКИЙ, Д', 1, '04:00', '16:00', 'СПБ' union all
select 8000470, 'Д.7, ЛИТ.А, ПОМ.257, ПРОЕЗД 2-Й БАДАЕВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 8000471, '118, КОР.3, СОФИЙСКАЯ, СТР.1,П.81', 1, '04:00', '16:00', 'СПБ' union all
select 8000590, 'Д.60, УЛ.СОФИЙСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8000661, 'Д.151, СТР.1, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8000691, 'Д.7, ЛИТ.А, ПРОЕЗД 2-Й БАДАЕВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 8000696, '2-Й БАДАЕВСКИЙ ПРОЕЗД, Д.7, ЛИТ.А', 1, '04:00', '16:00', 'СПБ' union all
select 8000810, '15/20, УЛ. ЛЕНИНГРАДСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8006, '192076, САНКТ-ПЕТЕРБУРГ, СОВЕТСКИЙ , ПРОСПЕКТ, Д. 42 ПОС. МЕТАЛЛОСТРОЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0001, '16,ЛИТ. А, ПР-КТ ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'СПБ' union all
select 0002, '112,ЛИТ. А, ЛИТ А, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0003, '11,ЛИТ. А, УЛ. ШЕРЕМЕТЬЕВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0004, '69,ЛИТ. А, УЛ. БУХАРЕСТСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0005, '11,ЛИТ. А, ЛИТЕРА А, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0006, '159, ЛИТ.А, Ш. ТАЛЛИННСКОЕ (СТАРО-ПАНОВО)', 1, '04:00', '16:00', 'СПБ' union all
select 0007, '16,1,ЛИТ.А, ЛИТЕРА А, ПР-КТ ДАЛЬНЕВОСТОЧНЫЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0008, '16,ЛИТ. А, ЛИТЕРА А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0009, '29,1,ЛИТ.А, УЛ. УРАЛЬСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0010, '118,7,Л.А, НАБ. ОБВОДНОГО КАНАЛА', 1, '04:00', '16:00', 'СПБ' union all
select 0011, '61,ЛИТ. А, ЛИТЕРА А, УЛ. РУСТАВЕЛИ', 1, '04:00', '16:00', 'СПБ' union all
select 0012, '17,К.1,Л.А, ЛИТЕРА А, УЛ. ХАСАНСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0013, '21,А, УЛ. ВЕРБНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0014, '22А, УЛ. ВЕЛИКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 2313, '3,ПОМ.11-Н, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 2315, '3,К1,СТР1, Б-Р ГОЛОВНИНА', 1, '04:00', '16:00', 'СПБ' union all
select 2316, '5/Л.А/1Н, ПЕР. МОШКОВ', 1, '04:00', '16:00', 'СПБ' union all
select 2317, '7/К.1/27Н, УЛ. КУСТОДИЕВА', 1, '04:00', '16:00', 'СПБ' union all
select 2318, '49,К.1,Л.А, УЛ. БУДАПЕШТСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 2319, '44,С1,П1-Н, НАБ. ОКТЯБРЬСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 2320, '134,К3,ЛА, ПР-КТ ЭНГЕЛЬСА', 1, '04:00', '16:00', 'СПБ' union all
select 2321, '8А, АЛЛЕЯ БЕРЕЗОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 2802, '35,К.1,Л.А, ПР. БОГАТЫРСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 2803, 'Д.40,К.2, ПР. ШУВАЛОВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 928838, 'Д.6, ПОМ.1, УЛ. ЮРИЯ ГАГАРИНА', 1, '04:00', '16:00', 'СПБ' union all
select 928945, 'БЕРЕЗОВАЯ АЛЛЕЯ, Д.8А', 1, '04:00', '16:00', 'СПБ' union all
select 1228, '161, П. ШУШАРЫ, МОСКОВСКОЕ Ш,', 1, '04:00', '16:00', 'СПБ' union all
select 1240, '5, УЛ.ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 7127, 'Д.10, КИРПИЧНЫЙ ПРОЕЗД', 1, '04:00', '16:00', 'СПБ' union all
select 7137, 'Д.18, УЛ. ПОЧТОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8000, '345,ЛИТ.А, ПОМЕЩЕНИЕ 1Н,№ ЧАСТИ ПОМЕЩЕНИЯ 103, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 8005, 'ПРОМЗОНА УТКИНА ЗАВОДЬ УЧ №1 КОРП. №2', 1, '04:00', '16:00', 'СПБ' union all
select 8007, 'Г. НИЖНИЙ НОВГОРОД, ВОРОТЫНСКАЯ УЛ., 3', 1, '04:00', '16:00', 'СПБ' union all
select 8032, '3, К.1, ЛОГОПАРК', 1, '04:00', '16:00', 'СПБ' union all
select 8033, '36, УЛ. МОЖАЙСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8034, '10, ПРОМЫШЛЕННАЯ УЛ.', 1, '04:00', '16:00', 'СПБ' union all
select 8040, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8052, '1 КМ СЕВЕРНЕЕ ЗЕЛЕНОВКА СНТ, 1,1', 1, '04:00', '16:00', 'СПБ' union all
select 8070, '3 ПРОЕЗД, Д. 69.', 1, '04:00', '16:00', 'СПБ' union all
select 8072, '(S = 2128,3 КВ.М.),2 (S = 421,4 КВ.М.), 16, К.5, I,НОМЕРА ПОМЕЩЕНИЙ НА ПЛАНЕ 1, Д.16, КОРП.5,ЭТАЖ , КМ, , С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'СПБ' union all
select 8074, '3307 КМ ПЛАТФОРМА, Д.16,КОРП.7, ЭТ1,ПОМ13', 1, '04:00', '16:00', 'СПБ' union all
select 8090, 'Д. 8А/2, УЛ. ВОДОПРОВОДНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8091, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'СПБ' union all
select 8092, 'ВОСТОК КОРП. 1, К.1, КОСУЛИНО, ЛОГОПАРК КОЛЬЦЕВАЯ-ВОСТОК', 1, '04:00', '16:00', 'СПБ' union all
select 8112, 'Д.ЧЁРНАЯ ГРЯЗЬ, УЛ.СХОДНЕНСКАЯ, СТ', 1, '04:00', '16:00', 'СПБ' union all
select 8115, 'ПОС.БЫКОВО, УЛ.АЭРОПОРТОВСКАЯ Д.14 П', 1, '04:00', '16:00', 'СПБ' union all
select 8116, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'СПБ' union all
select 8118, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'СПБ' union all
select 8123, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'СПБ' union all
select 8125, 'Д.14А, УЛ. АЭРОПОРТОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 8130, 'ЗД.32,Д/1, УЛ. 4-Я ПРОМЫШЛЕННАЯ ЗОНА', 1, '04:00', '16:00', 'СПБ' union all
select 8133, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'СПБ' union all
select 2300, 'ЛО, Кудрово г., Итальянский пер., д. 2, к. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2301, 'ЛО, Мурино г., Менделеева б-р, д. 11, к. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2302, 'Санкт-Петербург г., Ветеранов пр-кт, д. 179, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2303, 'ЛО, Кудрово г., Центральная ул., д. 8', 1, '04:00', '16:00', 'СПБ' union all
select 2304, 'Санкт-Петербург г., Адмирала Черокова ул., д. 22, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2305, 'ЛО, Мурино г., Шувалова ул., д. 18/8', 1, '04:00', '16:00', 'СПБ' union all
select 2306, 'Ленинградская обл., Мурино г., Воронцовский б-р, д. 22', 1, '04:00', '16:00', 'СПБ' union all
select 2307, 'Ленинградская область, Всеволожский район, город Кудрово, Европейский пр-кт, д. 16', 1, '04:00', '16:00', 'СПБ' union all
select 8117, 'Россия, Московская область, городской округ Чехов, деревня Лешино', 1, '04:00', '16:00', 'СПБ' union all
select 757, 'Большой Сампсониевский пр. 66, лит. О.', 1, '04:00', '16:00', 'СПБ' union all
select 2607, 'Великий Новгород г., Псковская ул., д. 33', 1, '04:00', '16:00', 'СПБ' union all
select 2608, 'Ленинградская обл., Кудрово г., Строителей пр-кт, стр. 7', 1, '04:00', '16:00', 'СПБ' union all
select 2609, 'Ленинградская обл., Всеволожск г., Дорога Жизни ш., д. 12', 1, '04:00', '16:00', 'СПБ' union all
select 2610, 'Санкт-Петербург г., Симонова ул., д. 13, к. 2, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2611, 'Санкт-Петербург г., Хасанская ул., д. 17, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2625, 'Псков г., Труда ул., д. 54, пом. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2626, 'Псков г., Рижский пр-кт, д. 96 Б', 1, '04:00', '16:00', 'СПБ' union all
select 758, 'ул. Богословская, д. 6, к. 1, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 761, 'Ленинградская обл., Кудрово г., Пражская ул., д. 6', 1, '04:00', '16:00', 'СПБ' union all
select 763, 'Санкт-Петербург, улица Есенина, дом 23, корпус 1, строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 764, 'Всеволожский район, Мурино, ул. Екатерининская, д. 16/5', 1, '04:00', '16:00', 'СПБ' union all
select 766, 'ЛО, Всеволожский муниц. р-н, п. Новое Токсово', 1, '04:00', '16:00', 'СПБ' union all
select 767, 'Ленинградская обл., Агалатовское с.п., Скотное д., д. 1А', 1, '04:00', '16:00', 'СПБ' union all
select 771, 'ЛО, Всеволожский район, д. Варзолово, Гарболовское шоссе, здание 2', 1, '04:00', '16:00', 'СПБ' union all
select 772, 'СПб, Перевозный пер. 4', 1, '04:00', '16:00', 'СПБ' union all
select 774, 'Мурманское ш.  Мяглово', 1, '04:00', '16:00', 'СПБ' union all
select 775, 'г. Санкт-Петербург, ул. Савушкина, дом 126, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 776, 'Санкт-Петербург, Ленинский пр., д. 126 стр.2', 1, '04:00', '16:00', 'СПБ' union all
select 778, 'Южное шоссе, д. 45 корп. 5', 1, '04:00', '16:00', 'СПБ' union all
select 782, '782 ЛО, Всеволожский район, Мурино, ул. Екатерининская, д. 19', 1, '04:00', '16:00', 'СПБ' union all
select 799, 'ул Архитектора Белова, д. 6, корп. 3, стр. 1 194356 г. Санкт-Петербург', 1, '04:00', '16:00', 'СПБ' union all
select 3657, 'СПб, п. Парголово, Юкковское шоссе, уч. 146', 1, '04:00', '16:00', 'СПБ' union all
select 3661, 'ЛО, Приозерский р-н, п. Сосново, ул. Ленинградская д. 71', 1, '04:00', '16:00', 'СПБ' union all
select 3664, 'ЛО, Выборгский район, п.  Ленинское,  ул. Нагорная', 1, '04:00', '16:00', 'СПБ' union all
select 3665, 'Республика Карелия, Лахденпохья г., Советская ул., з/у 26А', 1, '04:00', '16:00', 'СПБ' union all
select 926968, 'ул. Заречная 41,стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927024, 'ул. Заречная 15,1,стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927025, 'пр-кт Богатырский 2а,стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927093, 'г. Санкт-Петербург, муниципальный округ Дачное вн. Тер. Г., пр-кт Ветеранов, д. 55, литера А, пом. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927111, '188730, п. Сосново, ул. Никитина, д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 927112, '188514, с.п. Ропшинское, Луч тер. ДНП, пр-кт Лучевой, зд. 1а,', 1, '04:00', '16:00', 'СПБ' union all
select 927113, '188518, д. Яльгелево, ул. Южная, зд. 1', 1, '04:00', '16:00', 'СПБ' union all
select 927270, 'ЛО, гп. Мга, ул. Железнодорожная, д. 34А', 1, '04:00', '16:00', 'СПБ' union all
select 927271, 'ЛО, Тосненский район, г.п. Ульяновка, ул. Калинина, д. 1', 1, '04:00', '16:00', 'СПБ' union all
select 927625, '188676, Ленинградская область, Всеволожский м.р-н, Щегловское с.п., Щеглово п, д. 8б', 1, '04:00', '16:00', 'СПБ' union all
select 927626, 'СПб, Комендантский пр, д.57, к.1, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927830, '188507, м.р-н Ломоносовский, г.п. Аннинское, гп Новоселье, ул. Невская, д. 7/4, помещение 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927831, '196643, г. Санкт-Петербург, вн.тер.г. поселок Понтонный, ул. Южная, д. 15, Литера А, помещение 24Н, 17Н', 1, '04:00', '16:00', 'СПБ' union all
select 927832, '188510, м.р-н Ломоносовский, г.п. Виллозское, п. Новогорелово, б-р Десантника Вадима Чугунова, д. 8, к. 3, помещение 99-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927833, '198326, г. Санкт-Петербург, вн.тер.г муниципальный округ Горелово, тер. Торики, ш. Аннинское, д. 46, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 927858, '188692, г. Кудрово, пр-кт Европейский, д. 20, к. 4, помещение 145-Н, 146-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927878, '188340, Гатчинский р-н, гп. Тайцы, ул. Пушкина, 16', 1, '04:00', '16:00', 'СПБ' union all
select 927890, '197349, г. Санкт-Петербург, ул. Байконурская, 13, к. 2 литер А', 1, '04:00', '16:00', 'СПБ' union all
select 927892, '197082, г. Санкт-Петербург, ул. Оптиков, 45, к. 2 литер А, помещение 29-Н, 30-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927908, '188682, Всеволожский р-н, гп. имени Свердлова, Западный проезд, 14, помещение 11Н', 1, '04:00', '16:00', 'СПБ' union all
select 927924, '195113, г. Санкт-Петербург, пр-кт Маршака, 4, литер А, помещение 12-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927954, '198335, г. Санкт-Петербург, ул. Маршала Захарова, 12, к. 2 литер А, помещение 25-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927956, '188673, р-н Всеволожский, д. Новое Девяткино, ул. Главная, зд. 54', 1, '04:00', '16:00', 'СПБ' union all
select 927957, '188640, г. Всеволожск, ш. Дорога Жизни, д. 7, к. 1, помещение 8Н', 1, '04:00', '16:00', 'СПБ' union all
select 927962, '194358, г. Санкт-Петербург, поселок Парголово, ул. Заречная, д. 11, к. 2, стр. 1, помещение 18Н', 1, '04:00', '16:00', 'СПБ' union all
select 927963, '196084, г. Санкт-Петербург, ул. Парфёновская, 11, к. 1 стр. 1, помещение 20Н,21Н', 1, '04:00', '16:00', 'СПБ' union all
select 927964, '196624, г. Санкт-Петербург, п. Шушары, пр-кт Новгородский, 10, литер А, помещение 30-Н', 1, '04:00', '16:00', 'СПБ' union all
select 928016, '192071, г. Санкт-Петербург, ул. Турку, д. 11, к. 2 литер А, помещение 5-Н', 1, '04:00', '16:00', 'СПБ' union all
select 928042, '188510, Ломоносовский р-н, п. Новогорелово, ул. Промышленная, д. 2, помещение 1Н,2Н,3Н,4Н,5Н', 1, '04:00', '16:00', 'СПБ' union all
select 928061, 'г. Санкт-Петербург, ул. Бегуницы, 59', 1, '04:00', '16:00', 'СПБ' union all
select 928118, '188501, Ломоносовский район  д. Низино, ул. Центральная, зд. 51б', 1, '04:00', '16:00', 'СПБ' union all
select 928132, '193230, г. Санкт-Петербург, пр-кт Дальневосточный, д. 35, к. 1, стр. 1, помещение 13Н', 1, '04:00', '16:00', 'СПБ' union all
select 928174, '198264, г. Санкт-Петербург, ул. Генерала Кравченко, д. 3, к. 1, стр. 1, помещение 30Н', 1, '04:00', '16:00', 'СПБ' union all
select 928175, '187330, Кировский р-н, г. Отрадное, ш. Никольское, д. 4', 1, '04:00', '16:00', 'СПБ' union all
select 928192, 'г. Санкт-Петербург, ул. Малая Митрофаньевская, 8', 1, '04:00', '16:00', 'СПБ' union all
select 928204, 'Пушкин, ул. Вячеслава Шишкова, 32/15', 1, '04:00', '16:00', 'СПБ' union all
select 928233, '198412, г. Ломоносов, ул. Александровская, д. 33а, литер А', 1, '04:00', '16:00', 'СПБ' union all
select 928287, '198412, г. Ломоносов, ул. Победы, д. 36а, литера А', 1, '04:00', '16:00', 'СПБ' union all
select 928304, 'г. Тосно, ул. Боярова, 6, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 928305, '188523, Ломоносовский р-н, д. Лопухинка, ул. Мира, зд. 3А', 1, '04:00', '16:00', 'СПБ' union all
select 928331, '187113, г. Кириши, ул. Романтиков, д. 4', 1, '04:00', '16:00', 'СПБ' union all
select 928406, '188691, г. Кудрово, ул. Солнечная, д. 10, к. 2, помещение 4Н', 1, '04:00', '16:00', 'СПБ' union all
select 928425, '188802, г. Выборг, ул. Данилова, д. 17', 1, '04:00', '16:00', 'СПБ' union all
select 928424, '194356, г. Санкт-Петербург, ш. Выборгское, д. 3, к. 2, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 928726, '188332, Гатчинский р-н, гп. Сиверский, пр-кт Героев, д. 2а', 1, '04:00', '16:00', 'СПБ' union all
select 1, 'г. Санкт-Петербург, пр. Энергетиков 16 лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2, 'г.Санкт-Петербург ул.Савушкина д.112, Лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 5, 'г.Санкт-Петербург, Выборгское шоссе 11 ЛИТ А', 1, '04:00', '16:00', 'СПБ' union all
select 6, 'г Санкт-Петербург, Таллинское ш. 159', 1, '04:00', '16:00', 'СПБ' union all
select 7, 'г.Санкт-Петербург ул. Дальневосточный пр. 16,1 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 8, 'г.Санкт-Петербург г.,п. Шушары, Московское ш 16 ЛитА', 1, '04:00', '16:00', 'СПБ' union all
select 9, 'г.Санкт-Петербург ул.Уральская д.29/1, ЛИТ. А', 1, '04:00', '16:00', 'СПБ' union all
select 10, 'г.Санкт-Петербург наб. Обводного Канала 118к.7 л.', 1, '04:00', '16:00', 'СПБ' union all
select 11, 'г.Санкт-Петербург ул. Руставели 61, ЛИТ А', 1, '04:00', '16:00', 'СПБ' union all
select 12, 'Санкт-Петербург., ул.Хасанская, 17/1, литА', 1, '04:00', '16:00', 'СПБ' union all
select 15, 'г.Санкт-Петербург, пос. Парголово, Выборгское шоссе, 216, 1 лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 19, 'г.Санкт-Петербург, пр.Обуховской Обороны д.305', 1, '04:00', '16:00', 'СПБ' union all
select 48, 'ЛО, Всеволожский р-н, д.Кудрово пр.Строителей стр.7', 1, '04:00', '16:00', 'СПБ' union all
select 49, 'г.Санкт-петербург, Лиговский пр.283 А', 1, '04:00', '16:00', 'СПБ' union all
select 62, 'ЛО, Всеволожский р-н г. Всеволожск ш. Дорога Жизни, 6', 1, '04:00', '16:00', 'СПБ' union all
select 216, 'г.Красное село ул. Восстановления 17 лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 263, 'г.Кингисепп, Крикковское шоссе, строение 69', 1, '04:00', '16:00', 'СПБ' union all
select 264, 'г.Санкт-Петербург., г. Петергоф., Гостилицкое ш., 58 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 265, 'г.Санкт-Петербург, Парашютная улица , 60 литера А', 1, '04:00', '16:00', 'СПБ' union all
select 267, 'г.Санкт-Петербург Пискаревский пр.59 лит а', 1, '04:00', '16:00', 'СПБ' union all
select 268, 'г.Санкт-Петербург, Планерная, д.17, лит А', 1, '04:00', '16:00', 'СПБ' union all
select 269, 'ЛО, г. Всеволожск, Дорога Жизни 12', 1, '04:00', '16:00', 'СПБ' union all
select 271, 'г.Санкт-Петербург, ул. Симонова, д.13 к.2, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 316, 'ЛО, Новое Девяткино ул. Главная 60 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 6006, 'г Санкт-Петербург, Таллинское ш. 159', 1, '04:00', '16:00', 'СПБ' union all
select 14, 'г.Великий Новгород, Великая, 22а', 1, '04:00', '16:00', 'СПБ' union all
select 16, 'г.Петрозаводск Ленинградская д. 13.', 1, '04:00', '16:00', 'СПБ' union all
select 21, 'Вологодская обл., г. Череповец Годовикова 37', 1, '04:00', '16:00', 'СПБ' union all
select 24, 'Вологодская обл., г.Череповец, Шекснинский пр.,2', 1, '04:00', '16:00', 'СПБ' union all
select 107, 'г.Великий Новгород ул.Псковская 33', 1, '04:00', '16:00', 'СПБ' union all
select 163, 'г.Мурманск ул. Шевченко 34', 1, '04:00', '16:00', 'СПБ' union all
select 242, 'г.Череповец, Кирилловское шоссе 50А', 1, '04:00', '16:00', 'СПБ' union all
select 262, 'г. Мурманск ул. Радищева 2', 1, '04:00', '16:00', 'СПБ' union all
select 311, 'Труда 54', 1, '04:00', '16:00', 'СПБ' union all
select 312, 'ЛО г.Выборг Железнодорожный тупик уч. 4', 1, '04:00', '16:00', 'СПБ' union all
select 2500, 'ЛО, г. Сосновый Бор, ул. Ак. Александрова д.2', 1, '04:00', '16:00', 'СПБ' union all
select 2501, 'г.Санкт-Петербург., г. Петергоф., Гостилицкое ш., 58 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2505, 'г.Санкт-Петербург Шереметьевская ул.,11 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2507, 'ЛО, Всеволожский р-н, п.Бугры, ул.Южная, стр. 5', 1, '04:00', '16:00', 'СПБ' union all
select 2508, 'ЛО, Всеволожский р-н, д.Кудрово пр.Строителей стр.7', 1, '04:00', '16:00', 'СПБ' union all
select 2509, 'г.Санкт-Петербург г., Петергофское шоссе,98,Лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 2510, 'Санкт-Петербург г., Таллиннское ш., д. 159, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2511, 'Санкт-Петербург г., Обводного канала наб, д. 118, к. 7, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2512, 'Санкт-Петербург г., Хасанская ул, д. 17, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2513, 'Санкт-Петербург г., Парашютная ул., д. 60, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2514, 'Санкт-Петербург г., Савушкина ул., д. 112, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2515, 'Санкт-Петербург г., Шереметьевская ул., д. 11, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2516, 'Санкт-Петербург г., Выборгское ш., д. 11, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2517, 'Ш. ТАЛЛИНСКОЕ 159', 1, '04:00', '16:00', 'СПБ' union all
select 2518, 'г.Санкт-Петербург ул. Дальневосточный пр. 16,1 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2519, 'г.Санкт-Петербург г.,п. Шушары, Московское ш 16 ЛитА', 1, '04:00', '16:00', 'СПБ' union all
select 2520, 'г.Санкт-Петербург ул.Уральская д.29/1, ЛИТ. А', 1, '04:00', '16:00', 'СПБ' union all
select 2521, 'УЛ. РУСТАВЕЛИ 61', 1, '04:00', '16:00', 'СПБ' union all
select 2523, 'Санкт-Петербург г., Выборгское ш., д. 216, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2524, 'Санкт-Петербург г., Петергофское ш., д. 98, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2525, 'Санкт-Петербург г., Бабушкина ул., д. 125, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2526, 'г.Санкт-Петербург, пр.Обуховской Обороны д.305', 1, '04:00', '16:00', 'СПБ' union all
select 2527, 'г.Санкт-петербург, Лиговский пр.283 А', 1, '04:00', '16:00', 'СПБ' union all
select 2528, 'Ш. ГОСТИЛИЦКОЕ 58', 1, '04:00', '16:00', 'СПБ' union all
select 2529, 'УЛ. ПАРАШЮТНАЯ 60', 1, '04:00', '16:00', 'СПБ' union all
select 2530, 'г.Санкт-Петербург, Планерная, д.17, лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2531, 'Великий Новгород г., Псковская ул., д. 33', 1, '04:00', '16:00', 'СПБ' union all
select 2547, 'Санкт-Петербург г., Пискаревский пр-кт, д. 59, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2548, 'Череповец г., Шекснинский пр-кт,  д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2549, 'Петрозаводск г., Комсомольский пр-кт, д. 27', 1, '04:00', '16:00', 'СПБ' union all
select 2550, 'Петрозаводск г., Ленинградская  ул., д. 13', 1, '04:00', '16:00', 'СПБ' union all
select 2551, 'Великий Новгород г., Великая ул.,  д. 22А', 1, '04:00', '16:00', 'СПБ' union all
select 2553, 'Ленинградская обл., Кингисепп г., Крикковское ш., д. 69', 1, '04:00', '16:00', 'СПБ' union all
select 2554, 'Санкт-Петербург г., Лиговский пр-кт, д. 283А', 1, '04:00', '16:00', 'СПБ' union all
select 2555, 'Санкт-Петербург г., Обуховской обороны пр-кт, д. 305', 1, '04:00', '16:00', 'СПБ' union all
select 2556, 'Санкт-Петербург г., Бабушкина ул., д. 125А', 1, '04:00', '16:00', 'СПБ' union all
select 2557, 'Санкт-Петербург г., Выборгское ш., д. 216, к. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2558, 'Санкт-Петербург г., Руставели ул., д. 61', 1, '04:00', '16:00', 'СПБ' union all
select 2559, 'Санкт-Петербург г., Планерная ул., д. 17А', 1, '04:00', '16:00', 'СПБ' union all
select 2560, 'Санкт-Петербург г., Шушары п., Московское ш., д. 16А', 1, '04:00', '16:00', 'СПБ' union all
select 2561, 'Санкт-Петербург г., Дальневосточный пр-кт,  д. 16, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2562, 'Санкт-Петербург г., Выборгское ш., д. 11', 1, '04:00', '16:00', 'СПБ' union all
select 2597, 'Санкт-Петербург г., Пискаревский пр-кт, д. 59, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2598, 'Череповец г., Шекснинский пр-кт,  д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2599, 'Петрозаводск г., Комсомольский пр-кт, д. 27', 1, '04:00', '16:00', 'СПБ' union all
select 2600, 'Петрозаводск г., Ленинградская  ул., д. 13', 1, '04:00', '16:00', 'СПБ' union all
select 2601, 'Великий Новгород г., Великая ул.,  д. 22А', 1, '04:00', '16:00', 'СПБ' union all
select 2602, 'Санкт-Петербург г., Вербная ул., д. 21А', 1, '04:00', '16:00', 'СПБ' union all
select 2603, 'Ленинградская обл., Кингисепп г., Крикковское ш., д. 69', 1, '04:00', '16:00', 'СПБ' union all
select 2604, 'Ленинградская обл., Всеволожск г., Дорога Жизни ш., д. 6', 1, '04:00', '16:00', 'СПБ' union all
select 2605, 'Санкт-Петербург г., Обводного канала наб, д. 118, к. 7, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2606, 'Ленинградская обл., Бугры п., Южная ул., стр. 5', 1, '04:00', '16:00', 'СПБ' union all
select 2627, 'Мурманск г., Радищева ул., д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2628, 'Мурманск г., Шевченко ул., д. 34', 1, '04:00', '16:00', 'СПБ' union all
select 2629, 'Мурманск г., Шевченко ул., д. 34', 1, '04:00', '16:00', 'СПБ' union all
select 2630, 'Мурманск г., Радищева ул., д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2631, 'Псков г., Рижский пр-кт, д. 96 Б', 1, '04:00', '16:00', 'СПБ' union all
select 2632, 'Псков г., Труда ул., д. 54, пом. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2667, 'Санкт-Петербург г., Савушкина ул., д. 112, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2690, 'ЛО, г. Сосновый Бор, ул. Ак. Александрова д.2', 1, '04:00', '16:00', 'СПБ' union all
select 3577, 'Россия, Ленинградская область, Тосно, проспект Ленина, 69', 1, '04:00', '16:00', 'СПБ' union all
select 736, 'ООО "Лента", 187000, Ленинградская обл., г. Тосно, ул. Боярова, д.4А', 1, '04:00', '16:00', 'СПБ' union all
select 3530, 'Санкт-Петербург, п. Шушары ул. Валдайская д.2, корпус 1 строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 742, 'ООО "Лента", 192281, г. Санкт- Петербург, Балканская пл.,5, литер. Е, Ч.П.1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 727, 'ООО "Лента", 196247, Санкт-Петербург, пл. Конституции, 2, лит.А, пом.2-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3540, 'г.Санкт-Петербург, пл.Стачек,д.9, ТЦ «Кировский универмаг»', 1, '04:00', '16:00', 'СПБ' union all
select 3550, 'Россия, Санкт-Петербург, 1-я Красноармейская улица, 15', 1, '04:00', '16:00', 'СПБ' union all
select 709, 'ООО "Лента", 197110, г. Санкт-Петербург, пр-т Левашовский, д. 21, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 713, 'ООО "Лента", 197022, г. Санкт-Петербург, Чкаловский пр-кт,д.50, лит.А,пом. 3-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3502, 'ООО "Лента", 197345, г. Санкт-Петербург, ул. Туристская, д. 26, стр.1, ч.п.1Н', 1, '04:00', '16:00', 'СПБ' union all
select 3500, 'ООО "Лента", 188800, Ленинградская обл., Выборгский р-н, г. Выборг, ул. Мира, 1/23', 1, '04:00', '16:00', 'СПБ' union all
select 3520, 'г.Санкт-Петербург, поселок Парголово, Заречная улица, дом 41, строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 3542, 'ЛО, Всеволожский муниципальный район, г.п. Токсово, ул. Привокзальная, д.4Б к.1', 1, '04:00', '16:00', 'СПБ' union all
select 3666, 'Республика Карелия, г. Сегежа, ул. Северная 6', 1, '04:00', '16:00', 'СПБ' union all
select 318, 'СПб. ул. Коллонтай, 10 литер А Ч. П. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 180, 'г. Петрозаводск Комсомольский пр. 27', 1, '04:00', '16:00', 'СПБ' union all
select 17, 'г. Санкт-Петербург г., Петергофское шоссе,98,Лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 4, 'г.Санкт-Петербург, ул. Бухарестская, 69,', 1, '04:00', '16:00', 'СПБ' union all
select 735, 'ООО "Лента", 188662, Ленинградская обл, Всеволожский р-н, Мурино г., Оборонная ул, 37, 1', 1, '04:00', '16:00', 'СПБ' union all
select 706, 'ООО "Лента", 188662, Ленинградская обл., Всеволожский р-н, г. Мурино, Привокзальная пл. 3Б', 1, '04:00', '16:00', 'СПБ' union all
select 3635, 'Республика Карелия, г. Петрозаводск, ул. Правды, д. 38б', 1, '04:00', '16:00', 'СПБ' union all
select 703, 'ООО "Лента", 195265, г. Санкт-Петербург, Гражданский пр-т, д. 111, лит. А, пом.22-Н, ч.п. 1-27', 1, '04:00', '16:00', 'СПБ' union all
select 3674, 'Респ. Карелия, г. Сортавала, Выборгское шоссе 23а', 1, '04:00', '16:00', 'СПБ' union all
select 717, 'ООО "Лента", 193231, г. Санкт-Петербург, пр-кт Большевиков, д.7, корп. 2, стр.1, пом.5Н 7Н', 1, '04:00', '16:00', 'СПБ' union all
select 3573, 'СПБ ул. Декабристов 37', 1, '04:00', '16:00', 'СПБ' union all
select 3562, 'СПб, Перевозный пер. 4.', 1, '04:00', '16:00', 'СПБ' union all
select 719, 'ООО "Лента", 195112, Санкт-Петербург, Заневский пр-кт, д.71, корп.1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 3590, 'СПБ, наб. Морская, д. 15', 1, '04:00', '16:00', 'СПБ' union all
select 210, 'г.Санкт -Петербург ул.Брантовская дор. д.3', 1, '04:00', '16:00', 'СПБ' union all
select 707, 'ООО "Лента", 191124, г. Санкт-Петербург, ул, Новгородская, д. 23 лит. А, пом.17Н', 1, '04:00', '16:00', 'СПБ' union all
select 3539, 'г.Санкт-Петербург, Среднеохтинский пр,д.3,к.1, лит.', 1, '04:00', '16:00', 'СПБ' union all
select 702, 'Россия, Санкт-Петербург, Уральская улица, 4', 1, '04:00', '16:00', 'СПБ' union all
select 751, 'СПБ, Ударников 28/32 литер А', 1, '04:00', '16:00', 'СПБ' union all
select 3636, 'СПБ, пр. Маршала Блюхера, д. 11, к. 1', 1, '04:00', '16:00', 'СПБ' union all
select 224, 'ЛО, г.Всеволожск, Колтушское ш. д.305', 1, '04:00', '16:00', 'СПБ' union all
select 3516, 'г.Санкт-Петербург, Лыжный пер. 1 (строительный)', 1, '04:00', '16:00', 'СПБ' union all
select 710, 'ООО "Лента", 197372, г. Санкт-Петербург, Богатырский пр-кт, д. 35, корп. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 3602, 'СПБ, Испытателей, 37', 1, '04:00', '16:00', 'СПБ' union all
select 3631, 'СПБ, пр. Гражданский д. 39 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 755, 'г. Санкт-Петербург, пр. Науки д. 23, корпус 2, стр 1', 1, '04:00', '16:00', 'СПБ' union all
select 3541, 'Россия, Санкт-Петербург, проспект Тореза, 77к1', 1, '04:00', '16:00', 'СПБ' union all
select 750, 'СПБ пр. Художников 11 литер А', 1, '04:00', '16:00', 'СПБ' union all
select 734, 'ООО "Лента", 197350, г. Санкт-Петербург, ул. Парашютная, д. 61, к.4, стр.1,пом.221-Н, ч.п. 2,10', 1, '04:00', '16:00', 'СПБ' union all
select 705, 'ООО "Лента", 188669, Ленинградская обл., Всеволожский р-н, г. Мурино, ул. Шувалова, д. 1', 1, '04:00', '16:00', 'СПБ' union all
select 3512, 'ЛО., Всеволожский р-н, п. Мурино, Шувалова 20', 1, '04:00', '16:00', 'СПБ' union all
select 3522, 'ЛО, Мурино, Воронцовский бульвар, 16к1', 1, '04:00', '16:00', 'СПБ' union all
select 738, 'ООО "Лента", 194358, Санкт- Петербург, п. Парголово, ул. Михаила Дудина 6, 1 стр.1, Ч.П.4-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3551, 'Россия, Санкт-Петербург, посёлок Парголово, Заречная улица, 15к1', 1, '04:00', '16:00', 'СПБ' union all
select 3504, 'ООО "Лента", 188855, Ленинградская обл., Выборгский р-н, п.Первомайское, ул.Советская, д.1а', 1, '04:00', '16:00', 'СПБ' union all
select 3634, 'ЛО, Приозерский район, пос. Сосново , ул. Никитина д.2', 1, '04:00', '16:00', 'СПБ' union all
select 3518, 'ЛО, г Выборг, ул. Большая Каменная 5Б', 1, '04:00', '16:00', 'СПБ' union all
select 3648, 'ЛО, Полянское сельское поселение, посёлок Пески Корабельный проезд д.1', 1, '04:00', '16:00', 'СПБ' union all
select 214, 'ЛО, Всеволожский р-н, п.Бугры, ул.Южная, стр. 5', 1, '04:00', '16:00', 'СПБ' union all
select 3552, 'ЛО, Всеволожский район, с/п Щегловское, п. Щеглово', 1, '04:00', '16:00', 'СПБ' union all
select 3553, 'ЛО, Волховский район, д. Кисельня, ул. Центральная, уч. 10/2', 1, '04:00', '16:00', 'СПБ' union all
select 3655, 'ЛО Выборгский район, п. Победа, ул.Мира 6а', 1, '04:00', '16:00', 'СПБ' union all
select 3514, 'ЛО, г. Сертолово, микрорайон Сертолово-1, ул. Молодцова, дом 1, корпус 3', 1, '04:00', '16:00', 'СПБ' union all
select 3503, 'г.Санкт-Петербург, ул. Шевченко, д.17, литер А, ч.п.23Н,24Н,26Н, пом.25Н,29Н', 1, '04:00', '16:00', 'СПБ' union all
select 740, 'ООО "Лента", 196158, г. Санкт- Петербург, Дунайский пр-кт, 27, к 1, строение 1 Ч.П. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3528, 'СПБ, пр-кт Ветеранов д. 55 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 704, 'ООО "Лента", 196143, Санкт-Петербург, пр-кт Юрия Гагарина, д. 71,лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 8003, 'Россия, Санкт-Петербург, Запорожская улица, 12', 1, '04:00', '16:00', 'СПБ' union all
select 737, 'ООО "Лента", 192071, г. Санкт-Петербург, Бухарестская ул., 43, 2, лит.А, ч.пом. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3559, 'СПб, Маршала Казакова ул. д. 58 стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 718, 'ООО "Лента", 198096, г. Санкт-Петербург, ул. Автовская, д. 15 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 749, 'г.Санкт-Петербург, Русановская 18, к 2', 1, '04:00', '16:00', 'СПБ' union all
select 3526, 'г.Санкт-Петербург, ул.Бабушкина,д.40, стр.1.ТЦ «Спутник»', 1, '04:00', '16:00', 'СПБ' union all
select 723, 'ООО "Лента", 198516, г. Санкт-Петербург, г. Петергоф, пр-кт Санкт-Петербургский, д. 60, лит. Л, пом.1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3561, 'ЛО, Кировск, Ладожская ул, 9а', 1, '04:00', '16:00', 'СПБ' union all
select 272, 'г.Санкт-Петербург Урхов пер. 7 Литер А', 1, '04:00', '16:00', 'СПБ' union all
select 3587, 'СПб, г. Ломоносов, Ораниенбаумский пр. 41, корп. 2, стр. 1.', 1, '04:00', '16:00', 'СПБ' union all
select 748, 'Россия, Ленинградская область, Всеволожский район, Заневское городское поселение, Кудрово, Европейский проспект, 2к1', 1, '04:00', '16:00', 'СПБ' union all
select 714, 'ООО "Лента", 188541, Ленинградская обл., г. Сосновый бор, пр-кт. Героев, д. 78', 1, '04:00', '16:00', 'СПБ' union all
select 270, 'ЛО, г. Сосновый Бор, ул. Ак. Александрова д.2', 1, '04:00', '16:00', 'СПБ' union all
select 3592, 'СПБ, Большеохтинский пр. 22 к 2', 1, '04:00', '16:00', 'СПБ' union all
select 3583, 'СПб, Пискаревский пр. д.6', 1, '04:00', '16:00', 'СПБ' union all
select 3618, 'Россия, Санкт-Петербург, Ждановская улица, 45', 1, '04:00', '16:00', 'СПБ' union all
select 3554, 'СПБ ул. Новолитовская 15', 1, '04:00', '16:00', 'СПБ' union all
select 3570, 'СПБ, Лыжный пер,д.8, к.1, лит. А.,', 1, '04:00', '16:00', 'СПБ' union all
select 13, 'г. Санкт-Петербург, ул Вербная д. 21 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 716, 'ООО "Лента", 197350, г. Санкт-Петербург, Шуваловский пр-кт, д. 40, корп. 2, строение 1, пом. 1Н', 1, '04:00', '16:00', 'СПБ' union all
select 266, 'г.Санкт-Петербург, Шуваловский пр-кт, 45, лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 3510, 'ЛО, Всеволожский район, г. Всеволожск, ш. Колтушское, д. 78/1', 1, '04:00', '16:00', 'СПБ' union all
select 3627, 'Спб, Приморский район, ул. Парашютная д44к5', 1, '04:00', '16:00', 'СПБ' union all
select 3565, 'СПб, Комендантский пр,д.57, к.1, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 3532, 'СПБ, Муринская дорога 63к1', 1, '04:00', '16:00', 'СПБ' union all
select 3616, 'Санкт-Петербург, пр. Энгельса 132 корп.1.', 1, '04:00', '16:00', 'СПБ' union all
select 753, 'п. Парголово Меркурьева ул., д.3, стр. 1, помещение 5-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3640, 'Республика Карелия, г. Сортавала, ул. Победы 21', 1, '04:00', '16:00', 'СПБ' union all
select 3596, 'ЛО, Энколово, Центральная, 30', 1, '04:00', '16:00', 'СПБ' union all
select 8001, 'Россия, Санкт-Петербург, Пушкинский район, посёлок Шушары, Московское шоссе, 345', 1, '04:00', '16:00', 'СПБ' union all
select 3513, 'ЛО, Войсковицкое сельское поселение, Гатчинский район, площадь Манина, 4а', 1, '04:00', '16:00', 'СПБ' union all
select 3611, 'Россия, Ленинградская область, Кировский район, Отрадное, Невская улица, 1', 1, '04:00', '16:00', 'СПБ' union all
select 741, 'ООО "Лента", 187110, Ленинградская область, Киришский р-н, г. Кириши, пр-кт Героев, 33', 1, '04:00', '16:00', 'СПБ' union all
select 721, 'ООО "Лента" 187110, Ленинградская обл, Киришский р-н, г. Кириши, Героев пр-кт, д. 14 А', 1, '04:00', '16:00', 'СПБ' union all
select 3598, 'ЛО, г. Волосово, пр. Вингисарра, д. 10', 1, '04:00', '16:00', 'СПБ' union all
select 712, 'ООО "Лента", 188230, Ленинградская обл., Лужский р-н, г. Луга, Урицкого пр-кт, д. 77, кор 3, 10', 1, '04:00', '16:00', 'СПБ' union all
select 3620, 'ЛО, Лужский район, д.Заклинье, ул. Новая 9', 1, '04:00', '16:00', 'СПБ' union all
select 3595, 'В. Новгород, Державина, 13', 1, '04:00', '16:00', 'СПБ' union all
select 3525, 'Новгородская область, Великий Новгород, ул. Мира, д. 21А.', 1, '04:00', '16:00', 'СПБ' union all
select 3667, 'НО, Великий Новгород Воскресенский бульвар дом 6', 1, '04:00', '16:00', 'СПБ' union all
select 3678, 'НО, г.Окуловка Ленина 45', 1, '04:00', '16:00', 'СПБ' union all
select 3637, 'НО, г. Шимск, ул. Ленина дом 34', 1, '04:00', '16:00', 'СПБ' union all
select 3629, 'НО, Старая Русса, ул. Латышских Гвардейцев, д. 40А.', 1, '04:00', '16:00', 'СПБ' union all
select 3575, 'Псковская обл., г. Псков, ул. Юбилейная, д. 68', 1, '04:00', '16:00', 'СПБ' union all
select 3581, 'г.Псков, ул. Яна Фабрициуса, д.5а', 1, '04:00', '16:00', 'СПБ' union all
select 3576, 'ЛО, д. Клопицы', 1, '04:00', '16:00', 'СПБ' union all
select 3505, 'ЛО Ломоносовский р-н п. Новогорелово, б-р Десантника Вадима Чугунова, д.8, корп.3', 1, '04:00', '16:00', 'СПБ' union all
select 3546, 'ЛО, гп. Мга, ул. Железнодорожная, д. 34А', 1, '04:00', '16:00', 'СПБ' union all
select 3586, 'СПБ, Пушкин, Оранжерейная ул 53', 1, '04:00', '16:00', 'СПБ' union all
select 746, 'ООО "Лента", 187555, Ленинградская обл., Тихвинский р-н, г. Тихвин, ул. Карла Маркса, 50 Б', 1, '04:00', '16:00', 'СПБ' union all
select 3599, 'ЛО, Клопицкое сельское поселение, п. Сельцо, д. 10', 1, '04:00', '16:00', 'СПБ' union all
select 3579, 'г. Псков, Лиственный переулок, у дома 3', 1, '04:00', '16:00', 'СПБ' union all
select 3545, 'ЛО Гатчинский р-н, Коммунар ул. Сельская 100.', 1, '04:00', '16:00', 'СПБ' union all
select 724, 'ООО "Лента", 196626, Санкт-Петербург, п. Шушары, Новгородский пр-кт, д. 10, 2, п.3Н 8Н', 1, '04:00', '16:00', 'СПБ' union all
select 20, 'ЛО, Тосненский р-н, п. Тельмана, 2б', 1, '04:00', '16:00', 'СПБ' union all
select 743, 'ООО "Лента", 196653, г. Санкт-Петербург, г. Колпино, ул. Пролетарская, 36, литер. А, Ч.П.8-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3594, 'ЛО, Виллози, Гатчинское шоссе, 7', 1, '04:00', '16:00', 'СПБ' union all
select 722, 'ООО "Лента", 198412, г. Санкт-Петербург, г. Ломоносов, ул. Михайловская, д. 40/7, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 3563, 'Россия, Санкт-Петербург, улица Красуцкого, 3М', 1, '04:00', '16:00', 'СПБ' union all
select 273, 'г.Санкт-Петербург пр. Ю.Гагарина д.34 корп.2', 1, '04:00', '16:00', 'СПБ' union all
select 3566, 'СПБ, Московский пр. 222', 1, '04:00', '16:00', 'СПБ' union all
select 3578, 'СПБ, бульвар Загребский д. 21, лит А', 1, '04:00', '16:00', 'СПБ' union all
select 3630, 'Санкт-Петербург пр. Старорусский д. 8 к1', 1, '04:00', '16:00', 'СПБ' union all
select 3523, 'ЛО,Тосненский район, деревня Федоровское улица Центральная д. 13', 1, '04:00', '16:00', 'СПБ' union all
select 3537, 'СПБ, проспект Ветеранов, д. 167, корпус 1, стр 1.', 1, '04:00', '16:00', 'СПБ' union all
select 739, 'ООО "Лента", 188836, Ленинградская обл, Ломоносовский р-н, Красносельское ш., тер. 54, 3 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 3574, 'Россия, Ленинградская область, Ломоносовский район, Ропшинское сельское поселение', 1, '04:00', '16:00', 'СПБ' union all
select 8023, 'Россия, Ленинградская область, Тосненский район, Тельмановское сельское поселение, посёлок Тельмана', 1, '04:00', '16:00', 'СПБ' union all
select 319, '196634, п.Шушары, Колпинское шоссе, (тер. Славянка), 32 стр 1', 1, '04:00', '16:00', 'СПБ' union all
select 3679, 'Разметелево 4Б', 1, '04:00', '16:00', 'СПБ' union all
select 3632, 'ЛО, г. Кингисепп, ул.Карла Маркса 53/5', 1, '04:00', '16:00', 'СПБ' union all
select 3660, 'ПО, город Великие Луки, проспект Гагарина 49', 1, '04:00', '16:00', 'СПБ' union all
select 26, 'Псковская обл., г. Псков, пр-т Рижский, д. 96Б', 1, '04:00', '16:00', 'СПБ' union all
select 3624, 'ЛО, г.Луга пр-т Урицкого 47', 1, '04:00', '16:00', 'СПБ' union all
select 3568, 'ЛО, Кингисепп, бульвар Победы., д. 2/43 ТРК "Вернисаж".', 1, '04:00', '16:00', 'СПБ' union all
select 3543, 'ЛО, г. Гатчина, ул. Чехова 14а, стр. 3', 1, '04:00', '16:00', 'СПБ' union all
select 3549, 'ЛО, г.п. Ульяновка, ул. Калинина, д. 1', 1, '04:00', '16:00', 'СПБ' union all
select 3, 'г.Санкт-Петербург Шереметьевская ул.,11 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 3639, 'ЛО, пгт. Новоселье, ул. Невская, д. 7/4', 1, '04:00', '16:00', 'СПБ' union all
select 3560, 'СПБ, Маршала Казакова д.72 корпус 1, строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 3507, 'ЛО, г. Кудрово, Пражская, 16', 1, '04:00', '16:00', 'СПБ' union all
select 3569, 'СПб, Октябрьская набережная ,д.34,к.2, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 3506, 'ЛО, г Кудрово, Европейский бульвар, 20к4', 1, '04:00', '16:00', 'СПБ' union all
select 3558, 'СПБ, Искровский пр., д.12', 1, '04:00', '16:00', 'СПБ' union all
select 3511, 'Россия, Санкт-Петербург, Социалистическая улица, 21', 1, '04:00', '16:00', 'СПБ' union all
select 3605, 'СПБ, ул.Маркина, д.3', 1, '04:00', '16:00', 'СПБ' union all
select 3535, 'СПБ, Финляндский проспект 4', 1, '04:00', '16:00', 'СПБ' union all
select 3582, 'ЛО, Всеволожский район, Бугры, ул. Нижняя, здание 9А', 1, '04:00', '16:00', 'СПБ' union all
select 3548, 'г. Выборг, улица Гагарина, д.29А', 1, '04:00', '16:00', 'СПБ' union all
select 3603, 'ЛО, Выборг, Железнодорожная, 10', 1, '04:00', '16:00', 'СПБ' union all
select 3610, 'Приозерский район, п. Мельниково, ул. Выборгская д.6', 1, '04:00', '16:00', 'СПБ' union all
select 3614, 'СПБ, проспект Энгельса 133 к 1, литера В', 1, '04:00', '16:00', 'СПБ' union all
select 8114, 'Россия, Московская область, городской округ Подольск, деревня Валищево', 1, '04:00', '16:00', 'СПБ' union all
select 726, 'ООО "Лента", 195271, г. Санкт-Петербург, Бестужевская ул., д.10, лит. А, П.1Н 18Н', 1, '04:00', '16:00', 'СПБ' union all
select 18, 'г. Санкт-Петербург ул Бабушкина д.125 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 725, 'ООО "Лента", 194017, г. Санкт-Петербург, Костромской пр., д. 24, лит. А, пом.4-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3654, 'СПБ Шушары, Новгородский пр.3.', 1, '04:00', '16:00', 'СПБ' union all
select 3580, 'ЛО, д. Яльгелево ул. Южная д.1', 1, '04:00', '16:00', 'СПБ' union all
select 3515, 'Россия, Санкт-Петербург, Колпино, бульвар Трудящихся, 35к1', 1, '04:00', '16:00', 'СПБ' union all
select 3663, 'СПБ,   Богатырский проспект дом 2а, стр', 1, '04:00', '16:00', 'СПБ' union all
select 0015, '216,1,Л.А, ЛИТЕРА А, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0016, '13, УЛ. ЛЕНИНГРАДСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0017, '31,К.1,С.1, 98, ЛИТ.А, ПР-КТ БУДЁННОГО', 1, '04:00', '16:00', 'СПБ' union all
select 0018, '125,ЛИТ. А, УЛ. БАБУШКИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0019, '305, А, ПР-КТ ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'СПБ' union all
select 0020, '2Б,ЛИТ. А, П. ТЕЛЬМАНА', 1, '04:00', '16:00', 'СПБ' union all
select 0021, '37, УЛ. ГОДОВИКОВА', 1, '04:00', '16:00', 'СПБ' union all
select 0024, '2, ПР-КТ ШЕКСНИНСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0026, '96 Б, ПР-КТ РИЖСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0048, 'Д.7,СТР.1, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0049, '283,ЛИТ. А, ПР-КТ ЛИГОВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0062, '6, Ш. ДОРОГА ЖИЗНИ', 1, '04:00', '16:00', 'СПБ' union all
select 0107, '33, УЛ. ПСКОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0163, '34, УЛ. ШЕВЧЕНКО', 1, '04:00', '16:00', 'СПБ' union all
select 0180, '27, ПР-КТ КОМСОМОЛЬСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0210, '3, ДОР. БРАНТОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0214, 'СТР. 5, УЛ. ЮЖНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0216, '17,СТР.1, УЛ. ВОССТАНОВЛЕНИЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0222, 'ЮРИЯ ГАГАРИНА УЛ., 1 ЛИТ. В', 1, '04:00', '16:00', 'СПБ' union all
select 0224, '305, Ш. КОЛТУШСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0242, '50 А, Ш. КИРИЛЛОВСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0262, '2, УЛ. РАДИЩЕВА', 1, '04:00', '16:00', 'СПБ' union all
select 0263, '69, Ш. КРИККОВСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0264, '58,ЛИТ. А, Ш. ГОСТИЛИЦКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0265, '60,ЛИТ. А, УЛ. ПАРАШЮТНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0266, '45,ЛИТ. А, ПР-КТ ШУВАЛОВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0267, '59,ЛИТ. А, ПР-КТ ПИСКАРЕВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0268, '17,ЛИТ. А, УЛ. ПЛАНЕРНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0269, '12, Ш. ДОРОГА ЖИЗНИ', 1, '04:00', '16:00', 'СПБ' union all
select 0270, '2, УЛ. АКАДЕМИКА АЛЕКСАНДРОВА', 1, '04:00', '16:00', 'СПБ' union all
select 0271, '13/2,ЛИТ.А, УЛ. СИМОНОВА', 1, '04:00', '16:00', 'СПБ' union all
select 0272, '7,ЛИТ. А, ПЕР. УРХОВ', 1, '04:00', '16:00', 'СПБ' union all
select 0273, '34/2,ЛИТ.Б, ПР-КТ ЮРИЯ ГАГАРИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0311, '54,ПОМ.1, УЛ.ТРУДА', 1, '04:00', '16:00', 'СПБ' union all
select 0312, '4, ТУП. ЖЕЛЕЗНОДОРОЖНЫЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0316, '60,ЛИТ.А, УЛ. ГЛАВНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0318, '10,ЛИТ. А, УЛ. КОЛЛОНТАЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0319, '32,СТР. 1, Ш. КОЛПИНСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 2011, '96 Б, ПР-КТ РИЖСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 2012, '58,ЛИТ. А, Ш. ГОСТИЛИЦКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 2691, '69, ЛИТ. А, УЛ. БУХАРЕСТСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 6020, '12, К.ВА, ЛИТЕРА А, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 6024, 'ЗД.50, К.1, УЛ. ШОССЕЙНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 6025, 'Д.118,К4С1, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 6026, '141,К.2,С1, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 2308, '13, К.6, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 2309, '31/3/1/3Н, МУРИНСКАЯ ДОРОГА', 1, '04:00', '16:00', 'СПБ' union all
select 2310, '17, Е, 4-Н, НАБ. МОРСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 2311, '1,К1,П.9-Н, Б-Р ДЕСАНТНИКА ВАДИМА ЧУГУНОВА', 1, '04:00', '16:00', 'СПБ' union all
select 3613, 'Д. 30, УЛ. МАГИСТРАЛЬНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 928773, 'Д.10А, УЛ. САДОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 928824, 'Д. РАБИТИЦЫ, ЗД. 20А', 1, '04:00', '16:00', 'СПБ' union all
select 0701, '54, ЛИТ.А, МАЛЫЙ ПР. ВО', 1, '04:00', '16:00', 'СПБ' union all
select 0702, '4,ЛИТ. Б, УЛ. УРАЛЬСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0703, '111,ЛИТ. А, ПР-КТ ГРАЖДАНСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0704, '71,ЛИТ. А, ПР-КТ ЮРИЯ ГАГАРИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0705, '1, УЛ. ШУВАЛОВА', 1, '04:00', '16:00', 'СПБ' union all
select 0706, '3,ЛИТ.Б, ПЛ. ПРИВОКЗАЛЬНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0707, '23,ЛИТ. А, УЛ. НОВГОРОДСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0708, 'ПР-Т 25 ОКТЯБРЯ 42 Л. Д', 1, '04:00', '16:00', 'СПБ' union all
select 0709, '21,ЛИТ.А, ПР-КТ ЛЕВАШОВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0710, '35,К.1,Л.А, ПР-КТ БОГАТЫРСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0711, 'ЭНГЕЛЬСА ПР-КТ 27 ЛИТ Ц', 1, '04:00', '16:00', 'СПБ' union all
select 0712, '77,КОР3,10, ПР-КТ УРИЦКОГО', 1, '04:00', '16:00', 'СПБ' union all
select 0713, '50,ЛИТ. А, ПР-КТ ЧКАЛОВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0714, '78, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'СПБ' union all
select 0716, '40,К.2, ПР-КТ ШУВАЛОВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0717, '7,К.2,СТ.1, ПР-КТ БОЛЬШЕВИКОВ', 1, '04:00', '16:00', 'СПБ' union all
select 0718, '15,ЛИТ. А, УЛ. АВТОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0719, '71,К.1, ПР-КТ ЗАНЕВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0721, '14 А, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'СПБ' union all
select 0722, '40/7,СТР.1, СТР.1, УЛ. МИХАЙЛОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0723, '60,ЛИТ. Л, ПОМ.1-Н, ПР-КТ САНКТ-ПЕТЕРБУРГСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0724, '10,К.2, ПР-КТ НОВГОРОДСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0725, '24,ЛИТ. А, ПР-КТ КОСТРОМСКОЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0726, '10,ЛИТ. А, П.1Н 18Н, УЛ. БЕСТУЖЕВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0727, '2,ЛИТ. А, ПЛ. КОНСТИТУЦИИ', 1, '04:00', '16:00', 'СПБ' union all
select 0734, '61,К.4, УЛ. ПАРАШЮТНАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0735, '37,1, УЛ. ОБОРОННАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0736, '4А, УЛ. БОЯРОВА', 1, '04:00', '16:00', 'СПБ' union all
select 0738, '6,К. 1, УЛ. МИХАИЛА ДУДИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0739, '54,3,ЛИТ.А, Ш. КРАСНОСЕЛЬСКОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0740, '27, К. 1, ПР-КТ ДУНАЙСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0741, '33, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'СПБ' union all
select 0742, '5,ЛИТ. Е, ПЛ. БАЛКАНСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0743, '36,ЛИТ. А, УЛ. ПРОЛЕТАРСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0746, '50Б, УЛ. КАРЛА МАРКСА', 1, '04:00', '16:00', 'СПБ' union all
select 0748, '2,СТР. 1, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0749, '18, К.2, УЛ. РУСАНОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0750, '11,ЛИТ. А, ПР-КТ ХУДОЖНИКОВ', 1, '04:00', '16:00', 'СПБ' union all
select 0751, '28/32, ПР-КТ УДАРНИКОВ', 1, '04:00', '16:00', 'СПБ' union all
select 0753, '3,СТР. 1, УЛ. МЕРКУРЬЕВА', 1, '04:00', '16:00', 'СПБ' union all
select 0755, '23,К.2, ПР-КТ НАУКИ', 1, '04:00', '16:00', 'СПБ' union all
select 0757, '66,ЛИТ. О, ПР-КТ БОЛЬШОЙ САМПСОНИЕВСКИЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0758, '6, К.1,С.1, УЛ. БОГОСЛОВСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0761, '6, Ч.П.1-Н, УЛ. ПРАЖСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0763, '23,К.1,С.1, УЛ. ЕСЕНИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0764, '16/5, УЛ. ЕКАТЕРИНИНСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0766, '19Г, УЛ. ПАРКОВАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0767, '1А, Д. СКОТНОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0771, '2, Д. ВАРЗОЛОВО', 1, '04:00', '16:00', 'СПБ' union all
select 0772, '4, СТР. 1, ПЕР. ПЕРЕВОЗНЫЙ', 1, '04:00', '16:00', 'СПБ' union all
select 0774, 'АВТОДОРОГИ КОЛА 20 КМ, ЗД.40', 1, '04:00', '16:00', 'СПБ' union all
select 0775, '126,ЛИТ.А, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'СПБ' union all
select 0776, '126, СТР.2, ЛЕНИНСКИЙ ПРОСПЕКТ', 1, '04:00', '16:00', 'СПБ' union all
select 0777, '43, СТР.1, ПР-КТ ПРОСВЕЩЕНИЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0778, '45,К.5,С.1, Ш. ЮЖНОЕ', 1, '04:00', '16:00', 'СПБ' union all
select 0782, '19, УЛ. ЕКАТЕРИНИНСКАЯ', 1, '04:00', '16:00', 'СПБ' union all
select 0785, 'СТР. 2/1, ТЕР. ОБЩЕСТВЕННО-ДЕЛОВАЯ ЗОНА ПЕСКИ', 1, '04:00', '16:00', 'СПБ' union all
select 0799, 'С.1, П.6Н, УЛ. АРХИТЕКТОРА БЕЛОВА, 6, К.3,', 1, '04:00', '16:00', 'СПБ' union all
select 2312, '17,С1,П77Н, П. ПАРГОЛОВО, УЛ. ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'СПБ'
     ) AS data
GROUP BY lenta_dictionary_key ON CONFLICT (lenta_dictionary_key)
    DO
UPDATE SET address_name = EXCLUDED.address_name,
    type = EXCLUDED.type,
    time_shop = EXCLUDED.time_shop,
    time_stock = EXCLUDED.time_stock,
    region = EXCLUDED.region;
