INSERT INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
SELECT lenta_dictionary_key,
       MIN(address_name),
       MIN(type),
       MIN(time_shop),
       MIN(time_stock),
       MIN(region)
FROM (
         SELECT 757                                      as lenta_dictionary_key,
                'Большой Сампсониевский пр. 66, лит. О.' as address_name,
                1                                        as type,
                '04:00'                                  as time_shop,
                '16:00'                                  as time_stock,
                'СПБ'                                    as region union all
-- МСК:
select 3733, '3-Я НОВОВАТУТИНСКАЯ УЛ. 6', 1, '04:00', '16:00', 'МСК' union all
select 3741, 'ГЕНЕРАЛА ВАРЕННИКОВА УЛ. 4', 1, '04:00', '16:00', 'МСК' union all
select 3760, 'РАДУЖНАЯ УЛ. 2', 1, '04:00', '16:00', 'МСК' union all
select 3764, 'УЛ. СВЕРДЛОВА, Д.27А', 1, '04:00', '16:00', 'МСК' union all
select 3766, 'ОТРАДНАЯ УЛ. 16', 1, '04:00', '16:00', 'МСК' union all
select 3773, 'НОВОЧЕРКАССКИЙ БУЛЬВАР, 41К7', 1, '04:00', '16:00', 'МСК' union all
select 3775, 'П. МИРНЫЙ, АКАДЕМИКА СЕВЕРИНА УЛ. 11/1', 1, '04:00', '16:00', 'МСК' union all
select 3781, 'ПР, ВОЛГОГРАДСКИЙ, Д.78', 1, '04:00', '16:00', 'МСК' union all
select 3799, 'НОВОМОЛОКОВСКИЙ БУЛЬВАР 8', 1, '04:00', '16:00', 'МСК' union all
select 3801, 'УЛ, С.П. ПОПОВА, 21Б', 1, '04:00', '16:00', 'МСК' union all
select 3812, 'КВАРТАЛ СЕВЕРНЫЙ, 21В', 1, '04:00', '16:00', 'МСК' union all
select 3815, 'ШИРОКАЯ УЛ. 27', 1, '04:00', '16:00', 'МСК' union all
select 3845, '6-Я РАДИАЛЬНАЯ УЛ. 5 К3', 1, '04:00', '16:00', 'МСК' union all
select 3848, 'МОСКВА, КРАСНОКАЗАРМЕННАЯ УЛ. 14А К4', 1, '04:00', '16:00', 'МСК' union all
select 3855, 'ПАРОМНАЯ УЛ. 11/31', 1, '04:00', '16:00', 'МСК' union all
select 3879, '1-Й СТРЕЛКОВЫЙ ПЕР. 3', 1, '04:00', '16:00', 'МСК' union all
select 3881, 'ПР. ПРОЛЕТАРСКИЙ, Д.4, К.2', 1, '04:00', '16:00', 'МСК' union all
select 3884, 'КОРАБЕЛЬНАЯ УЛ. 6', 1, '04:00', '16:00', 'МСК' union all
select 390, 'ПОЛЕВАЯ УЛ. 3', 1, '04:00', '16:00', 'МСК' union all
select 3920, 'ВАГЖАНОВА УЛ. 21', 1, '04:00', '16:00', 'МСК' union all
select 3942, 'ТВЕРСКОЙ ПР. 2', 1, '04:00', '16:00', 'МСК' union all
select 3945, 'ЛИТЕРАТУРНЫЙ Б-Р, 2', 1, '04:00', '16:00', 'МСК' union all
select 3955, 'МИРА УЛ. 29', 1, '04:00', '16:00', 'МСК' union all
select 3999, 'КАЛИНИНА УЛ. 18', 1, '04:00', '16:00', 'МСК' union all
select 4612, 'БОРИСОВСКИЙ ПРОЕЗД, Д. 40А', 1, '04:00', '16:00', 'МСК' union all
select 4614, 'УЛ. КОСМОНАВТОВ, Д 1', 1, '04:00', '16:00', 'МСК' union all
select 4618, 'УЛ. ГЕНЕРАЛА БЕЛОВА, Д. 20', 1, '04:00', '16:00', 'МСК' union all
select 4636, 'ВЕШНЯКОВСКАЯ УЛ., Д.39А, ВЕШНЯКОВСКАЯ УЛ., Д.39А', 1, '04:00', '16:00', 'МСК' union all
select 4640, 'УЛ. 8 МАРТА, Д. 6', 1, '04:00', '16:00', 'МСК' union all
select 4643, 'ЭЛЕКТРОСТАЛЬ, ПР-КТ ЛЕНИНА, Д. 44/14', 1, '04:00', '16:00', 'МСК' union all
select 4645, 'УЛ. ЛУКАШИНА, 4', 1, '04:00', '16:00', 'МСК' union all
select 4647, 'ОСТАШКОВСКОЕ Ш. 22К4', 1, '04:00', '16:00', 'МСК' union all
select 4648, 'ЮБИЛЕЙНАЯ УЛ. 4', 1, '04:00', '16:00', 'МСК' union all
select 4663, 'УЛ. СНЕЖНАЯ, Д. 16 КОРП. 2', 1, '04:00', '16:00', 'МСК' union all
select 4676, 'УЛИЦА ФРУНЗЕ Д.2А', 1, '04:00', '16:00', 'МСК' union all
select 4741, 'УЛ. ДЕМОНСТРАЦИИ, Д. 36', 1, '04:00', '16:00', 'МСК' union all
select 4751, 'ПОБЕДЫ УЛ. 4', 1, '04:00', '16:00', 'МСК' union all
select 4760, 'ПЕТРОВСКИЙ Б-Р 11', 1, '04:00', '16:00', 'МСК' union all
select 4802, 'ПУШКИНСКАЯ УЛИЦА, 32', 1, '04:00', '16:00', 'МСК' union all
select 4807, 'РИМСКИЙ ПРОЕЗД, ДОМ 1', 1, '04:00', '16:00', 'МСК' union all
select 4817, 'УЛ. МЕТАЛЛУРГОВ, Д. 80Г', 1, '04:00', '16:00', 'МСК' union all
select 4828, 'УЛ. ЛЕНИНА, Д. 5', 1, '04:00', '16:00', 'МСК' union all
select 4833, 'Г. ЧЕХОВ, УЛ. ЧЕХОВА, Д. 3', 1, '04:00', '16:00', 'МСК' union all
select 4845, 'Р.П. ОКТЯБРЬСКИЙ, УЛ. ЛЕНИНА,Д 40А', 1, '04:00', '16:00', 'МСК' union all
select 4851, 'УЛ. КИРОВА, Д. 17, КОРП. 1', 1, '04:00', '16:00', 'МСК' union all
select 4853, 'РАЙОН ФИЛИМОНКОВСКОЕ, ДЕРЕВНЯ СТАРОСЕЛЬЕ, 28', 1, '04:00', '16:00', 'МСК' union all
select 4856, 'Д.13 , ПОСЕЛОК НАГОРНОЕ, УЛИЦА ПОЛКОВНИКА РОМАНОВА', 1, '04:00', '16:00', 'МСК' union all
select 4859, 'СЕЛО ЯМ, УЛИЦА МЕЗЕНЦЕВА, 9', 1, '04:00', '16:00', 'МСК' union all
select 4869, 'УЛ. МИШИ БАЛАКИРЕВА, 6/24', 1, '04:00', '16:00', 'МСК' union all
select 4875, 'ГАЗГОЛЬДЕРНАЯ УЛ. 10', 1, '04:00', '16:00', 'МСК' union all
select 4876, 'ЖК ГОРКИ ПАРК К.2.1', 1, '04:00', '16:00', 'МСК' union all
select 4883, 'КАШИРСКОЕ ШОССЕ, Д. 3А', 1, '04:00', '16:00', 'МСК' union all
select 4906, 'УЛ. КАУЛЯ, 7К1', 1, '04:00', '16:00', 'МСК' union all
select 4924, 'МИКРОРАЙОН ПАРКОВЫЙ, 1К4', 1, '04:00', '16:00', 'МСК' union all
select 4939, 'УЛ. ДЕКАБРИСТОВ, Д. 20, КОРП. 2', 1, '04:00', '16:00', 'МСК' union all
select 4958, 'МОСТОВАЯ УЛИЦА, 5К3, ПОСЕЛЕНИЕ ДЕСЁНОВСКОЕ, РАЙОН ТРОИЦК,', 1, '04:00', '16:00', 'МСК' union all
select 496, 'МИРА УЛ. 6', 1, '04:00', '16:00', 'МСК' union all
select 4961, 'ЭЛЕКТРОГОРСК, УЛИЦА КРЖИЖАНОВСКОГО, 14', 1, '04:00', '16:00', 'МСК' union all
select 4968, 'УЛ. ПРОФСОЮЗНАЯ, Д. 109', 1, '04:00', '16:00', 'МСК' union all
select 4997, 'Москва, ул. Авангардная, д. 12', 1, '04:00', '16:00', 'МСК' union all
select 5001, 'Москва,улица Азовская, д. 18', 1, '04:00', '16:00', 'МСК' union all
select 5005, 'Москва, проезд Дежнева дом 27к1', 1, '04:00', '16:00', 'МСК' union all
select 5090, 'Владимирская область, г.п. Карабаново, улица Победы, 2', 1, '04:00', '16:00', 'МСК' union all
select 5091, 'Москва, улица Лескова, вл12А', 1, '04:00', '16:00', 'МСК' union all
select 5125, 'Москва, ул. Покровка, д. 1/13, стр1', 1, '04:00', '16:00', 'МСК' union all
select 5201, 'Ленинский г.о., рп Боброво, ул. Лесная, д 6', 1, '04:00', '16:00', 'МСК' union all
select 5219, 'Калужская область, Калуга, улица Пестеля, 19', 1, '04:00', '16:00', 'МСК' union all
select 690, 'Бологое, пл. Ленина 3', 1, '04:00', '16:00', 'МСК' union all
select 896, 'Вышний Волочек, Казанский пр. 79', 1, '04:00', '16:00', 'МСК' union all
select 997, 'Вышний Волочек, Казанский пр. 125', 1, '04:00', '16:00', 'МСК' union all
select 4995, 'Вышний Волочек, Цнинская наб. 6Б', 1, '04:00', '16:00', 'МСК' union all
select 2227, 'Звенигород, Московская ул. 29', 1, '04:00', '16:00', 'МСК' union all
select 2229, 'Лобня, Ленина ул. 67', 1, '04:00', '16:00', 'МСК' union all
select 2230, 'Лобня, Маяковского ул. 4Б', 1, '04:00', '16:00', 'МСК' union all
select 2234, 'Обнинск, Маркса пр. 20', 1, '04:00', '16:00', 'МСК' union all
select 2239, 'Одинцово Свободы ул 4', 1, '04:00', '16:00', 'МСК' union all
select 2260, 'Москва, Веневская ул. 4', 1, '04:00', '16:00', 'МСК' union all
select 2273, 'Дедовск, Железнодорожная ул. 15', 1, '04:00', '16:00', 'МСК' union all
select 2279, 'Одинцово Можайское ш. 121', 1, '04:00', '16:00', 'МСК' union all
select 2296, 'Дмитров, Аверьянова микрорайон 3', 1, '04:00', '16:00', 'МСК' union all
select 4001, 'ПАРКОВСКАЯ УЛ. 15 С1', 1, '04:00', '16:00', 'МСК' union all
select 4002, 'ОРЕХОВО-ЗУЕВО, ВОКЗАЛЬНАЯ УЛ. 4', 1, '04:00', '16:00', 'МСК' union all
select 4003, 'ОРЕХОВО-ЗУЕВО, БИРЮКОВА УЛ. 4 КА', 1, '04:00', '16:00', 'МСК' union all
select 4015, 'РОЖДЕСТВЕНСКАЯ УЛ., Д31', 1, '04:00', '16:00', 'МСК' union all
select 4039, 'ГУДКОВА УЛ. 13', 1, '04:00', '16:00', 'МСК' union all
select 4049, 'УЛ. ЛЮБЛИНСКАЯ, Д.171', 1, '04:00', '16:00', 'МСК' union all
select 4055, 'СВЕРДЛОВА УЛ. 9', 1, '04:00', '16:00', 'МСК' union all
select 4056, 'АКАДЕМИКА ЯНГЕЛЯ УЛ. 4 К2', 1, '04:00', '16:00', 'МСК' union all
select 4057, 'РЕУТОВСКАЯ УЛ. 20', 1, '04:00', '16:00', 'МСК' union all
select 4066, 'ПАУСТОВСКОГО УЛ. 6 К1', 1, '04:00', '16:00', 'МСК' union all
select 4083, 'БОРОВСКОЕ Ш. 2 К7', 1, '04:00', '16:00', 'МСК' union all
select 4091, 'ЮЖНЫЙ БУЛЬВАР, 5', 1, '04:00', '16:00', 'МСК' union all
select 4117, 'ПОЛЯНЫ УЛ. 5', 1, '04:00', '16:00', 'МСК' union all
select 4148, '60 ЛЕТ КОМСОМОЛА УЛ. 6', 1, '04:00', '16:00', 'МСК' union all
select 4150, 'МАЛЫГИНА УЛ. 9 С2', 1, '04:00', '16:00', 'МСК' union all
select 4158, 'СТАНЦИОННАЯ ПЛ. 4', 1, '04:00', '16:00', 'МСК' union all
select 4162, 'ПРОКШИНСКИЙ ПР. 10', 1, '04:00', '16:00', 'МСК' union all
select 4177, 'УЛ. РОЖДЕСТВЕНСКАЯ , Д.8', 1, '04:00', '16:00', 'МСК' union all
select 4212, 'БУДЁННОГО ПР. 18Б', 1, '04:00', '16:00', 'МСК' union all
select 4219, 'МЫТИЩИ, МИРА УЛ. 39', 1, '04:00', '16:00', 'МСК' union all
select 4221, 'ПЕРОВСКАЯ УЛ. 61А', 1, '04:00', '16:00', 'МСК' union all
select 4235, 'ПР. ГЕРОЕВ, Д.13', 1, '04:00', '16:00', 'МСК' union all
select 4249, 'УЛ. ЛЮБЛИНСКАЯ Д. 72А К.2', 1, '04:00', '16:00', 'МСК' union all
select 4262, 'СТАХАНОВСКАЯ УЛ. 45', 1, '04:00', '16:00', 'МСК' union all
select 4264, 'ОЗЕРНАЯ УЛ., Д,2, ОЗЕРНАЯ УЛ., Д,2', 1, '04:00', '16:00', 'МСК' union all
select 4273, 'ПЕРОВСКАЯ УЛ. 32 С1', 1, '04:00', '16:00', 'МСК' union all
select 4276, 'ШОССЕ ПРИГОРОДНОЕ, ДОМ 4', 1, '04:00', '16:00', 'МСК' union all
select 4280, 'П. РАЗВИЛКА, Д.16', 1, '04:00', '16:00', 'МСК' union all
select 4281, 'ДЕРЕВНЯ ПИРОГОВО, УЛИЦА ИЛЬИНСКОГО Д.8', 1, '04:00', '16:00', 'МСК' union all
select 4287, 'УЛ. МИРА, Д. 58/25', 1, '04:00', '16:00', 'МСК' union all
select 4318, 'УЛ. ПРОНСКАЯ, Д. 5К1', 1, '04:00', '16:00', 'МСК' union all
select 4331, 'УЛ. КАГАНА, ЗД.17 (ТЦ)', 1, '04:00', '16:00', 'МСК' union all
select 4334, 'ПРОСВЕЩЕНИЯ 13 С. 3', 1, '04:00', '16:00', 'МСК' union all
select 4338, '3 ИНТЕРНАЦИОНАЛА УЛ. 113/1', 1, '04:00', '16:00', 'МСК' union all
select 4347, 'УЛ. МЕНЖИНСКОГО, Д.23, К.1', 1, '04:00', '16:00', 'МСК' union all
select 4367, 'УЛ. ТОЛМАЧЁВА, Д. 1/2', 1, '04:00', '16:00', 'МСК' union all
select 4377, 'УЛИЦА БЕРЕЗОВАЯ, ДОМ 9', 1, '04:00', '16:00', 'МСК' union all
select 4419, 'ЦЕНТРАЛЬНЫЙ ПРОЕЗД 4', 1, '04:00', '16:00', 'МСК' union all
select 4449, 'УЛ. ЮНЫХ ЛЕНИНЦЕВ, Д. 3', 1, '04:00', '16:00', 'МСК' union all
select 4457, 'ИЗМАЙЛОВСКИЙ БУЛЬВАР, ДОМ 55', 1, '04:00', '16:00', 'МСК' union all
select 4460, 'УЛ. СУХАНОВСКАЯ, ДОМ 1, СТР 1', 1, '04:00', '16:00', 'МСК' union all
select 4461, 'АНАДЫРСКИЙ ПРОЕЗД 17', 1, '04:00', '16:00', 'МСК' union all
select 4465, 'УЛ.ИСАЕВА 1Б', 1, '04:00', '16:00', 'МСК' union all
select 4472, 'ПР-Т. 50 ЛЕТ ОКТЯБРЯ, Д. 14/6', 1, '04:00', '16:00', 'МСК' union all
select 4473, 'УЛ. БИРЮЛЁВСКАЯ, ДОМ 51К1', 1, '04:00', '16:00', 'МСК' union all
select 4490, 'ПР-Т ВОЛГОГРАДСКИЙ, ДОМ 73С1', 1, '04:00', '16:00', 'МСК' union all
select 4506, 'Г. ЧЕХОВ, УЛ. МОСКОВСКАЯ, Д. 100', 1, '04:00', '16:00', 'МСК' union all
select 4523, 'УЛИЦА АМУНДСЕНА ДОМ 14', 1, '04:00', '16:00', 'МСК' union all
select 4533, 'Г. СЕРПУХОВ, БОРИСОВСКОЕ ШОССЕ, Д. 17А', 1, '04:00', '16:00', 'МСК' union all
select 4538, 'УЛ. ВИЛЬНЮССКАЯ, Д. 5', 1, '04:00', '16:00', 'МСК' union all
select 455, 'ПАВЛОВСКИЙ ПОСАД, ГЕРЦЕНА УЛ. Д14 П32', 1, '04:00', '16:00', 'МСК' union all
select 4569, 'НОВОПЕРЕДЕЛКИНСКАЯ УЛИЦА, 11А', 1, '04:00', '16:00', 'МСК' union all
select 4577, 'СОВЕТСКАЯ ПЛОЩАДЬ, ДОМ 5', 1, '04:00', '16:00', 'МСК' union all
select 458, 'КОРОЛЁВА ПР. 6Г', 1, '04:00', '16:00', 'МСК' union all
select 4583, 'ЩЕЛКОВСКОЕ ШОССЕ, Д. 89', 1, '04:00', '16:00', 'МСК' union all
select 4596, 'БЕЛЯЕВА УЛ. С23А', 1, '04:00', '16:00', 'МСК' union all
select 461, '3-ГО ИНТЕРНАЦИОНАЛА УЛ. 76', 1, '04:00', '16:00', 'МСК' union all
select 4975, 'УЛ. ПРОФСОЮЗНАЯ, Д. 142, К. 1, СТР. 1', 1, '04:00', '16:00', 'МСК' union all
select 4980, 'ШИПИЛОВСКИЙ ПРОЕЗД, Д. 39, КОРП. 2', 1, '04:00', '16:00', 'МСК' union all
select 5092, 'ЮЖНАЯ УЛ. 3А', 1, '04:00', '16:00', 'МСК' union all
select 5106, 'УЛ. ГАГАРИНА, Д. 35', 1, '04:00', '16:00', 'МСК' union all
select 5172, 'БОЛЬШАЯ СЕРПУХОВСКАЯ УЛИЦА, 34/2', 1, '04:00', '16:00', 'МСК' union all
select 5185, 'УЛ. ШУХОВА, 28', 1, '04:00', '16:00', 'МСК' union all
select 5217, 'ПОС. ФИЛИМОНКОВСКОЕ, УЛ. УСАДЕБНЫЙ ПАРК, Д. 1', 1, '04:00', '16:00', 'МСК' union all
select 5252, 'УЛ. БЕКЛЕМИЩЕВА, 27', 1, '04:00', '16:00', 'МСК' union all
select 5281, '3-ГО ИНТЕРНАЦИОНАЛА УЛ. 72', 1, '04:00', '16:00', 'МСК' union all
select 549, 'БРАТИСЛАВСКАЯ УЛ. 15 К1', 1, '04:00', '16:00', 'МСК' union all
select 552, 'ЯСНЫЙ ПР. 10', 1, '04:00', '16:00', 'МСК' union all
select 554, 'ЮЖНОБУТОВСКАЯ УЛ. 91', 1, '04:00', '16:00', 'МСК' union all
select 566, 'ПРОЛЕТАРСКАЯ УЛ. 2', 1, '04:00', '16:00', 'МСК' union all
select 570, 'БАЖЕНОВА УЛ. 2А', 1, '04:00', '16:00', 'МСК' union all
select 586, 'НОВАЯ УЛ. 10', 1, '04:00', '16:00', 'МСК' union all
select 589, 'АЛТУФЬЕВСКОЕ Ш. 80', 1, '04:00', '16:00', 'МСК' union all
select 590, 'КРАСНАЯ УЛ. 66', 1, '04:00', '16:00', 'МСК' union all
select 689, 'ЛЕНИНА ПР. 107/49', 1, '04:00', '16:00', 'МСК' union all
select 691, 'БАЛАШИХА, ЦЕНТРАЛЬНАЯ 40', 1, '04:00', '16:00', 'МСК' union all
select 693, 'ПР, ЗЕЛЕНЫЙ, Д.83, С.2', 1, '04:00', '16:00', 'МСК' union all
select 697, 'ОКТЯБРЬСКИЙ ПГТ ЛЕНИНА УЛ. 47', 1, '04:00', '16:00', 'МСК' union all
select 698, 'ЛЕНИНГРАДСКАЯ УЛ Д. 7', 1, '04:00', '16:00', 'МСК' union all
select 7020, 'ПЕРВАЯ 7', 1, '04:00', '16:00', 'МСК' union all
select 7050, 'ЧАЙКОВСКОГО ПР. 17', 1, '04:00', '16:00', 'МСК' union all
select 2724, 'ЖУЛЕБИНСКИЙ БУЛЬВАР 9', 1, '04:00', '16:00', 'МСК' union all
select 2876, 'МОСКВА, МИХАЙЛОВА УЛ. 30А К1', 1, '04:00', '16:00', 'МСК' union all
select 2877, 'ЭДВАРДА ГРИГА УЛ. 17', 1, '04:00', '16:00', 'МСК' union all
select 3659, 'ВАРШАВСКОЕ ШОССЕ, Д. 152 К. 2', 1, '04:00', '16:00', 'МСК' union all
select 3678, 'ВЕРТОЛЕТЧИКОВ УЛ. 4 К7', 1, '04:00', '16:00', 'МСК' union all
select 3686, '26 БАКИНСКИХ КОМИССАРОВ УЛ. 7 К6', 1, '04:00', '16:00', 'МСК' union all
select 3699, 'СТАРОВАТУТИНСКИЙ ПР-Д 14', 1, '04:00', '16:00', 'МСК' union all
select 7055, 'МОЖАЙСКОГО УЛ. 71 К1', 1, '04:00', '16:00', 'МСК' union all
select 7056, 'ЛЕНИНА ПР. 10', 1, '04:00', '16:00', 'МСК' union all
select 7077, 'ПОБЕДЫ ПР. 45/28', 1, '04:00', '16:00', 'МСК' union all
select 720, 'МОСКОВСКИЙ, 3-Й МИКРОРАЙОН 21', 1, '04:00', '16:00', 'МСК' union all
select 729, 'ЛУГАНСКАЯ УЛ. 7 К2, ЛУГАНСКАЯ УЛ. 7 К2', 1, '04:00', '16:00', 'МСК' union all
select 752, 'СНЕЖНАЯ УЛ. 26', 1, '04:00', '16:00', 'МСК' union all
select 754, 'ЭЛЕКТРОСТАЛЬ, ЛЕНИНА ПР. 16А ЛИТ.Б', 1, '04:00', '16:00', 'МСК' union all
select 756, 'МКАД 87КМ. 8', 1, '04:00', '16:00', 'МСК' union all
select 805, 'КАРГОПОЛЬСКАЯ УЛ. 14 К1', 1, '04:00', '16:00', 'МСК' union all
select 1816, 'Москва, Инженерная ул. 1', 1, '04:00', '16:00', 'МСК' union all
select 2295, 'ВАТУТИНА УЛ. 81', 1, '04:00', '16:00', 'МСК' union all
select 2323, 'ПРОФСОЮЗНАЯ УЛ. 126 К.2', 1, '04:00', '16:00', 'МСК' union all
select 2330, 'ПРОСВЕЩЕНИЯ УЛ. 10 К3', 1, '04:00', '16:00', 'МСК' union all
select 2335, 'БЕЛОРЕЧЕНСКАЯ УЛ. 14', 1, '04:00', '16:00', 'МСК' union all
select 2367, 'Г. ПРОТВИНО ЛЕСНОЙ БУЛЬВАР 6А', 1, '04:00', '16:00', 'МСК' union all
select 2383, 'КАМОВА УЛ. 7К1', 1, '04:00', '16:00', 'МСК' union all
select 2422, '1-Я НОВОВАТУТИНСКАЯ УЛ. 5', 1, '04:00', '16:00', 'МСК' union all
select 2423, 'СКАНДИНАВСКИЙ Б-Р 4 К1', 1, '04:00', '16:00', 'МСК' union all
select 2424, 'ГОРЧАКОВА УЛ. 11', 1, '04:00', '16:00', 'МСК' union all
select 2429, 'КОСИНСКОЕ ШОССЕ, 6, КОСИНСКОЕ ШОССЕ, 6', 1, '04:00', '16:00', 'МСК' union all
select 2437, 'СОСНОВАЯ УЛ. 1 К3', 1, '04:00', '16:00', 'МСК' union all
select 2438, 'ПРОИЗВОДСТВЕННАЯ УЛ. 8 К2', 1, '04:00', '16:00', 'МСК' union all
select 2465, 'УЛ, МИХНЕВСКАЯ 4', 1, '04:00', '16:00', 'МСК' union all
select 2482, 'ЮЖНАЯ УЛ. 9 К2', 1, '04:00', '16:00', 'МСК' union all
select 2492, 'ТАТЬЯНИН ПАРК УЛ. 17 К1', 1, '04:00', '16:00', 'МСК' union all
select 254, 'КАРЛА МАРКСА УЛ. 3В', 1, '04:00', '16:00', 'МСК' union all
select 2559, 'УЛ. БЕРЕЖОК, Д.3', 1, '04:00', '16:00', 'МСК' union all
select 2580, 'ЮНОСТИ УЛ. 5', 1, '04:00', '16:00', 'МСК' union all
select 2599, 'КУПРИНА ПР. 36 К2', 1, '04:00', '16:00', 'МСК' union all
select 2600, 'УЛ. ДЗЕРЖИНСКОГО, Д.11В', 1, '04:00', '16:00', 'МСК' union all
select 3777, 'Москва, Дубравная ул. 39', 1, '04:00', '16:00', 'МСК' union all
select 3780, 'Москва, Люсиновская ул. 36/50', 1, '04:00', '16:00', 'МСК' union all
select 3795, 'Москва, Муравская ул. 42 к1', 1, '04:00', '16:00', 'МСК' union all
select 3814, 'Москва, Дмитровское ш. 68', 1, '04:00', '16:00', 'МСК' union all
select 3852, 'Москва, Большая Грузинская ул. 62', 1, '04:00', '16:00', 'МСК' union all
select 3887, 'Москва, Новочерёмушкинская ул. 66 к1', 1, '04:00', '16:00', 'МСК' union all
select 3926, 'Красногорск, Красногорский бульвар 4 к1', 1, '04:00', '16:00', 'МСК' union all
select 3935, 'Одинцово Маршала Неделина ул. 9', 1, '04:00', '16:00', 'МСК' union all
select 3961, 'Химки, Ленинградское ш. вл 5', 1, '04:00', '16:00', 'МСК' union all
select 4008, 'Москва, Планерная ул. 7', 1, '04:00', '16:00', 'МСК' union all
select 4011, 'Москва, Рублевское ш. 16 к1', 1, '04:00', '16:00', 'МСК' union all
select 4012, 'Руза, Федеративная ул. 7', 1, '04:00', '16:00', 'МСК' union all
select 4051, 'Москва, Костякова ул. 6/5', 1, '04:00', '16:00', 'МСК' union all
select 4092, 'Дрожжино, Южная ул. 11 к4', 1, '04:00', '16:00', 'МСК' union all
select 4099, 'Москва, Волоколамское ш. 71 к4', 1, '04:00', '16:00', 'МСК' union all
select 4108, 'Лобня, Ленина ул. 19 к1', 1, '04:00', '16:00', 'МСК' union all
select 4126, 'Москва, Муравская 38Б корпус 4', 1, '04:00', '16:00', 'МСК' union all
select 4127, 'Зеленоград, кор. 1805', 1, '04:00', '16:00', 'МСК' union all
select 822, 'ЕГОРЬЕВСКОЕ Ш. СТР. 2', 1, '04:00', '16:00', 'МСК' union all
select 824, 'ОКТЯБРЬСКИЙ ПР. 9, ОКТЯБРЬСКИЙ ПР. 9', 1, '04:00', '16:00', 'МСК' union all
select 868, 'ОРЕХОВЫЙ Б-Р 12 К.1', 1, '04:00', '16:00', 'МСК' union all
select 912, 'ЛЕНИНА ПР. 23/5', 1, '04:00', '16:00', 'МСК' union all
select 945, 'СОВЕТСКАЯ УЛИЦА, 48А', 1, '04:00', '16:00', 'МСК' union all
select 957, 'ЭНТУЗИАСТОВ Ш. ВЛ11С4', 1, '04:00', '16:00', 'МСК' union all
select 960, '2-Й МИКРОРАЙОН 17', 1, '04:00', '16:00', 'МСК' union all
select 4500, 'Москва, Сокольническая площадь, 4А', 1, '04:00', '16:00', 'МСК' union all
select 4501, 'Москва, Алтуфьевское ш. 72', 1, '04:00', '16:00', 'МСК' union all
select 4507, 'г. Химки, ул. Московская, д. 32', 1, '04:00', '16:00', 'МСК' union all
select 4530, 'Москва, ул. Мнёвники, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 4543, 'Москва, Шелепихинская наб. 34к1', 1, '04:00', '16:00', 'МСК' union all
select 4572, 'Москва, Новокосинская улица, 35', 1, '04:00', '16:00', 'МСК' union all
select 4573, 'г Лобня, Кольцевая ул, 12 д', 1, '04:00', '16:00', 'МСК' union all
select 4582, 'Москва, микрорайон Северное Чертаново, дом 1А', 1, '04:00', '16:00', 'МСК' union all
select 4587, 'Калужская область, г. Калуга, улица Плеханова, 61', 1, '04:00', '16:00', 'МСК' union all
select 4600, 'Коломна, ул. Гражданская, дом 2', 1, '04:00', '16:00', 'МСК' union all
select 4613, 'Зеленоград, корпус 2002', 1, '04:00', '16:00', 'МСК' union all
select 4619, 'г. Павловский Посад, ул. Кузьмина, д. 34', 1, '04:00', '16:00', 'МСК' union all
select 4644, 'Звенигород, 3 микрорайон 9', 1, '04:00', '16:00', 'МСК' union all
select 4650, 'Реутов, Юбилейный проспект, д. 2А', 1, '04:00', '16:00', 'МСК' union all
select 4652, 'Москва, улица Трофимова, дом 35/20', 1, '04:00', '16:00', 'МСК' union all
select 4689, 'Москва, ул. Авиамоторная, д. 12', 1, '04:00', '16:00', 'МСК' union all
select 4700, 'Зеленоград, корпус 1508', 1, '04:00', '16:00', 'МСК' union all
select 4748, 'г. Москва, ул. Таллинская, д. 26', 1, '04:00', '16:00', 'МСК' union all
select 4750, 'Одинцовский, дп Лесной Городок, ул. Молодежная, д. 8', 1, '04:00', '16:00', 'МСК' union all
select 4752, 'Калужская область, г. Калуга, ул. Братьев Луканиных, д.15', 1, '04:00', '16:00', 'МСК' union all
select 4761, 'Химки, проспект Мельникова, д. 2-Б', 1, '04:00', '16:00', 'МСК' union all
select 4831, 'Электросталь, Ленина пр. 30/13', 1, '04:00', '16:00', 'МСК' union all
select 4847, 'Москва, ул. Яблочкова, д. 21, стр. 3', 1, '04:00', '16:00', 'МСК' union all
select 4849, 'Павловский Посад, Большая Покровская улица, 35', 1, '04:00', '16:00', 'МСК' union all
select 4857, 'г. Москва, ул. Чертановская, дом 45А, корпус 1', 1, '04:00', '16:00', 'МСК' union all
select 4865, 'Красногорск, б-р Космонавтов д. 1', 1, '04:00', '16:00', 'МСК' union all
select 4885, 'г Ступино, ул. Андропова, д. 31, пом. 1', 1, '04:00', '16:00', 'МСК' union all
select 4914, 'Москва, Адмирала Ушакова б-р 2', 1, '04:00', '16:00', 'МСК' union all
select 4940, 'Москва, Ленинский проспект, д. 75/9', 1, '04:00', '16:00', 'МСК' union all
select 2353, 'г. Москва, Осенняя ул. 28', 1, '04:00', '16:00', 'МСК' union all
select 2361, 'Химки, Совхозная ул. 9', 1, '04:00', '16:00', 'МСК' union all
select 2366, 'г. Подольск, Комсомольская ул. 46', 1, '04:00', '16:00', 'МСК' union all
select 2372, 'Москва, Академика Комарова ул. 3А', 1, '04:00', '16:00', 'МСК' union all
select 2374, 'Зеленоград, 9 мкрн к 900', 1, '04:00', '16:00', 'МСК' union all
select 2379, 'г. Одинцово, Любы Новосёловой бульвар 13', 1, '04:00', '16:00', 'МСК' union all
select 2385, 'Троицк, микрорайон В 42', 1, '04:00', '16:00', 'МСК' union all
select 2402, 'Москва, Тимирязевская ул. 2/3', 1, '04:00', '16:00', 'МСК' union all
select 2409, 'Апрелевка Ясная ул. 1', 1, '04:00', '16:00', 'МСК' union all
select 2417, 'г. Москва, Теплый Стан ул. 10', 1, '04:00', '16:00', 'МСК' union all
select 2425, 'Москва, Нижегородская ул. 2 к1', 1, '04:00', '16:00', 'МСК' union all
select 2433, 'г. Москва пос. Рязановское, Остафьевское ш. 14 к3', 1, '04:00', '16:00', 'МСК' union all
select 2439, 'г. Одинцово, Каштановая ул. 10', 1, '04:00', '16:00', 'МСК' union all
select 2453, 'Москва, Киевская ул. 18 с1', 1, '04:00', '16:00', 'МСК' union all
select 2476, 'г. Москва, Мичуринский пр. 21', 1, '04:00', '16:00', 'МСК' union all
select 2548, 'г. Наро-Фоминск, Кубинское ш. с 2', 1, '04:00', '16:00', 'МСК' union all
select 2558, 'Москва, Кронштадтский б-р 47', 1, '04:00', '16:00', 'МСК' union all
select 2561, 'Воскресенское, Чечёрский проезд 51', 1, '04:00', '16:00', 'МСК' union all
select 2570, 'Красногорск, Ленина ул. 26А', 1, '04:00', '16:00', 'МСК' union all
select 2581, 'Долгопрудный, Пацаева пр. 11', 1, '04:00', '16:00', 'МСК' union all
select 2723, 'Химки, Маяковского ул. 20', 1, '04:00', '16:00', 'МСК' union all
select 2881, 'Москва, Ленинградское ш. 58 с53', 1, '04:00', '16:00', 'МСК' union all
select 3663, 'Химки, Московская ул. 5', 1, '04:00', '16:00', 'МСК' union all
select 3676, 'Нахабино, Школьная ул. 8А', 1, '04:00', '16:00', 'МСК' union all
select 3687, 'г. Москва, Архитектора Щусева ул. 1', 1, '04:00', '16:00', 'МСК' union all
select 3700, 'Москва, улица Кунцевская, дом 13/6', 1, '04:00', '16:00', 'МСК' union all
select 3701, 'Москва, Матвеевская ул. 2', 1, '04:00', '16:00', 'МСК' union all
select 3711, 'г. Одинцово, Сколковская ул. 9А', 1, '04:00', '16:00', 'МСК' union all
select 3722, 'Одинцово Можайское ш. 141', 1, '04:00', '16:00', 'МСК' union all
select 3723, 'Одинцово, Трехгорная ул. 6', 1, '04:00', '16:00', 'МСК' union all
select 3747, 'Москва, Строителей ул. 17 к1', 1, '04:00', '16:00', 'МСК' union all
select 3752, 'Долгопрудный, Новый бульвар 7 к1', 1, '04:00', '16:00', 'МСК' union all
select 3763, 'Москва, Вавилова ул. 55/7', 1, '04:00', '16:00', 'МСК' union all
select 2421, 'Москва, Уссурийская ул. 7', 1, '04:00', '16:00', 'МСК' union all
select 2578, 'Москва, Хабаровская ул. 15', 1, '04:00', '16:00', 'МСК' union all
select 4627, 'Москва, пер Юрьевский, д. 22 к.1', 1, '04:00', '16:00', 'МСК' union all
select 951, 'Владимир, Нижняя Дуброва ул 13', 1, '04:00', '16:00', 'МСК' union all
select 4250, 'г. Владимир, Батурина ул. 20', 1, '04:00', '16:00', 'МСК' union all
select 1892, 'Гусь-Хрустальный, Каховского ул. 3', 1, '04:00', '16:00', 'МСК' union all
select 1941, 'Гусь-Хрустальный, Калинина ул. 28Б', 1, '04:00', '16:00', 'МСК' union all
select 1871, 'Мисайлово, Литературный б-р 6', 1, '04:00', '16:00', 'МСК' union all
select 334, 'Торопец, Советская 6/9', 1, '04:00', '16:00', 'МСК' union all
select 489, 'Москва, Кржижановского ул. 17 к1', 1, '04:00', '16:00', 'МСК' union all
select 491, 'Зеленоград, Новокрюковская ул. 9', 1, '04:00', '16:00', 'МСК' union all
select 546, 'Москва, Инженерная ул. 5', 1, '04:00', '16:00', 'МСК' union all
select 574, 'Москва, 3-й Митинский пер. 3', 1, '04:00', '16:00', 'МСК' union all
select 582, 'Красногорск, Ленина ул. 55', 1, '04:00', '16:00', 'МСК' union all
select 591, 'Москва, Сходненская ул. 50', 1, '04:00', '16:00', 'МСК' union all
select 676, 'Москва, 7-я Кожуховская ул. 9', 1, '04:00', '16:00', 'МСК' union all
select 715, 'Москва, Клинская ул. 8 с1', 1, '04:00', '16:00', 'МСК' union all
select 728, 'Москва, Гришина 18 к1', 1, '04:00', '16:00', 'МСК' union all
select 732, 'Москва, 3-я Фрунзенская ул. 3', 1, '04:00', '16:00', 'МСК' union all
select 737, 'Химки Мельникова пр. 10', 1, '04:00', '16:00', 'МСК' union all
select 759, 'Москва, Таганская ул. 31/22', 1, '04:00', '16:00', 'МСК' union all
select 768, 'Москва, Вучетича ул. 18 к1', 1, '04:00', '16:00', 'МСК' union all
select 773, 'Москва, Вучетича ул. 4', 1, '04:00', '16:00', 'МСК' union all
select 786, 'Москва, Можайское ш. 31 к1', 1, '04:00', '16:00', 'МСК' union all
select 795, 'п. Внуковский, Летчика Ульянина ул. 5', 1, '04:00', '16:00', 'МСК' union all
select 798, 'Москва, Красноармейская ул. 24', 1, '04:00', '16:00', 'МСК' union all
select 804, 'Москва, Яна Райниса бул. 14 к1', 1, '04:00', '16:00', 'МСК' union all
select 903, 'Одинцово, Маршала Жукова ул. 32', 1, '04:00', '16:00', 'МСК' union all
select 925, 'Москва, Дмитрия Донского б-р 2 к1', 1, '04:00', '16:00', 'МСК' union all
select 927, 'г. Одинцово, Белорусская ул. 5', 1, '04:00', '16:00', 'МСК' union all
select 950, 'Краснознаменск, Мира пр. 11', 1, '04:00', '16:00', 'МСК' union all
select 956, 'Москва, Ангелов переулок 1к1', 1, '04:00', '16:00', 'МСК' union all
select 966, 'Москва, Университетский пр. 21 к1', 1, '04:00', '16:00', 'МСК' union all
select 973, 'Красногорск Большая Воскресенская ул. 1', 1, '04:00', '16:00', 'МСК' union all
select 996, 'Обнинск, Маркса пр. 70', 1, '04:00', '16:00', 'МСК' union all
select 1773, 'Обнинск, Маркса пр. 130', 1, '04:00', '16:00', 'МСК' union all
select 1778, 'Красногорск, Павшинский б-р 16', 1, '04:00', '16:00', 'МСК' union all
select 1783, 'Москва, Нагорная ул. 30 к1', 1, '04:00', '16:00', 'МСК' union all
select 1785, 'Долгопрудный, Набережная 29 к1', 1, '04:00', '16:00', 'МСК' union all
select 1788, 'Долгопрудный, Лихачевский пр. 74', 1, '04:00', '16:00', 'МСК' union all
select 1803, 'Москва, Мичуринский пр. Олимпийская дере 4', 1, '04:00', '16:00', 'МСК' union all
select 1804, 'Дубна, Боголюбова пр. 21', 1, '04:00', '16:00', 'МСК' union all
select 1806, 'г. Москва, Университетский пр. 4', 1, '04:00', '16:00', 'МСК' union all
select 1812, 'Москва, Яблочкова 41', 1, '04:00', '16:00', 'МСК' union all
select 1814, 'Москва, Беломорская ул. 16А', 1, '04:00', '16:00', 'МСК' union all
select 1815, 'Москва, Зои и Александра Космодемьянских 23', 1, '04:00', '16:00', 'МСК' union all
select 4139, 'Москва, Алтуфьевское ш. 95', 1, '04:00', '16:00', 'МСК' union all
select 4154, 'г. Москва, Сигнальный проезд, д. 17', 1, '04:00', '16:00', 'МСК' union all
select 4198, 'Москва, Багрицкого ул. 3 к1', 1, '04:00', '16:00', 'МСК' union all
select 4208, 'Москва, Кронштадский бульвар 7', 1, '04:00', '16:00', 'МСК' union all
select 4217, 'Химки, Мельникова пр. 27 с1', 1, '04:00', '16:00', 'МСК' union all
select 4271, 'г. Москва, ул. Генерала Белобородова, д. 11', 1, '04:00', '16:00', 'МСК' union all
select 4286, 'Красногорск, поселок Отрадное, улица Кленовая дом 6, помещ 8', 1, '04:00', '16:00', 'МСК' union all
select 4291, 'Красногорск, бульвар Красногорский, д. 23, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 4294, 'Москва, Новопетровская ул. 16', 1, '04:00', '16:00', 'МСК' union all
select 4295, 'г. Долгопрудный, Лихачёвское ш., 11А', 1, '04:00', '16:00', 'МСК' union all
select 4306, 'г. Москва, бульвар Славянский, д. 9, кор. 1', 1, '04:00', '16:00', 'МСК' union all
select 4330, 'г. Дмитров, ул. Загорская, дом 34а', 1, '04:00', '16:00', 'МСК' union all
select 4380, 'Москва, Маршала Василевского ул. 17', 1, '04:00', '16:00', 'МСК' union all
select 4383, 'г. Москва, ул. Толбухина, д. 9, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 4409, 'Москва, Бульвар Дмитрия Донского д.11', 1, '04:00', '16:00', 'МСК' union all
select 4420, 'Москва, ул. Бутырская, д. 9, корп. 2', 1, '04:00', '16:00', 'МСК' union all
select 4432, 'Москва, Мира пр. 95', 1, '04:00', '16:00', 'МСК' union all
select 4451, 'Москва, улица Намёткина дом 9', 1, '04:00', '16:00', 'МСК' union all
select 4468, 'Москва, Твардовского ул. 2 к4', 1, '04:00', '16:00', 'МСК' union all
select 4494, 'г. Москва, ул. Шверника, д. 13, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 4941, 'Рыбинск, Фурманова ул. 4', 1, '04:00', '16:00', 'МСК' union all
select 5018, 'Москва, Василия Ощепкова ул. 4', 1, '04:00', '16:00', 'МСК' union all
select 5098, 'Ступино, Горького ул. 47', 1, '04:00', '16:00', 'МСК' union all
select 5255, 'Москва, Полярная ул. 14', 1, '04:00', '16:00', 'МСК' union all
select 7037, 'Фурманов, Социалистическая 2', 1, '04:00', '16:00', 'МСК' union all
select 5421, 'Тула,Одоевское ш. 98А', 1, '04:00', '16:00', 'МСК' union all
select 5395, 'Московская область, Бронницы, Московская улица, 75', 1, '04:00', '16:00', 'МСК' union all
select 5173, 'Московская область, Раменское, улица Михалевича, 5', 1, '04:00', '16:00', 'МСК' union all
select 964, 'ПЕРВОМАЙСКАЯ УЛ. 85', 1, '04:00', '16:00', 'МСК' union all
select 965, 'АКАДЕМИКА ДОЛЛЕЖАЛЯ УЛ. 3/1', 1, '04:00', '16:00', 'МСК' union all
select 2601, 'г. Москва, Саларьевская ул. 14 к2', 1, '04:00', '16:00', 'МСК' union all
select 231, 'Сергиев Посад, 1-ая Рыбная ул. 19/22', 1, '04:00', '16:00', 'МСК' union all
select 398, 'Москва, Заревый проезд 10', 1, '04:00', '16:00', 'МСК' union all
select 585, 'Мытищи, Шараповский проезд вл2 с3', 1, '04:00', '16:00', 'МСК' union all
select 769, 'Москва, Мира пр. 78А', 1, '04:00', '16:00', 'МСК' union all
select 2382, 'Александров, Королева ул. 6А', 1, '04:00', '16:00', 'МСК' union all
select 2389, 'Александров, Ленина ул. 13', 1, '04:00', '16:00', 'МСК' union all
select 2431, 'Сергиев Посад, Красной Армии пр. 186/2', 1, '04:00', '16:00', 'МСК' union all
select 2654, 'Королёв, Циолковского ул. 23/11', 1, '04:00', '16:00', 'МСК' union all
select 2879, 'Королёв, Лесная ул. (Юбилейный мкрн) 14', 1, '04:00', '16:00', 'МСК' union all
select 3684, 'Москва, Шереметьевская ул. 6 к1', 1, '04:00', '16:00', 'МСК' union all
select 3694, 'Москва, Олонецкая ул. 4', 1, '04:00', '16:00', 'МСК' union all
select 3779, 'Москва, Бибиревская ул. 10 к2', 1, '04:00', '16:00', 'МСК' union all
select 3965, 'Москва, 1-я Останкинская ул. 55', 1, '04:00', '16:00', 'МСК' union all
select 4482, 'Сергиев-Посад, проспект Красной Армии, д. 225/2', 1, '04:00', '16:00', 'МСК' union all
select 4571, 'г. Мытищи, ул. Сукромка, д. 5', 1, '04:00', '16:00', 'МСК' union all
select 947, 'Коломна, Кирова пр. 28А', 1, '04:00', '16:00', 'МСК' union all
select 948, 'Москва, Ташкентская ул. 25 к1', 1, '04:00', '16:00', 'МСК' union all
select 962, 'Москва, 1-я Новокузьминская ул. 23 к1', 1, '04:00', '16:00', 'МСК' union all
select 1791, 'Москва, Вешняковская ул. 24Г', 1, '04:00', '16:00', 'МСК' union all
select 1818, 'Москва, Юных Ленинцев ул. 52', 1, '04:00', '16:00', 'МСК' union all
select 2314, 'Коломна, Советская пл. 4', 1, '04:00', '16:00', 'МСК' union all
select 2484, 'Лыткарино, Ленина ул. 2Б', 1, '04:00', '16:00', 'МСК' union all
select 3746, 'Люберцы, 8 марта ул. 18 к1', 1, '04:00', '16:00', 'МСК' union all
select 3835, 'Москва, Юных Ленинцев ул. 7', 1, '04:00', '16:00', 'МСК' union all
select 4035, 'Москва, Волгоградский пр. 3-5', 1, '04:00', '16:00', 'МСК' union all
select 4740, 'Жуковский, ул. Гагарина, д. 21', 1, '04:00', '16:00', 'МСК' union all
select 4969, 'р-н Люберецкий, р.п. Октябрьский, ул. Школьная, д. 1, корп. 2', 1, '04:00', '16:00', 'МСК' union all
select 4908, 'г. Рязань, ул. Циолковского, д. 1/7', 1, '04:00', '16:00', 'МСК' union all
select 4654, 'Рязанская обл., г. Рыбное, ул. Большая, д. 8Б', 1, '04:00', '16:00', 'МСК' union all
select 596, 'Москва, 1-я Владимирская 39/12', 1, '04:00', '16:00', 'МСК' union all
select 747, 'Москва, Просторная ул. 9', 1, '04:00', '16:00', 'МСК' union all
select 1771, 'Москва, Игральная ул. 10', 1, '04:00', '16:00', 'МСК' union all
select 2246, 'Москва, Окружной проезд 2А', 1, '04:00', '16:00', 'МСК' union all
select 1779, 'ЭНТУЗИАСТОВ Ш. 66А', 1, '04:00', '16:00', 'МСК' union all
select 1780, 'МЫТИЩИ, ВЕТЕРАНОВ Б-Р С2', 1, '04:00', '16:00', 'МСК' union all
select 1782, 'ДРУЖБЫ 11/26', 1, '04:00', '16:00', 'МСК' union all
select 1838, 'КРЫМСКАЯ УЛ. 17', 1, '04:00', '16:00', 'МСК' union all
select 1863, 'АКАДЕМИКА ВИНОГРАДОВА УЛ. 5', 1, '04:00', '16:00', 'МСК' union all
select 1869, 'МОСКОВСКИЙ, РАДУЖНАЯ УЛ. 13 К3', 1, '04:00', '16:00', 'МСК' union all
select 1873, 'СВОБОДЫ УЛ. 5', 1, '04:00', '16:00', 'МСК' union all
select 1874, 'СОЛНЦЕВСКИЙ ПР-Т 9', 1, '04:00', '16:00', 'МСК' union all
select 1885, 'ВЕРТОЛЕТЧИКОВ УЛ. 7 К2', 1, '04:00', '16:00', 'МСК' union all
select 1901, 'СЕВЕРНОЕ Ш. 26', 1, '04:00', '16:00', 'МСК' union all
select 1902, 'ПАВЛИНО МКРН 18К1', 1, '04:00', '16:00', 'МСК' union all
select 1906, 'ПОЛЯНЫ УЛ. 5', 1, '04:00', '16:00', 'МСК' union all
select 2193, 'НОВОЧЕРЕМУШКИНСКАЯ УЛ. 53А', 1, '04:00', '16:00', 'МСК' union all
select 2195, 'БАУЛИНСКАЯ УЛ. 3А', 1, '04:00', '16:00', 'МСК' union all
select 2213, 'ЧУГУНОВА УЛ. 15А', 1, '04:00', '16:00', 'МСК' union all
select 2228, 'ЖЕЛЕЗНОДОРОЖНЫЙ МКРН СОВЕТСКАЯ УЛ 5', 1, '04:00', '16:00', 'МСК' union all
select 2233, 'БЕРЁЗОВАЯ УЛИЦА, 3', 1, '04:00', '16:00', 'МСК' union all
select 2236, 'ШИПИЛОВСКАЯ УЛ. 41К3', 1, '04:00', '16:00', 'МСК' union all
select 2247, 'МЫТИЩИ, СЕМАШКО УЛ. 35', 1, '04:00', '16:00', 'МСК' union all
select 2262, 'ЛЕНИНСКИЙ ПР. 123В', 1, '04:00', '16:00', 'МСК' union all
select 2270, 'КОСМОНАВТОВ ПР. 20А', 1, '04:00', '16:00', 'МСК' union all
select 2272, 'БОРОВСКОЕ Ш. 6', 1, '04:00', '16:00', 'МСК' union all
select 2280, 'ОТРАДНАЯ УЛ. 7', 1, '04:00', '16:00', 'МСК' union all
select 2292, 'МОСКВА, ВОЛГОГРАДСКИЙ ПР. 108, МОСКВА, ВОЛГОГРАДСКИЙ ПР. 108', 1, '04:00', '16:00', 'МСК' union all
select 686, 'Озерный (ЗАТО), Киевская ул. 10А', 1, '04:00', '16:00', 'МСК' union all
select 3712, 'Ярославль, Победы ул. 41', 1, '04:00', '16:00', 'МСК' union all
select 4870, 'Тутаев, Советская ул. 15', 1, '04:00', '16:00', 'МСК' union all
select 1832, 'Москва, Нововатутинский пр. 7', 1, '04:00', '16:00', 'МСК' union all
select 1842, 'г. Коммунарка пос., Александры Монаховой ул. 92 к1', 1, '04:00', '16:00', 'МСК' union all
select 1853, 'Путилково Новотушинская ул. 4', 1, '04:00', '16:00', 'МСК' union all
select 1857, 'г. Москва, Ломоносовский пр. 34', 1, '04:00', '16:00', 'МСК' union all
select 1860, 'Москва, Азовская ул. 3', 1, '04:00', '16:00', 'МСК' union all
select 1865, 'Москва, Липовый Парк ул. 7', 1, '04:00', '16:00', 'МСК' union all
select 1878, 'Москва, Дмитровское шоссе 107 к.2', 1, '04:00', '16:00', 'МСК' union all
select 1879, 'Одинцово Сколковская ул. 5A', 1, '04:00', '16:00', 'МСК' union all
select 1931, 'Красногорск Космонавтов б-р 8', 1, '04:00', '16:00', 'МСК' union all
select 2208, 'Москва, Новотушинский проезд 10 к2', 1, '04:00', '16:00', 'МСК' union all
select 0022, '141, ПР. ОКТЯБРЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0023, '35, Ш. ОКРУЖНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0027, '80,ПОМ.1, Ш. ЭНТУЗИАСТОВ', 1, '04:00', '16:00', 'МСК' union all
select 0028, '115,ЛИТ. Д, УЛ. ЭНГЕЛЬСА', 1, '04:00', '16:00', 'МСК' union all
select 0029, '26,2, УЛ. БОРИСОВСКИЕ ПРУДЫ', 1, '04:00', '16:00', 'МСК' union all
select 0051, '200, УЛ. РОДИОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 0054, '30В, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0103, 'ЗАПАДНАЯ УЛ., СТРОЕНИЕ 100, ЗАПАДНАЯ, 100', 1, '04:00', '16:00', 'МСК' union all
select 0104, '8, КОПР. 1, КМ, ДОМОВЛ. 8, КОРП.1, МОСКОВСКИЙ ПОСЕЛОК, КИЕВСКОЕ Ш., 23-Й', 1, '04:00', '16:00', 'МСК' union all
select 0106, 'СТР. 27/2, Ш. СЫСОЛЬСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0108, 'СТР.10, Ш. ДМИТРОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2865, 'Балашиха 1 мая микрорайон 25', 1, '04:00', '16:00', 'МСК' union all
select 3728, 'Москва, Сиреневый бульвар 65 к1', 1, '04:00', '16:00', 'МСК' union all
select 3804, 'Москва, Измайловский проезд 9 к3', 1, '04:00', '16:00', 'МСК' union all
select 3813, 'г. Москва, Зеленый проспект, д.19"', 1, '04:00', '16:00', 'МСК' union all
select 3964, 'Москва, Стромынка ул. 14 к.1', 1, '04:00', '16:00', 'МСК' union all
select 4009, 'Москва, Зеленый пр. 54А', 1, '04:00', '16:00', 'МСК' union all
select 4263, 'Балашиха, ул Свердлова 16/5', 1, '04:00', '16:00', 'МСК' union all
select 0635, 'САЛТЫКОВСКАЯ УЛ. Д.49 ЛИТ.А', 1, '04:00', '16:00', 'МСК' union all
select 0636, '6, УЛ. ПАРТИЗАН', 1, '04:00', '16:00', 'МСК' union all
select 0638, 'ПРИШВИНА УЛ. 3 Г', 1, '04:00', '16:00', 'МСК' union all
select 0639, '39, Ш. МОЖАЙСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0642, '10,А, УЛ. БОЛЬНИЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0643, '14, УЛ. АВГУСТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0644, '27 А, УЛ. 65 ЛЕТ ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 0647, '19,3, УЛ. ПИОНЕРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0648, '58/2, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0649, '53А,ПОМ.1, УЛ. 3-Е ПОЧТОВОЕ ОТДЕЛЕНИЕ', 1, '04:00', '16:00', 'МСК' union all
select 0650, 'ПЯТНИЦКОЕ Ш. 29, 2', 1, '04:00', '16:00', 'МСК' union all
select 0651, '4,КОР. 1-2, ПЛ. СОКОЛЬНИЧЕСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0653, 'ЛЕНИНА УЛ. 13,1', 1, '04:00', '16:00', 'МСК' union all
select 0656, '7, Б-Р ЧОНГАРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0660, '1А, Ш. МОЖАЙСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0661, '1А, УЛ. БЕРЕЗОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0663, 'ФРУНЗЕ УЛ. 8', 1, '04:00', '16:00', 'МСК' union all
select 0664, '2,ПОМ.1, Б-Р СОЛНЕЧНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 0665, '64, ПР-КТ ЛИХАЧЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0667, '2, УЛ. ШКОЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0668, 'ОКРУЖНОЙ ПРОЕЗД 2А, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 0670, '6, П. ТРЕХГОРКА, УЛ. ТРЕХГОРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0672, '14, УЛ. ЛЕСКОВА', 1, '04:00', '16:00', 'МСК' union all
select 0673, '16А, УЛ. БЕЛОМОРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0675, '52, УЛ. ЮНЫХ ЛЕНИНЦЕВ', 1, '04:00', '16:00', 'МСК' union all
select 0680, '23, УЛ.ЗОИ И АЛЕКСАНДРА КОСМОДЕМЬЯНСКИХ', 1, '04:00', '16:00', 'МСК' union all
select 0683, 'СТР.39, УЛ. СОВХОЗНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0111, '3А, УЛ. ТИМУРОВЦЕВ', 1, '04:00', '16:00', 'МСК' union all
select 0112, '25, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 0114, '16, 3, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0115, '30, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0116, 'Д. ЕЛИНО, СТР. 20/2', 1, '04:00', '16:00', 'МСК' union all
select 0117, '129,1, ПР-КТ МОСКОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0118, '1, Ш. ТУТАЕВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0119, '149, ПР-КТ АВИАТОРОВ', 1, '04:00', '16:00', 'МСК' union all
select 0121, 'Д. 24, УЛ. ДОМОСТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 0122, '83Б, УЛ. ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 0123, '43 А, УЛ. ЩОРСА', 1, '04:00', '16:00', 'МСК' union all
select 0124, '9, УЛ. 7-Я КОЖУХОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0125, 'СП. БУЛАТНИКОВСКОЕ, П.ДУБРОВСКИЙ, 3', 1, '04:00', '16:00', 'МСК' union all
select 0127, '56,ЛИТ.Д, ПР-КТ ФРУНЗЕ', 1, '04:00', '16:00', 'МСК' union all
select 0128, 'СТР.90, УЛ. ПРИГОРОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0129, '12-Й Р-Н, 131', 1, '04:00', '16:00', 'МСК' union all
select 0130, '85, Ш. НОВОУГЛИЧСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0131, '54, А, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0132, '35,ЛИТ.А, УЛ. 25 СЕНТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 0142, '58, Ш. КАЛУЖСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0148, '4, УЛ. М.И. НЕДЕЛИНА', 1, '04:00', '16:00', 'МСК' union all
select 0150, 'СТР.6, УЛ.БОЛЬШАЯ ТАРАСОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0155, '3, УЛ. КАРЛА МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 0157, '56, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0160, '177,СТР.1, ПР-КТ ВОЛГОГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0161, '59, УЛ. ГРАБЦЕВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 0168, 'СТР.61, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0169, '1, УЛ. БИРЛОВО ПОЛЕ', 1, '04:00', '16:00', 'МСК' union all
select 0171, '164, УЛ. ЛЕЖНЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0172, '2, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0175, '111,А, Д. БОРИСОВО', 1, '04:00', '16:00', 'МСК' union all
select 0182, '123, В, ПР-КТ ЛЕНИНСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0183, '51, ПР-Д ЧЕЧЁРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0186, 'ПРАВЫЙ БЕРЕГ Р.МОСКВЫ УЧ. №1', 1, '04:00', '16:00', 'МСК' union all
select 0188, 'ВЛД.51, УЛ. КАТУКОВА', 1, '04:00', '16:00', 'МСК' union all
select 0196, 'СТР. 28, УЛ. КИРОВА', 1, '04:00', '16:00', 'МСК' union all
select 0201, '20, УЛ. СТАРО-НАГОРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0204, '12, ПР-КТ МОСКОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0208, '15,1, УЛ. ОРЕХОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0218, '25, УЛ. СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0244, '11,ПОМ.1, МКР. ДАВЫДОВСКИЙ-3', 1, '04:00', '16:00', 'МСК' union all
select 0246, '125,ПОМ.1П, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 0260, '4,4, УЛ. АСТАХОВА', 1, '04:00', '16:00', 'МСК' union all
select 0277, '2,К.1,ПОМ1, ПЛ. СВОБОДЫ', 1, '04:00', '16:00', 'МСК' union all
select 0291, '10, КОРП.2, УЛ. БИБИРЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0292, '31,СТР.1, МКАД 47-Й КМ', 1, '04:00', '16:00', 'МСК' union all
select 0293, '116 Д, Ш. ДМИТРОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0294, '11, УЛ. КОМИНТЕРНА', 1, '04:00', '16:00', 'МСК' union all
select 0295, '45,ПОМ. 1, ПР-КТ МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 0296, '22,А, Б-Р ОРЕХОВЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 0298, '2, 2-Й КМ МКАД', 1, '04:00', '16:00', 'МСК' union all
select 0300, '11, Ш. СОЛОТЧИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0302, '1, УЛ. ЧЕРЁМУШКИНСКАЯ Б.', 1, '04:00', '16:00', 'МСК' union all
select 0303, '108, ПР-КТ МОСКОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0304, '54, Ш. ЯРОСЛАВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0310, 'МИЛАШЕНКОВА УЛ. 4, СТР. 6', 1, '04:00', '16:00', 'МСК' union all
select 0320, 'ЗД. 4, УЛ. ОСИНОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0325, '3,П.К.1-53, УЛ. ЧИЧЕРИНА', 1, '04:00', '16:00', 'МСК' union all
select 001, '16,ЛИТ. А, ПР-КТ ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 002, '112,ЛИТ. А, ЛИТ А, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 003, '11,ЛИТ. А, УЛ. ШЕРЕМЕТЬЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 004, '69,ЛИТ. А, УЛ. БУХАРЕСТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 005, '11,ЛИТ. А, ЛИТЕРА А, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 006, '159, ЛИТ.А, Ш. ТАЛЛИННСКОЕ (СТАРО-ПАНОВО)', 1, '04:00', '16:00', 'МСК' union all
select 007, '16,1,ЛИТ.А, ЛИТЕРА А, ПР-КТ ДАЛЬНЕВОСТОЧНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 008, '16,ЛИТ. А, ЛИТЕРА А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 009, '29,1,ЛИТ.А, УЛ. УРАЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 010, '118,7,Л.А, НАБ. ОБВОДНОГО КАНАЛА', 1, '04:00', '16:00', 'МСК' union all
select 011, '61,ЛИТ. А, ЛИТЕРА А, УЛ. РУСТАВЕЛИ', 1, '04:00', '16:00', 'МСК' union all
select 012, '17,К.1,Л.А, ЛИТЕРА А, УЛ. ХАСАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 013, '21,А, УЛ. ВЕРБНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 014, '22А, УЛ. ВЕЛИКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 015, '216,1,Л.А, ЛИТЕРА А, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 016, '13, УЛ. ЛЕНИНГРАДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 017, '31,К.1,С.1, 98, ЛИТ.А, ПР-КТ БУДЁННОГО', 1, '04:00', '16:00', 'МСК' union all
select 018, '125,ЛИТ. А, УЛ. БАБУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 019, '305, А, ПР-КТ ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'МСК' union all
select 020, '2Б,ЛИТ. А, П. ТЕЛЬМАНА', 1, '04:00', '16:00', 'МСК' union all
select 021, '37, УЛ. ГОДОВИКОВА', 1, '04:00', '16:00', 'МСК' union all
select 022, '141, ПР. ОКТЯБРЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 023, '35, Ш. ОКРУЖНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 024, '2, ПР-КТ ШЕКСНИНСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 025, '40/1, УЛ. ПЕСЧАНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 026, '96 Б, ПР-КТ РИЖСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 027, '80,ПОМ.1, Ш. ЭНТУЗИАСТОВ', 1, '04:00', '16:00', 'МСК' union all
select 028, '115,ЛИТ. Д, УЛ. ЭНГЕЛЬСА', 1, '04:00', '16:00', 'МСК' union all
select 029, '26,2, УЛ. БОРИСОВСКИЕ ПРУДЫ', 1, '04:00', '16:00', 'МСК' union all
select 030, '1, УЛ. СИПАЙЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 031, '146,А, УЛ. НИКОЛАЯ ОСТРОВСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 032, '105, ПР. УНИВЕРСИТЕТСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 033, '2, ПР-КТ АКСАЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 034, '7-Ж, 7-Ж, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 035, '1, УЛ. ГРИГОРЬЕВА', 1, '04:00', '16:00', 'МСК' union all
select 036, '112, ПР-КТ СОЗИДАТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 037, '6, ПР-КТ ОЛИМПИЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 038, '19, УЛ. ВОСТОЧНЫЙ ОБХОД', 1, '04:00', '16:00', 'МСК' union all
select 039, '257, УЛ. РОССИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 040, '110, УЛ. КАМБАРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 041, '313, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 042, '66, ПР-КТ ПАРКОВЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 835, '30, УЛ. ВОЛХОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 836, '24, УЛ. МАЯКОВСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 838, '64, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 840, '116, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 841, '90/1, ПОМ.100, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 843, '86/260, УЛ. ПОПОВА/УЛ. ГЕОРГИЯ ИСАКОВА', 1, '04:00', '16:00', 'МСК' union all
select 844, '155, УЛ. СЕВЕРО-ЗАПАДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 846, '9,ПОМ.Н3, УЛ. СЕРГЕЯ СЕМЕНОВА', 1, '04:00', '16:00', 'МСК' union all
select 847, '6, УЛ. М.ГОРЬКОГО', 1, '04:00', '16:00', 'МСК' union all
select 848, '11, ПР-КТ ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 849, '2/2, ПР-КТ ДЗЕРЖИНСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 851, '59А,ПОМ.38, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 852, '55, УЛ. КИРОВА', 1, '04:00', '16:00', 'МСК' union all
select 853, '44, УЛ. КРАСНОАРМЕЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 854, '28, УЛ. МАЛО-ОЛОНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 855, '46, П.3-17, УЛ. ИППОДРОМСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 856, '1, УЛ. РУССКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 857, 'ЗД.14Б, УЛ. ЯСНЫЙ БЕРЕГ', 1, '04:00', '16:00', 'МСК' union all
select 860, '16, ПР-КТ НИКОЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 863, '13, П.231, УЛ. ПАВЛОВСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 865, '1, УЛ. ВАСИЛИЯ КАНДИНСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 866, '6, УЛ. АВТОЗАВОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 867, '53,П.28-34, ПЕР. КОММУНАРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 904, '79, УЛ. КУЗНЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 906, 'СТР.31, УЛ. СЫРОМОЛОТОВА', 1, '04:00', '16:00', 'МСК' union all
select 907, '200,ПОМ.93, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 910, 'БЕБЕЛЯ УЛ. 132, А', 1, '04:00', '16:00', 'МСК' union all
select 911, 'ЗД.15Б, УЛ. КОМСОМОЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 913, 'ЗД.13,П.1, ПР-КТ КОСМОНАВТОВ', 1, '04:00', '16:00', 'МСК' union all
select 920, '13, УЛ. РЕВОЛЮЦИИ', 1, '04:00', '16:00', 'МСК' union all
select 921, '82, УЛ. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 922, '13, УЛ. БОРЧАНИНОВА', 1, '04:00', '16:00', 'МСК' union all
select 923, '41/1, УЛ. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 924, '41, УЛ. ПЯТИЛЕТОК', 1, '04:00', '16:00', 'МСК' union all
select 926, '55, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928, '22А, УЛ. СВЕТЛОГОРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 929, '28, УЛ. ЧЕРДЫНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 933, '86, УЛ. ЮРША', 1, '04:00', '16:00', 'МСК' union all
select 934, '11, ПР-КТ КОМСОМОЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0687, '1, УЛ. ИНЖЕНЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 937, '19, УЛ. КРИСАНОВА', 1, '04:00', '16:00', 'МСК' union all
select 939, '85А, УЛ. КУЙБЫШЕВА', 1, '04:00', '16:00', 'МСК' union all
select 942, '19А, УЛ. ГАШКОВА', 1, '04:00', '16:00', 'МСК' union all
select 943, '11В, УЛ. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 944, '42Б, УЛ. ДОКУЧАЕВА', 1, '04:00', '16:00', 'МСК' union all
select 946, '3, УЛ. ВАСИЛИЯ ТАТИЩЕВА', 1, '04:00', '16:00', 'МСК' union all
select 101516, '4,ЛИТ.Б, ДРЕЗДЕНСКАЯ, ПОМ.13-Н', 1, '04:00', '16:00', 'МСК' union all
select 102375, '3, Х-Р НОВЕНЬКИЙ, ПРИБРЕЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 104545, '2, СТР.25, СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 106517, '42, ПОМ.3, ВНУКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 107267, '2, ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 107286, '1, РЯЗАНОВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 107760, '13,ЛИТ.А, ВИТЕБСКИЙ ПРОСПЕКТ, ПОМ.26', 1, '04:00', '16:00', 'МСК' union all
select 108152, 'Д.2А,ОФ206, УЛ.9 МАЯ', 1, '04:00', '16:00', 'МСК' union all
select 108726, '33,ЛИТ.А, ПЕРВОГО МАЯ (МИХАЙЛОВКА), ПОМ.1-А', 1, '04:00', '16:00', 'МСК' union all
select 109148, 'ЗД.43/2, КАБ.26, УЛ.СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 109297, 'ОФ.211, ПОМ.П8, УЛ.НОВАЯ,Д.10', 1, '04:00', '16:00', 'МСК' union all
select 109565, '2, КВАРТАЛ ОБЩЕСТВЕННЫЙ ЦЕНТР', 1, '04:00', '16:00', 'МСК' union all
select 109630, 'УЛ. КОМАРОВА 2', 1, '04:00', '16:00', 'МСК' union all
select 110171, '1, ЛИТ.Ж, 5-Й ВЕРХНИЙ ПЕР., ПОМ.108', 1, '04:00', '16:00', 'МСК' union all
select 110184, '295 Б, П.6Н,ОФ.1, ПР.ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'МСК' union all
select 110521, 'ВЛ.1,СТР.4, ПОМ.1/2/3, ТЕР.СЕЛЬСКОХОЗЯЙСТВЕННЫЙ КОМПЛЕКС', 1, '04:00', '16:00', 'МСК' union all
select 110694, 'ЗД.8, УЛ.ПРОИЗВОДСТВЕННАЯ', 1, '04:00', '16:00', 'МСК' union all
select 110698, 'ЗДАНИЕ 2', 1, '04:00', '16:00', 'МСК' union all
select 110740, 'Д.12, УЛ. ЛОМОНОСОВА', 1, '04:00', '16:00', 'МСК' union all
select 111185, 'ПРОМЗОНА НИЖНЯЯ,ПР-ЗД ЦЕНТРАЛЬНЫЙ, СТР.2', 1, '04:00', '16:00', 'МСК' union all
select 111253, 'ВЛ.1, ОБЪЕЗДНОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 111572, '4, АГРАРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129, '12-Й Р-Н, 131', 1, '04:00', '16:00', 'МСК' union all
select 130, '85, Ш. НОВОУГЛИЧСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 131, '54, А, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 132, '35,ЛИТ.А, УЛ. 25 СЕНТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 135, '15-Й МКР, 21', 1, '04:00', '16:00', 'МСК' union all
select 137, '22,А, КРАСНОЯРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 139, '20, УЛ. БАУМАНА', 1, '04:00', '16:00', 'МСК' union all
select 140, '12, УЛ. ДМИТРИЯ МАРТЫНОВА', 1, '04:00', '16:00', 'МСК' union all
select 141, '7А, УЛ. ЗОРГЕ', 1, '04:00', '16:00', 'МСК' union all
select 142, '58, Ш. КАЛУЖСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 146, '101, ТОБОЛЬСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 147, 'СТР.162 Б, Ш. КОСМОНАВТОВ', 1, '04:00', '16:00', 'МСК' union all
select 148, '4, УЛ. М.И. НЕДЕЛИНА', 1, '04:00', '16:00', 'МСК' union all
select 150, 'СТР.6, УЛ.БОЛЬШАЯ ТАРАСОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 151, '117, УЛ. КОМАРОВА', 1, '04:00', '16:00', 'МСК' union all
select 152, '45, УЛ. СВИРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 153, '19,Д, УЛ. ЯСТЫНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 154, '75, УЛ. БРАТЬЕВ КАШИРИНЫХ', 1, '04:00', '16:00', 'МСК' union all
select 155, '3, УЛ. КАРЛА МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 156, 'ПР-КТ ХИМИКОВ, СТР.5', 1, '04:00', '16:00', 'МСК' union all
select 157, '56, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 158, '5,ЛИТ. Б, УЛ. КРАСНОЯРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 160, '177,СТР.1, ПР-КТ ВОЛГОГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 161, '59, УЛ. ГРАБЦЕВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 163, '34, УЛ. ШЕВЧЕНКО', 1, '04:00', '16:00', 'МСК' union all
select 164, '141, УЛ. ФИЗКУЛЬТУРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 165, '87, УЛ. БАРАНОВА', 1, '04:00', '16:00', 'МСК' union all
select 166, '50, УЛ. ИМ. БЛИНОВА Ф.А.', 1, '04:00', '16:00', 'МСК' union all
select 167, '168, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 168, 'СТР.61, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 169, '1, УЛ. БИРЛОВО ПОЛЕ', 1, '04:00', '16:00', 'МСК' union all
select 171, '164, УЛ. ЛЕЖНЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 172, '2, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 173, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 174, '18,ЛИТ. B, УЛ. АНТОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 175, '111,А, Д. БОРИСОВО', 1, '04:00', '16:00', 'МСК' union all
select 176, 'ЗД.48, УЛ. СУВОРОВА', 1, '04:00', '16:00', 'МСК' union all
select 177, '146, УЛ. КИРОВА', 1, '04:00', '16:00', 'МСК' union all
select 178, '33, ПР-КТ КУЗНЕЦКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 180, '27, ПР-КТ КОМСОМОЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 183, '51, ПР-Д ЧЕЧЁРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 184, '15, УЛ. АКАДЕМИКА САХАРОВА', 1, '04:00', '16:00', 'МСК' union all
select 185, '205, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 186, 'ПРАВЫЙ БЕРЕГ Р.МОСКВЫ УЧ. №1', 1, '04:00', '16:00', 'МСК' union all
select 188, 'ВЛД.51, УЛ. КАТУКОВА', 1, '04:00', '16:00', 'МСК' union all
select 192, '119, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 196, 'СТР. 28, УЛ. КИРОВА', 1, '04:00', '16:00', 'МСК' union all
select 199, '120, УЛ. ХУДАЙБЕРДИНА', 1, '04:00', '16:00', 'МСК' union all
select 200, '27, УЛ. БАКАЛИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 201, '20, УЛ. СТАРО-НАГОРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 202, '156, УЛ. ПАРХОМЕНКО', 1, '04:00', '16:00', 'МСК' union all
select 203, 'ДУБЛЕР СИБИРСКОГО ТРАКТА, СТР.19/1', 1, '04:00', '16:00', 'МСК' union all
select 204, '12, ПР-КТ МОСКОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 206, 'ЗД.31А, Ш. СВЕРДЛОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 208, '15,1, УЛ. ОРЕХОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 209, '19, УЛ. АЛЕБАШЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 210, '3, ДОР. БРАНТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 212, '23, УЛ. ЧЕРКАССКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 213, '64, Ш. КОПЕЙСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 214, 'СТР. 5, УЛ. ЮЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 216, '17,СТР.1, УЛ. ВОССТАНОВЛЕНИЯ', 1, '04:00', '16:00', 'МСК' union all
select 217, '47, УЛ. АЭРОДРОМНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 218, '25, УЛ. СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 219, '21А,2, УЛ. АДОРАТСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 220, '1Б, УЛ. КОПЫЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 221, '11 Б, УЛ. РИХАРДА ЗОРГЕ', 1, '04:00', '16:00', 'МСК' union all
select 222, 'ЮРИЯ ГАГАРИНА УЛ., 1 ЛИТ. В', 1, '04:00', '16:00', 'МСК' union all
select 223, '73, УЛ. СВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 224, '305, Ш. КОЛТУШСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 225, '29, УЛ. ФЕРИНА', 1, '04:00', '16:00', 'МСК' union all
select 226, '2В, Ш. НЕЖИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 227, 'ПР-КТ АКАДЕМИКА САХАРОВА, СТР.107/1', 1, '04:00', '16:00', 'МСК' union all
select 228, 'ПР-КТ КОСМОНАВТОВ, СТР.1В/1', 1, '04:00', '16:00', 'МСК' union all
select 229, 'СТР.2, УЛ. 22 ПАРТСЪЕЗДА', 1, '04:00', '16:00', 'МСК' union all
select 230, 'СТР.60А, УЛ. ТАГАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 233, '19, УЛ. ХЛЕБОЗАВОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 235, '65, Б-Р ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 236, '13/1, УЛ. ФРАНК-КАМЕНЕЦКОГО', 1, '04:00', '16:00', 'МСК' union all
select 237, '65, МКР ЮГО-ВОСТОЧНЫЙ РАЙОН', 1, '04:00', '16:00', 'МСК' union all
select 238, '10, УЛ. ЗАКИЕВА', 1, '04:00', '16:00', 'МСК' union all
select 240, '51, УЛ. ЧКАЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 241, '131, УЛ. КРАСНОАРМЕЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 242, '50 А, Ш. КИРИЛЛОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 244, '11,ПОМ.1, МКР. ДАВЫДОВСКИЙ-3', 1, '04:00', '16:00', 'МСК' union all
select 245, '76, УЛ. НАРОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 246, '125,ПОМ.1П, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 247, '77, УЛ. МИЧУРИНА', 1, '04:00', '16:00', 'МСК' union all
select 248, '2, УЛ. РОКОССОВСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 260, '4,4, УЛ. АСТАХОВА', 1, '04:00', '16:00', 'МСК' union all
select 262, '2, УЛ. РАДИЩЕВА', 1, '04:00', '16:00', 'МСК' union all
select 263, '69, Ш. КРИККОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 264, '58,ЛИТ. А, Ш. ГОСТИЛИЦКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 265, '60,ЛИТ. А, УЛ. ПАРАШЮТНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 266, '45,ЛИТ. А, ПР-КТ ШУВАЛОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 267, '59,ЛИТ. А, ПР-КТ ПИСКАРЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 268, '17,ЛИТ. А, УЛ. ПЛАНЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 269, '12, Ш. ДОРОГА ЖИЗНИ', 1, '04:00', '16:00', 'МСК' union all
select 270, '2, УЛ. АКАДЕМИКА АЛЕКСАНДРОВА', 1, '04:00', '16:00', 'МСК' union all
select 271, '13/2,ЛИТ.А, УЛ. СИМОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 272, '7,ЛИТ. А, ПЕР. УРХОВ', 1, '04:00', '16:00', 'МСК' union all
select 273, '34/2,ЛИТ.Б, ПР-КТ ЮРИЯ ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 277, '2,К.1,ПОМ1, ПЛ. СВОБОДЫ', 1, '04:00', '16:00', 'МСК' union all
select 284, '13А, ПР-КТ НАБЕРЕЖНОЧЕЛНИНСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 285, '22, УЛ. ЦОЯ', 1, '04:00', '16:00', 'МСК' union all
select 286, 'ЗД.17Д,П.1, УЛ. ВЕРХНЯЯ', 1, '04:00', '16:00', 'МСК' union all
select 292, '31,СТР.1, МКАД 47-Й КМ', 1, '04:00', '16:00', 'МСК' union all
select 293, '116 Д, Ш. ДМИТРОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 294, '11, УЛ. КОМИНТЕРНА', 1, '04:00', '16:00', 'МСК' union all
select 295, '45,ПОМ. 1, ПР-КТ МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 296, '22,А, Б-Р ОРЕХОВЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 297, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'МСК' union all
select 298, '2, 2-Й КМ МКАД', 1, '04:00', '16:00', 'МСК' union all
select 300, '11, Ш. СОЛОТЧИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 301, '136, УЛ. АРТИЛЛЕРИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 303, '108, ПР-КТ МОСКОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 304, '54, Ш. ЯРОСЛАВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 307, 'ЗД.91, УЛ. ПАВЛЮХИНА', 1, '04:00', '16:00', 'МСК' union all
select 309, '8, УЛ. КОЛИ МЯГОТИНА', 1, '04:00', '16:00', 'МСК' union all
select 310, 'МИЛАШЕНКОВА УЛ. 4, СТР. 6', 1, '04:00', '16:00', 'МСК' union all
select 311, '54,ПОМ.1, УЛ.ТРУДА', 1, '04:00', '16:00', 'МСК' union all
select 312, '4, ТУП. ЖЕЛЕЗНОДОРОЖНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 2699, 'Д. 23, УЛ. ЧЕРКАССКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2700, 'ЗД. 48, УЛ. СУВОРОВА', 1, '04:00', '16:00', 'МСК' union all
select 2705, '7, ПР-КТ СИБИРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2708, '76, УЛ. НАРОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2709, 'СТР.60А, УЛ. ТАГАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2710, 'СТР. 2, УЛ. 22 ПАРТСЪЕЗДА', 1, '04:00', '16:00', 'МСК' union all
select 2711, '64, Ш. КОПЕЙСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2712, '23, УЛ. ЧЕРКАССКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2713, 'ЗД.48, УЛ. СУВОРОВА', 1, '04:00', '16:00', 'МСК' union all
select 2714, '15-Й МКР, 21', 1, '04:00', '16:00', 'МСК' union all
select 2715, '23, УЛ. ВОКЗАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2716, '75, ПР-КТ УРАЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2719, '7А, УЛ. ЗОРГЕ', 1, '04:00', '16:00', 'МСК' union all
select 2727, '7, ПР-КТ СИБИРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2802, '35,К.1,Л.А, ПР. БОГАТЫРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2803, 'Д.40,К.2, ПР. ШУВАЛОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 300212, 'КОМ. 7, НЕВСКИЙ ПР., Д. 30, ЛИТЕРА А, ПОМ. 26-Н', 1, '04:00', '16:00', 'МСК' union all
select 304330, 'Д.9, СТР.3, УЛ.ГОДОВИКОВА', 1, '04:00', '16:00', 'МСК' union all
select 304442, 'ЛИГОВСКИЙ ПР. 50/12 Н', 1, '04:00', '16:00', 'МСК' union all
select 305455, '16-30А, КОСАЯ ЛИНИЯ, ПОМ. 1-Н', 1, '04:00', '16:00', 'МСК' union all
select 3100, 'СТР. 1А, УЛ. РАДУЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 314263, 'Ш. ВАРШАВСКОЕ Д. 47, КОРП. 4', 1, '04:00', '16:00', 'МСК' union all
select 340815, 'Д.1, УЛ. ПРОМБАЗА', 1, '04:00', '16:00', 'МСК' union all
select 3500, '1/23, УЛ. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 3502, '26,С1,ЧП1Н, УЛ. ТУРИСТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3504, '1А, УЛ. СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3511, '21,1,П9-10, УЛ. СОЦИАЛИСТИЧЕСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 316, '60,ЛИТ.А, УЛ. ГЛАВНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 317, '17, УЛ. КУЗОВАТКИНА', 1, '04:00', '16:00', 'МСК' union all
select 318, '10,ЛИТ. А, УЛ. КОЛЛОНТАЙ', 1, '04:00', '16:00', 'МСК' union all
select 319, '32,СТР. 1, Ш. КОЛПИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 321, 'Д. 38, ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 324, '36, УЛ. КАЗАЧЬЯ', 1, '04:00', '16:00', 'МСК' union all
select 325, '3,П.К.1-53, УЛ. ЧИЧЕРИНА', 1, '04:00', '16:00', 'МСК' union all
select 501, 'Д. 3, Д. ОСТРОВЦЫ, УЛ. БАУЛИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 602, 'ПРИВОЛЬНАЯ УЛ. 8', 1, '04:00', '16:00', 'МСК' union all
select 611, 'ДЕКАБРИСТОВ УЛ. Д.2, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 617, 'ТРЁХГОРНАЯ УЛ. Д. 4, ТРЁХГОРНАЯ УЛ., 4', 1, '04:00', '16:00', 'МСК' union all
select 0503, '10, Б-Р ФИЛЁВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 0501, 'Д. 3, Д. ОСТРОВЦЫ, УЛ. БАУЛИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0509, '68, УЛ. СТРЕЛЕЦКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0510, '8, ПР-КТ АСТРАХОВА', 1, '04:00', '16:00', 'МСК' union all
select 0513, '7В, УЛ. СОВХОЗНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0529, '7А, УЛ. АВТОЗАВОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0601, '55, УЛ. 1-Я ОСТАНКИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0602, 'ПРИВОЛЬНАЯ УЛ. 8', 1, '04:00', '16:00', 'МСК' union all
select 0603, '44А, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 0605, '2,К.4,СТ.1, УЛ. ТВАРДОВСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 0606, '38,КОРП. 1, УЛ. ИВАНА ФРАНКО', 1, '04:00', '16:00', 'МСК' union all
select 0607, '17, УЛ. ТУШИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0608, '2,А, ПР-КТ ЮБИЛЕЙНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 0609, '4,СТР.4, УЛ. СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0610, '51, УЛ. ПАРИЖСКОЙ КОММУНЫ', 1, '04:00', '16:00', 'МСК' union all
select 0611, 'ДЕКАБРИСТОВ УЛ. Д.2, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 0614, '2,ЛИТ.А, УЛ. ГУРЬЯНОВА', 1, '04:00', '16:00', 'МСК' union all
select 0615, '8,СТР.1, УЛ. 2-Я ГЛУХОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0616, '7/4,ПОМ.I, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 0617, 'ТРЁХГОРНАЯ УЛ. Д. 4, ТРЁХГОРНАЯ УЛ., 4', 1, '04:00', '16:00', 'МСК' union all
select 0619, 'ТЕВОСЯНА УЛ. СТР.25', 1, '04:00', '16:00', 'МСК' union all
select 0621, '1,6, УЛ. ИЛЬИЧА', 1, '04:00', '16:00', 'МСК' union all
select 0622, '9, КАРЛА МАРКСА УЛ., Д. 6, СТРОЕНИЕ 7 И СТРОЕНИЕ 9', 1, '04:00', '16:00', 'МСК' union all
select 0623, '12, УЛ. 1-Я ПРОЛЕТАРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0625, '20, КОРП.1, УЛ. СВЕРДЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 0626, '18,Б, ПР-КТ БУДЕННОГО', 1, '04:00', '16:00', 'МСК' union all
select 0627, '24Б,П.VII, УЛ. ГОВОРОВА', 1, '04:00', '16:00', 'МСК' union all
select 0628, '14,1, Ш. ИЛЬИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 0629, '114, ПР-КТ МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 0630, '139, УЛ. ВОРОШИЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 0631, 'ЛЮБЛИНСКАЯ УЛ. Д.61 К. 1', 1, '04:00', '16:00', 'МСК' union all
select 0632, '23,П. I-9, УЛ. 3-Я КРЕСТЬЯНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 0633, 'ПРИВОЛЬНАЯ УЛ. 65/32', 1, '04:00', '16:00', 'МСК' union all
select 619, 'ТЕВОСЯНА УЛ. СТР.25', 1, '04:00', '16:00', 'МСК' union all
select 622, '9, КАРЛА МАРКСА УЛ., Д. 6, СТРОЕНИЕ 7 И СТРОЕНИЕ 9', 1, '04:00', '16:00', 'МСК' union all
select 631, 'ЛЮБЛИНСКАЯ УЛ. Д.61 К. 1', 1, '04:00', '16:00', 'МСК' union all
select 633, 'ПРИВОЛЬНАЯ УЛ. 65/32', 1, '04:00', '16:00', 'МСК' union all
select 635, 'САЛТЫКОВСКАЯ УЛ. Д.49 ЛИТ.А', 1, '04:00', '16:00', 'МСК' union all
select 638, 'ПРИШВИНА УЛ. 3 Г', 1, '04:00', '16:00', 'МСК' union all
select 650, 'ПЯТНИЦКОЕ Ш. 29, 2', 1, '04:00', '16:00', 'МСК' union all
select 653, 'ЛЕНИНА УЛ. 13,1', 1, '04:00', '16:00', 'МСК' union all
select 663, 'ФРУНЗЕ УЛ. 8', 1, '04:00', '16:00', 'МСК' union all
select 668, 'ОКРУЖНОЙ ПРОЕЗД 2А, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 672, '14, УЛ. ЛЕСКОВА', 1, '04:00', '16:00', 'МСК' union all
select 687, '1, УЛ. ИНЖЕНЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 701, '54, ЛИТ.А, МАЛЫЙ ПР. ВО', 1, '04:00', '16:00', 'МСК' union all
select 702, '4,ЛИТ. Б, УЛ. УРАЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 703, '111,ЛИТ. А, ПР-КТ ГРАЖДАНСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 704, '71,ЛИТ. А, ПР-КТ ЮРИЯ ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 705, '1, УЛ. ШУВАЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 706, '3,ЛИТ.Б, ПЛ. ПРИВОКЗАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 707, '23,ЛИТ. А, УЛ. НОВГОРОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 708, 'ПР-Т 25 ОКТЯБРЯ 42 Л. Д', 1, '04:00', '16:00', 'МСК' union all
select 709, '21,ЛИТ.А, ПР-КТ ЛЕВАШОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 710, '35,К.1,Л.А, ПР-КТ БОГАТЫРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 711, 'ЭНГЕЛЬСА ПР-КТ 27 ЛИТ Ц', 1, '04:00', '16:00', 'МСК' union all
select 712, '77,КОР3,10, ПР-КТ УРИЦКОГО', 1, '04:00', '16:00', 'МСК' union all
select 713, '50,ЛИТ. А, ПР-КТ ЧКАЛОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 714, '78, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'МСК' union all
select 716, '40,К.2, ПР-КТ ШУВАЛОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 717, '7,К.2,СТ.1, ПР-КТ БОЛЬШЕВИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 718, '15,ЛИТ. А, УЛ. АВТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 719, '71,К.1, ПР-КТ ЗАНЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 721, '14 А, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'МСК' union all
select 722, '40/7,СТР.1, СТР.1, УЛ. МИХАЙЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 723, '60,ЛИТ. Л, ПОМ.1-Н, ПР-КТ САНКТ-ПЕТЕРБУРГСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 724, '10,К.2, ПР-КТ НОВГОРОДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 725, '24,ЛИТ. А, ПР-КТ КОСТРОМСКОЙ', 1, '04:00', '16:00', 'МСК' union all
select 726, '10,ЛИТ. А, П.1Н 18Н, УЛ. БЕСТУЖЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 727, '2,ЛИТ. А, ПЛ. КОНСТИТУЦИИ', 1, '04:00', '16:00', 'МСК' union all
select 734, '61,К.4, УЛ. ПАРАШЮТНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 735, '37,1, УЛ. ОБОРОННАЯ', 1, '04:00', '16:00', 'МСК' union all
select 736, '4А, УЛ. БОЯРОВА', 1, '04:00', '16:00', 'МСК' union all
select 738, '6,К. 1, УЛ. МИХАИЛА ДУДИНА', 1, '04:00', '16:00', 'МСК' union all
select 739, '54,3,ЛИТ.А, Ш. КРАСНОСЕЛЬСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 740, '27, К. 1, ПР-КТ ДУНАЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 741, '33, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'МСК' union all
select 742, '5,ЛИТ. Е, ПЛ. БАЛКАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 743, '36,ЛИТ. А, УЛ. ПРОЛЕТАРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 746, '50Б, УЛ. КАРЛА МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 748, '2,СТР. 1, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 749, '18, К.2, УЛ. РУСАНОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 750, '11,ЛИТ. А, ПР-КТ ХУДОЖНИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 751, '28/32, ПР-КТ УДАРНИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 753, '3,СТР. 1, УЛ. МЕРКУРЬЕВА', 1, '04:00', '16:00', 'МСК' union all
select 755, '23,К.2, ПР-КТ НАУКИ', 1, '04:00', '16:00', 'МСК' union all
select 757, '66,ЛИТ. О, ПР-КТ БОЛЬШОЙ САМПСОНИЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 758, '6, К.1,С.1, УЛ. БОГОСЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 771, '2, Д. ВАРЗОЛОВО', 1, '04:00', '16:00', 'МСК' union all
select 772, '4, СТР. 1, ПЕР. ПЕРЕВОЗНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 774, 'АВТОДОРОГИ КОЛА 20 КМ, ЗД.40', 1, '04:00', '16:00', 'МСК' union all
select 775, '126,ЛИТ.А, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 776, '126, СТР.2, ЛЕНИНСКИЙ ПРОСПЕКТ', 1, '04:00', '16:00', 'МСК' union all
select 777, '43, СТР.1, ПР-КТ ПРОСВЕЩЕНИЯ', 1, '04:00', '16:00', 'МСК' union all
select 778, '45,К.5,С.1, Ш. ЮЖНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 782, '19, УЛ. ЕКАТЕРИНИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 785, 'СТР. 2/1, ТЕР. ОБЩЕСТВЕННО-ДЕЛОВАЯ ЗОНА ПЕСКИ', 1, '04:00', '16:00', 'МСК' union all
select 799, 'С.1, П.6Н, УЛ. АРХИТЕКТОРА БЕЛОВА, 6, К.3,', 1, '04:00', '16:00', 'МСК' union all
select 801, '2, ПЛ. КАРЛА МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 802, '4/1, УЛ. ГЕОДЕЗИЧЕСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 808, '29, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 809, '46, УЛ. ДЕПУТАТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 810, '15, УЛ. КОМСОМОЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 811, '84, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 812, '276, 32-35,38, УЛ. ДУСИ КОВАЛЬЧУК', 1, '04:00', '16:00', 'МСК' union all
select 816, '90/1, УЛ. ПАРХОМЕНКО', 1, '04:00', '16:00', 'МСК' union all
select 817, '130, А, УЛ. ТРОЛЛЕЙНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 818, '24, УЛ. ВЕТЛУЖСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 819, '39, ПР-КТ ХИМИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 820, '28, Б-Р СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 821, '91, УЛ. ДУСИ КОВАЛЬЧУК', 1, '04:00', '16:00', 'МСК' union all
select 823, '25, УЛ. ТЮЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 829, '2, В, УЛ. КОТОВСКОГО', 1, '04:00', '16:00', 'МСК' union all
select 831, '206, УЛ. БОРИСА БОГАТКОВА', 1, '04:00', '16:00', 'МСК' union all
select 832, '29, УЛ. ТРИКОТАЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 833, '20, Ш. ГУСИНОБРОДСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 834, '11, УЛ. КОЛХИДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 188888, 'ГОСТИНИЧНАЯ 7 А, КОРП.2', 1, '04:00', '16:00', 'МСК' union all
select 2011, '96 Б, ПР-КТ РИЖСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2012, '58,ЛИТ. А, Ш. ГОСТИЛИЦКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2300, '2,К.2,П.6Н, ПЕР. ИТАЛЬЯНСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2301, '11, К.1, Б-Р МЕНДЕЛЕЕВА', 1, '04:00', '16:00', 'МСК' union all
select 2302, '179, СТР.1, ПР-КТ ВЕТЕРАНОВ', 1, '04:00', '16:00', 'МСК' union all
select 2303, '8, ПОМ.1Н, УЛ. ЦЕНТРАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2304, '22, ЛИТ.А, УЛ. АДМИРАЛА ЧЕРОКОВА', 1, '04:00', '16:00', 'МСК' union all
select 2305, '18/8, УЛ. ШУВАЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 2306, '22,ПОМ 9-Н, Б-Р ВОРОНЦОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2307, '16,ПОМ.5-Н, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2308, '13, К.6, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2309, '31/3/1/3Н, МУРИНСКАЯ ДОРОГА', 1, '04:00', '16:00', 'МСК' union all
select 2310, '17, Е, 4-Н, НАБ. МОРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2311, '1,К1,П.9-Н, Б-Р ДЕСАНТНИКА ВАДИМА ЧУГУНОВА', 1, '04:00', '16:00', 'МСК' union all
select 2312, '17,С1,П77Н, П. ПАРГОЛОВО, УЛ. ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2313, '3,ПОМ.11-Н, ПР-КТ ЕВРОПЕЙСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2315, '3,К1,СТР1, Б-Р ГОЛОВНИНА', 1, '04:00', '16:00', 'МСК' union all
select 2316, '5/Л.А/1Н, ПЕР. МОШКОВ', 1, '04:00', '16:00', 'МСК' union all
select 2317, '7/К.1/27Н, УЛ. КУСТОДИЕВА', 1, '04:00', '16:00', 'МСК' union all
select 2318, '49,К.1,Л.А, УЛ. БУДАПЕШТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2319, '44,С1,П1-Н, НАБ. ОКТЯБРЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2320, '134,К3,ЛА, ПР-КТ ЭНГЕЛЬСА', 1, '04:00', '16:00', 'МСК' union all
select 2321, '8А, АЛЛЕЯ БЕРЕЗОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2500, '2, УЛ. АКАДЕМИКА АЛЕКСАНДРОВА', 1, '04:00', '16:00', 'МСК' union all
select 2501, '58 ЛИТ А, Ш. ГОСТИЛИЦКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2502, '6, Ш. КАЛУЖСКОЕ 42 КМ', 1, '04:00', '16:00', 'МСК' union all
select 2503, '51, ПР-Д ЧЕЧЁРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2504, 'СТР.90, УЛ. ПРИГОРОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2505, '11, ЛИТ.А, УЛ. ШЕРЕМЕТЬЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2506, '20, КОРП.2, Д. ЕЛИНО', 1, '04:00', '16:00', 'МСК' union all
select 2507, 'СТР. 5, УЛ. ЮЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2508, '7, СТР.1, ПР. СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 2509, '31, К.1, ПР-КТ БУДЁННОГО', 1, '04:00', '16:00', 'МСК' union all
select 2510, '159, ЛИТ.А, Ш. ТАЛЛИННСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2511, '118К.7 Л.А, НАБ. ОБВОДНОГО КАНАЛА', 1, '04:00', '16:00', 'МСК' union all
select 2512, '17, ЛИТ.А, УЛ. ХАСАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2513, '60 ЛИТ. А, УЛ. ПАРАШЮТНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2514, '112,ЛИТ.А, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 2515, '11, ЛИТ. А, УЛ. ШЕРЕМЕТЬЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2516, '11, ЛИТ.А, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2517, '159, Л.А, Ш. ТАЛЛИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2518, '16, 1, ПР-КТ ДАЛЬНЕВОСТОЧНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 2519, '16, ЛИТ.А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2520, '29, ЛИТ.А, УЛ. УРАЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2521, '61 ЛИТ.А, УЛ. РУСТАВЕЛИ', 1, '04:00', '16:00', 'МСК' union all
select 2523, '216,К1,Л.А, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2524, '31,К.1,С.1, ПР-КТ БУДЁННОГО', 1, '04:00', '16:00', 'МСК' union all
select 2525, '125, А, УЛ. БАБУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 2526, '305 ЛИТ.А, ПР-КТ ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'МСК' union all
select 2527, '283, ЛИТ.А, ПР. ЛИГОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 927898, 'В 918 М ОТ НОВОСВЕРДЛОВСКОЙ ТЭЦ 2Г', 1, '04:00', '16:00', 'МСК' union all
select 927908, 'Д.14, ЗАПАДНЫЙ ПРОЕЗД, ПОМ.11Н', 1, '04:00', '16:00', 'МСК' union all
select 927924, 'Д.4,Л.А, П.12-Н, ПР-Т МАРШАКА', 1, '04:00', '16:00', 'МСК' union all
select 927954, 'Д.12,К.2, Л.А,П.25-Н, УЛ. МАРШАЛА ЗАХАРОВА', 1, '04:00', '16:00', 'МСК' union all
select 927956, 'ЗД.54, УЛ. ГЛАВНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927957, 'Д.7,К.1, П.8Н, Ш. ДОРОГА ЖИЗНИ', 1, '04:00', '16:00', 'МСК' union all
select 927962, 'Д.11,К.2, С.1,П.18Н, УЛ.ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927963, 'К.1,С.1, П.20Н,21Н, УЛ.ПАРФЁНОВСКАЯ,Д.11', 1, '04:00', '16:00', 'МСК' union all
select 927964, 'Д.10,Л.А, П.30-Н, ПР-КТ НОВГОРОДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 928016, 'ЛИТ.А, ПОМ.5-Н, УЛ.ТУРКУ,Д.11,К.2', 1, '04:00', '16:00', 'МСК' union all
select 928042, '4Н,5Н, П.1Н,2Н,3Н, УЛ. ПРОМЫШЛЕННАЯ, Д. 2', 1, '04:00', '16:00', 'МСК' union all
select 928061, 'Д.59', 1, '04:00', '16:00', 'МСК' union all
select 928118, 'ЗД.51Б, УЛ.ЦЕНТРАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928132, 'Д.35,К.1, ПР-КТ ДАЛЬНЕВОСТОЧНЫЙ, С.1,П.13Н', 1, '04:00', '16:00', 'МСК' union all
select 928174, 'Д.3,К.1, С.1,П.30Н, УЛ. ГЕНЕРАЛА КРАВЧЕНКО', 1, '04:00', '16:00', 'МСК' union all
select 928175, 'Д.4, Н.НИКОЛЬСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 928177, 'Д.5, УЛ.НОВОСВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928192, '42Н, 43Н, С.1,П.41Н, УЛ.МАЛАЯ МИТРОФАНЬЕВСКАЯ,Д.5, К.1', 1, '04:00', '16:00', 'МСК' union all
select 928204, 'ЛИТ.А, ПОМ.7-Н, УЛ.ВЯЧЕСЛАВА ШИШКОВА,Д.32/15', 1, '04:00', '16:00', 'МСК' union all
select 928233, 'Д.33А, Л.А, УЛ.АЛЕКСАНДРОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928287, 'Д. 36А, Л.А, УЛ. ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 928304, 'Д.6, СТР.1, УЛ. БОЯРОВА', 1, '04:00', '16:00', 'МСК' union all
select 928305, 'ЗД.3А, УЛ. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 928331, 'Д.4, УЛ. РОМАНТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 928406, 'Д.10,К.2, П.4Н, УЛ. СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928424, 'Д.3,К.2, С.1, Ш. ВЫБОРГСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 928425, 'Д.17, УЛ. ДАНИЛОВА', 1, '04:00', '16:00', 'МСК' union all
select 928726, 'Д.2А, ПР-КТ ГЕРОЕВ', 1, '04:00', '16:00', 'МСК' union all
select 928773, 'Д.10А, УЛ. САДОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928817, 'Д.57/1, Д.57/1, УЛ. ГВАРДЕЙСКАЯ, УЛ. ГВАРДЕЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928824, 'Д. РАБИТИЦЫ, ЗД. 20А', 1, '04:00', '16:00', 'МСК' union all
select 928837, 'Д. 4, УЛ. ПИОНЕРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928838, 'Д.6, ПОМ.1, УЛ. ЮРИЯ ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 928852, 'Д.4, ОФ.201, УЛ.ЩЕРБАКОВА', 1, '04:00', '16:00', 'МСК' union all
select 928870, 'Д.2Г, УЛ. НОВОСВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 928945, 'БЕРЕЗОВАЯ АЛЛЕЯ, Д.8А', 1, '04:00', '16:00', 'МСК' union all
select 928946, 'Д.5, ПЕР. 1-Й РУПАСОВСКИЙ, ПОМ.1', 1, '04:00', '16:00', 'МСК' union all
select 2528, '58 ЛИТ.А, Ш. ГОСТИЛИЦКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2529, '60 ЛИТ.А, УЛ. ПАРАШЮТНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2530, 'Д.17,ЛИТ.А, УЛ. ПЛАНЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2531, '33, УЛ. ПСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2532, '64, ГУСИНОБРОДСКОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 2533, '52/1, УЛ. БОЛЬШЕВИСТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2534, '156, ПАВЛОВСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 2535, '25,3, УЛ.70 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 2536, '21, УЛ. 21-Я АМУРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2537, '33, УЛ. ЛУКАШЕВИЧА', 1, '04:00', '16:00', 'МСК' union all
select 2538, '73, УЛ. ПЕТУХОВА', 1, '04:00', '16:00', 'МСК' union all
select 2539, '28 B, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2540, '29, УЛ. МЯСНИКОВОЙ', 1, '04:00', '16:00', 'МСК' union all
select 2541, '13, УЛ. ЕЛИЗАРОВЫХ', 1, '04:00', '16:00', 'МСК' union all
select 2542, '59, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 2543, '19,Д, УЛ. ЯСТЫНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2544, '33, ПР-КТ КУЗНЕЦКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 111658, 'К.71, УЛ.ЛАВРОВСКАЯ ДОРОГА', 1, '04:00', '16:00', 'МСК' union all
select 111712, '1, ВИНОГРАДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 111815, '48, ОФ.303, ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 112429, '95, КОМИНТЕРНА', 1, '04:00', '16:00', 'МСК' union all
select 112825, 'Д.12,К.О, КВ-Л ЮГО-ВОСТОЧНЫЙ, ПОМ.1', 1, '04:00', '16:00', 'МСК' union all
select 113341, '63, СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 113950, 'ПОС. ЗАБОЛОТЬЕ', 1, '04:00', '16:00', 'МСК' union all
select 114335, '66, ВЫГОННАЯ', 1, '04:00', '16:00', 'МСК' union all
select 114413, '2В, СТР.24, ЗАВОДСКАЯ, ЭТ.2, П.25', 1, '04:00', '16:00', 'МСК' union all
select 114845, '65,КОР.1, Л.А,П.10Н, ЛЕСНОЙ ПР.', 1, '04:00', '16:00', 'МСК' union all
select 115168, 'Д.175, ОФИС № 2, СТ-ЦА МЕДВЕДОВСКАЯ, УЛ.МИРА', 1, '04:00', '16:00', 'МСК' union all
select 115526, 'Д.13,Л.АЕ, МОСКОВСКОЕ ШОССЕ, П.28Н,П.12', 1, '04:00', '16:00', 'МСК' union all
select 116673, 'АХТУБА, УЛ.КУЗНЕЦКАЯ, Д.42, ОФ.3', 1, '04:00', '16:00', 'МСК' union all
select 116711, 'Д.4, УЛ.КАРЛА МАРКСА', 1, '04:00', '16:00', 'МСК' union all
select 116808, 'Д.7, ЛИТ.Б, ОФ.1 ЭТАЖ, УЛ. АВТОБУСНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 118398, 'Д.7Б, КАБ.23, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 118603, 'Д.46, Д.ДЕМИДОВО', 1, '04:00', '16:00', 'МСК' union all
select 1211, 'Д.НИКИФОРОВО, СТР.11С, ЭТ.1-Й, П.1.119', 1, '04:00', '16:00', 'МСК' union all
select 1213, 'СТР.1, УЛ. ПОЛЯНЫ (П.СОСЕНСКОЕ),ВЛ.50', 1, '04:00', '16:00', 'МСК' union all
select 1228, '161, П. ШУШАРЫ, МОСКОВСКОЕ Ш,', 1, '04:00', '16:00', 'МСК' union all
select 1240, '5, УЛ.ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'МСК' union all
select 126500, 'Д.15, УЛ.1905 ГОДА', 1, '04:00', '16:00', 'МСК' union all
select 128447, 'Д.18, УЛ. САРАТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 128995, 'Д. 8, УЛ. ЯГОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129014, 'Д.3, УЛ. ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129240, 'Д.58,КВ.1, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129379, 'Д.7, К.А, УЛ.САДОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129457, 'Д.1, Д.АЛЕКСЕЕВКА, УЛ.ИНТЕРНАЦИОНАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129490, 'ЛИТ.А, ПОМ.6Н,ОФ4, УЛ.ЖЕЛЕЗНОДОРОЖНАЯ,Д.11,К.3', 1, '04:00', '16:00', 'МСК' union all
select 129497, 'Д.24,СТР.7, ПОМ.5, УЛ. БАЗОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129757, 'Д.18, УЛ.САРАТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 129775, 'Д.1,ЛИТ.Р, УЛ.ПРИЧАЛЬНАЯ 5-Я', 1, '04:00', '16:00', 'МСК' union all
select 129779, 'ЗД.3/2, ОФ.2, УЛ.ОГУРЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 130089, 'ЗД.9, УЛ.ТЕПЛИЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 130299, 'Д.42, ПОМ.16-17, УЛ. ПЛЕХАНОВА', 1, '04:00', '16:00', 'МСК' union all
select 130359, 'Д.1/1,ЭТ.2, ПОМ.5, УЛ.ДОРОЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 130441, 'Д.1, М.Р-Н ПСКОВСКИЙ, УЛ.ПАРКОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 130744, 'Д.2/2, ТЕР.ГРАНАТОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 130851, 'ТЕРРИТОРИЯ КОЛОС,Д. 4000/1267', 1, '04:00', '16:00', 'МСК' union all
select 1400, 'УЛ. ИВАНА ФРАНКО 38 К.1', 1, '04:00', '16:00', 'МСК' union all
select 1401, 'УЛ. 1-Я ТВЕРСКАЯ-ЯМСКАЯ 13, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 044, '29, УЛ. ГЕОЛОГИЧЕСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 045, '267, УЛ. ДОВАТОРА', 1, '04:00', '16:00', 'МСК' union all
select 046, '15, УЛ. БОЛЬШАЯ БУЛЬВАРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 047, '201, УЛ. ХАРЬКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 048, 'Д.7,СТР.1, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 049, '283,ЛИТ. А, ПР-КТ ЛИГОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 050, '10, УЛ. ЛОГИНОВА', 1, '04:00', '16:00', 'МСК' union all
select 051, '200, УЛ. РОДИОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 052, '4, Ш. ЮЖНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 054, '30В, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 055, '62, ПР-КТ АВТОЗАВОДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 056, '76, ПР-КТ ТРАКТОРОСТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 057, '70, УЛ. БЕЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 058, '32, УЛ. КОМИССАРА ГАБИШЕВА', 1, '04:00', '16:00', 'МСК' union all
select 059, 'ЗД. 73, УЛ. УСТЬ-КУРДЮМСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 060, '25, УЛ. ГРОМОВОЙ', 1, '04:00', '16:00', 'МСК' union all
select 061, '75, ПР-КТ УРАЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 062, '6, Ш. ДОРОГА ЖИЗНИ', 1, '04:00', '16:00', 'МСК' union all
select 063, '2 Б, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 065, '14, УЛ. ЛЕСНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 066, '71, УЛ. ВОЛГОГРАДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 067, '132, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 068, '13, ПР-КТ АЛЕКСАНДРОВСК-ГРУШЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 069, '126, УЛ. БЛЮХЕРА', 1, '04:00', '16:00', 'МСК' union all
select 071, '64, Ш. ГУСИНОБРОДСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 072, '9, ПР. ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 073, '52/1, УЛ. БОЛЬШЕВИСТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 074, '23, УЛ. ВОКЗАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 075, '156, ПАВЛОВСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 076, '25,3, УЛ. 70 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 077, '1А, УЛ. КИРЗАВОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 078, '21, УЛ. 21-Я АМУРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 079, '33, УЛ. ЛУКАШЕВИЧА', 1, '04:00', '16:00', 'МСК' union all
select 080, '73, УЛ. ПЕТУХОВА', 1, '04:00', '16:00', 'МСК' union all
select 081, '7, ПР-КТ СИБИРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 082, '190,КОРП.2, УЛ. 10 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 083, '67, УЛ. ВЛАСИХИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 084, '18, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 085, '1/1, УЛ. МИТРОФАНОВА', 1, '04:00', '16:00', 'МСК' union all
select 086, '7, УЛ. СВЕТЛАЯ', 1, '04:00', '16:00', 'МСК' union all
select 087, '62, УЛ. 9 МАЯ', 1, '04:00', '16:00', 'МСК' union all
select 088, '30, ПР. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 089, '28 B, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 091, '139, УЛ. МЕЛЬНИКАЙТЕ', 1, '04:00', '16:00', 'МСК' union all
select 092, '74, УЛ. 30 ЛЕТ ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 093, '2, УЛ. ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 094, '291, УЛ. РЕСПУБЛИКИ', 1, '04:00', '16:00', 'МСК' union all
select 095, '29, УЛ. МЯСНИКОВОЙ', 1, '04:00', '16:00', 'МСК' union all
select 096, '13, УЛ. ЕЛИЗАРОВЫХ', 1, '04:00', '16:00', 'МСК' union all
select 097, '102 В, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 098, '29, УЛ. ВОЛГОГРАДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 099, '59, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 100, '9, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 103, 'ЗАПАДНАЯ УЛ., СТРОЕНИЕ 100, ЗАПАДНАЯ, 100', 1, '04:00', '16:00', 'МСК' union all
select 104, '8, КОПР. 1, КМ, ДОМОВЛ. 8, КОРП.1, МОСКОВСКИЙ ПОСЕЛОК, КИЕВСКОЕ Ш., 23-Й', 1, '04:00', '16:00', 'МСК' union all
select 106, 'СТР. 27/2, Ш. СЫСОЛЬСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 107, '33, УЛ. ПСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 108, 'СТР.10, Ш. ДМИТРОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 109, '136, УЛ. ТРАНСПОРТНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 110, '75, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 111, '3А, УЛ. ТИМУРОВЦЕВ', 1, '04:00', '16:00', 'МСК' union all
select 112, '25, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 113, '36,К. 1, Ш. ЗАГОРОДНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 114, '16, 3, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 115, '30, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 116, 'Д. ЕЛИНО, СТР. 20/2', 1, '04:00', '16:00', 'МСК' union all
select 118, '1, Ш. ТУТАЕВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 119, '149, ПР-КТ АВИАТОРОВ', 1, '04:00', '16:00', 'МСК' union all
select 122, '83Б, УЛ. ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 123, '43 А, УЛ. ЩОРСА', 1, '04:00', '16:00', 'МСК' union all
select 124, '9, УЛ. 7-Я КОЖУХОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 125, 'СП. БУЛАТНИКОВСКОЕ, П.ДУБРОВСКИЙ, 3', 1, '04:00', '16:00', 'МСК' union all
select 126, '3/5, УЛ. СЕРГЕЕВА', 1, '04:00', '16:00', 'МСК' union all
select 127, '56,ЛИТ.Д, ПР-КТ ФРУНЗЕ', 1, '04:00', '16:00', 'МСК' union all
select 128, 'СТР.90, УЛ. ПРИГОРОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2545, '73, УЛ. СВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2546, '77, УЛ. МИЧУРИНА', 1, '04:00', '16:00', 'МСК' union all
select 2549, '27, ПР-КТ КОМСОМОЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2553, '69, Ш. КРИККОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2563, 'ДУБЛЕР СИБИРСКОГО ТРАКТА, СТР.19/1', 1, '04:00', '16:00', 'МСК' union all
select 2564, 'ПР-КТ АКАДЕМИКА САХАРОВА, СТР.107/1', 1, '04:00', '16:00', 'МСК' union all
select 2565, 'ПР-КТ КОСМОНАВТОВ, СТР.1В/1', 1, '04:00', '16:00', 'МСК' union all
select 2582, '64, ГУСИНОБРОДСКОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 2583, '52/1, УЛ. БОЛЬШЕВИСТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2584, '156, ПАВЛОВСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 2585, '25,3, УЛ.70 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 2586, '21, УЛ. 21-Я АМУРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2587, '33, УЛ. ЛУКАШЕВИЧА', 1, '04:00', '16:00', 'МСК' union all
select 2588, '73, УЛ. ПЕТУХОВА', 1, '04:00', '16:00', 'МСК' union all
select 2589, '28 B, ПР-КТ ЛЕНИНГРАДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2590, '29, УЛ. МЯСНИКОВОЙ', 1, '04:00', '16:00', 'МСК' union all
select 2591, '13, УЛ. ЕЛИЗАРОВЫХ', 1, '04:00', '16:00', 'МСК' union all
select 2592, '59, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 2593, '19,Д, УЛ. ЯСТЫНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2594, '33, ПР-КТ КУЗНЕЦКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2595, '73, УЛ. СВЕРДЛОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2596, '77, УЛ. МИЧУРИНА', 1, '04:00', '16:00', 'МСК' union all
select 2602, '21,А, УЛ. ВЕРБНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2603, '69, Ш. КРИККОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2608, 'Д.7,СТР.1, ПР-КТ СТРОИТЕЛЕЙ', 1, '04:00', '16:00', 'МСК' union all
select 2609, '12, Ш. ДОРОГА ЖИЗНИ', 1, '04:00', '16:00', 'МСК' union all
select 2610, '13,2ЛИТ.А, УЛ. СИМОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 2611, '17,К.1,Л.А, УЛ. ХАСАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2612, 'ПР-КТ АКАДЕМИКА САХАРОВА, СТР.107/1', 1, '04:00', '16:00', 'МСК' union all
select 2613, 'ДУБЛЕР СИБИРСКОГО ТРАКТА, СТР.19/1', 1, '04:00', '16:00', 'МСК' union all
select 2614, 'ПР-КТ КОСМОНАВТОВ, СТР.1В/1', 1, '04:00', '16:00', 'МСК' union all
select 2615, '9, ПР. ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 2616, '1А, УЛ. КИРЗАВОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2617, '190,КОРП.2, УЛ. 10 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 2618, '67, УЛ. ВЛАСИХИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2619, '62, УЛ. 9 МАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2620, '30, ПР. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 2621, '20, УЛ. БАУМАНА', 1, '04:00', '16:00', 'МСК' union all
select 2623, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2624, '36, УЛ. КАЗАЧЬЯ', 1, '04:00', '16:00', 'МСК' union all
select 2625, '54, ПОМ.1, УЛ. ТРУДА', 1, '04:00', '16:00', 'МСК' union all
select 2626, '96 Б, ПР-КТ РИЖСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2627, '2, УЛ. РАДИЩЕВА', 1, '04:00', '16:00', 'МСК' union all
select 2628, '34, УЛ. ШЕВЧЕНКО', 1, '04:00', '16:00', 'МСК' union all
select 2629, '34, УЛ. ШЕВЧЕНКО', 1, '04:00', '16:00', 'МСК' union all
select 2630, '2, УЛ. РАДИЩЕВА', 1, '04:00', '16:00', 'МСК' union all
select 2631, '96 Б, ПР-КТ РИЖСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2632, '54, ПОМ.1, УЛ. ТРУДА', 1, '04:00', '16:00', 'МСК' union all
select 2633, '9, ПР. ЭНЕРГЕТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 2634, '1А, УЛ. КИРЗАВОДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2635, '190,КОРП.2, УЛ. 10 ЛЕТ ОКТЯБРЯ', 1, '04:00', '16:00', 'МСК' union all
select 2636, '67, УЛ. ВЛАСИХИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2637, '62, УЛ. 9 МАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2638, '30, ПР. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 2639, '20, УЛ. БАУМАНА', 1, '04:00', '16:00', 'МСК' union all
select 2661, '126, УЛ. БЛЮХЕРА', 1, '04:00', '16:00', 'МСК' union all
select 2662, '291, УЛ. РЕСПУБЛИКИ', 1, '04:00', '16:00', 'МСК' union all
select 2663, '75, УЛ. БРАТЬЕВ КАШИРИНЫХ', 1, '04:00', '16:00', 'МСК' union all
select 2665, '66, ПР-КТ ПАРКОВЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 2666, '65, Б-Р ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 2667, '29,1,ЛИТ.А, УЛ. УРАЛЬСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2668, '35, Ш. ОКРУЖНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2669, '200, УЛ. РОДИОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 2670, '30 В, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2671, 'СТР. 27/2, Ш. СЫСОЛЬСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2672, 'СТР.10, Ш. ДМИТРОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2673, '16, 3, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2674, 'СТР.61, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2675, 'Д.1, УЛ. БИРЛОВО ПОЛЕ', 1, '04:00', '16:00', 'МСК' union all
select 2676, '164, УЛ. ЛЕЖНЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2677, '111,А, Д. БОРИСОВО', 1, '04:00', '16:00', 'МСК' union all
select 2678, '35, Ш. ОКРУЖНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2679, '200, УЛ. РОДИОНОВА', 1, '04:00', '16:00', 'МСК' union all
select 2680, '30 В, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2681, 'СТР. 27/2, Ш. СЫСОЛЬСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2682, 'СТР.10, Ш. ДМИТРОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2683, '16, 3, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2684, '58, Ш. КАЛУЖСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2685, 'СТР.61, УЛ. МОСКОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2686, 'Д.1, УЛ. БИРЛОВО ПОЛЕ', 1, '04:00', '16:00', 'МСК' union all
select 2687, '164, УЛ. ЛЕЖНЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2688, '111,А, Д. БОРИСОВО', 1, '04:00', '16:00', 'МСК' union all
select 2689, 'Д.51, ПР-Д ЧЕЧЁРСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 2690, '2, УЛ. АКАДЕМИКА АЛЕКСАНДРОВА', 1, '04:00', '16:00', 'МСК' union all
select 2691, '69, ЛИТ. А, УЛ. БУХАРЕСТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2692, '101, ТОБОЛЬСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 2693, '101, ТОБОЛЬСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 2694, '22, УЛ. ЦОЯ', 1, '04:00', '16:00', 'МСК' union all
select 2695, '22, УЛ. ЦОЯ', 1, '04:00', '16:00', 'МСК' union all
select 2696, '76, УЛ. НАРОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2697, 'СТР.60А, УЛ. ТАГАНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2698, 'СТР. 2, УЛ. 22 ПАРТСЪЕЗДА', 1, '04:00', '16:00', 'МСК' union all
select 3516, '1, СТР.1, ПЕР. ЛЫЖНЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 3522, '16, К.1, Б-Р ВОРОНЦОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 3525, '21 А, ПР-КТ МИРА', 1, '04:00', '16:00', 'МСК' union all
select 3526, '40,С.1,П.1, УЛ. БАБУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 3532, '63,К.1,С.1, МУРИНСКАЯ ДОРОГА', 1, '04:00', '16:00', 'МСК' union all
select 3535, '4А,ЛИТ. А, ПР-КТ ФИНЛЯНДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 3537, '167,К1,С.1, ПР-Т ВЕТЕРАНОВ', 1, '04:00', '16:00', 'МСК' union all
select 3540, '9, СТР.1, ПЛ. СТАЧЕК', 1, '04:00', '16:00', 'МСК' union all
select 3543, '14 А, 3, УЛ. ЧЕХОВА', 1, '04:00', '16:00', 'МСК' union all
select 3550, '15, ЛИТ. А, УЛ. 1-Я КРАСНОАРМЕЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3553, 'З/У 10/2, УЛ. ЦЕНТРАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3554, '15,ЛИТ. А, УЛ. НОВОЛИТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3559, '58,СТР. 1, УЛ. МАРШАЛА КАЗАКОВА', 1, '04:00', '16:00', 'МСК' union all
select 3561, 'З/У 9А, УЛ. ЛАДОЖСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3566, '222,ЛИТ. А, ПР-КТ МОСКОВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 3575, '68,ПОМ.110, УЛ. ЮБИЛЕЙНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3581, '5 А, УЛ. ЯНА ФАБРИЦИУСА', 1, '04:00', '16:00', 'МСК' union all
select 3590, '15,ЛИТ. А, НАБ. МОРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3594, '7, Л.А,С.1, Ш. ГАТЧИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 3596, 'ЗД. 2, УЛ. ЦЕНТРАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3599, '10, П. СЕЛЬЦО', 1, '04:00', '16:00', 'МСК' union all
select 3605, '3,ЛИТ. А, УЛ. МАРКИНА', 1, '04:00', '16:00', 'МСК' union all
select 3613, 'Д. 30, УЛ. МАГИСТРАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3618, '45,ЛИТ. А, УЛ. ЖДАНОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3629, 'ЗД. 40А, УЛ. ЛАТЫШСКИХ ГВАРДЕЙЦЕВ', 1, '04:00', '16:00', 'МСК' union all
select 3635, '38Б,ПОМ. 2, УЛ. ПРАВДЫ', 1, '04:00', '16:00', 'МСК' union all
select 3640, '21, УЛ. ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 3648, '1, ПР-Д КОРАБЕЛЬСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 3654, '3,СТР. 1, ПР-КТ НОВГОРОДСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 3655, '4А, УЛ. МИРА', 1, '04:00', '16:00', 'МСК' union all
select 3657, '19А,СТР.1, Ш. ЮККОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 3661, '75, УЛ. ЛЕНИНГРАДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3664, '2В, УЛ. СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3665, 'ЗД.26А, УЛ. СОВЕТСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3666, '6, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 3674, 'ВЫБОРГСКОЕ ШОССЕ, Д. 23А', 1, '04:00', '16:00', 'МСК' union all
select 3679, 'Д. РАЗМЕТЕЛЕВО, ЗД.2 А,П.2', 1, '04:00', '16:00', 'МСК' union all
select 4000, '12,П.8-21, УЛ. МАГИСТРАЛЬНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 4007, '33,ПОМ.4, УЛ. ВОСТОЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 4021, 'ЗД.44, УЛ. ТАТЬЯНЫ СНЕЖИНОЙ', 1, '04:00', '16:00', 'МСК' union all
select 4025, '109, УЛ. ТИХАЯ', 1, '04:00', '16:00', 'МСК' union all
select 4026, '8, СТР.13, УЛ. НАХИМОВА', 1, '04:00', '16:00', 'МСК' union all
select 4418, '9, УЛ. СОЛДАТОВА', 1, '04:00', '16:00', 'МСК' union all
select 4424, '80, ЭТ.1, УЛ. ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 4440, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 50040, 'НЕХИНСКАЯ УЛ. 57', 1, '04:00', '16:00', 'МСК' union all
select 50045, 'УЛ.АКАДЕМИКА КОРОЛЕВА 13,СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 50077, '2-Я РАЗЪЕЗДНАЯ 3', 1, '04:00', '16:00', 'МСК' union all
select 50090, '139,П20, УЛ.КОМИНТЕРНА', 1, '04:00', '16:00', 'МСК' union all
select 50091, '3/1 ОФ.412, УЛ.ЕСЕНИНА, Д. 3/1, ОФ. 07', 1, '04:00', '16:00', 'МСК' union all
select 50092, 'УЛ.КИРОВА 27/3', 1, '04:00', '16:00', 'МСК' union all
select 6002, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'МСК' union all
select 6003, '16,К.7, С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'МСК' union all
select 6006, '159, ЛИТ.А, Ш. ТАЛЛИННСКОЕ (СТАРО-ПАНОВО)', 1, '04:00', '16:00', 'МСК' union all
select 6020, '12, К.ВА, ЛИТЕРА А, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 6021, '1, К.13, ТЕРР.ПРОМЫШЛ.ПАРКА ГРИВНО', 1, '04:00', '16:00', 'МСК' union all
select 6024, 'ЗД.50, К.1, УЛ. ШОССЕЙНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 6025, 'Д.118,К4С1, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 6026, '141,К.2,С1, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 6027, 'Д.2, СТР.1, ТЕР. ОБУХОВО-ПАРК', 1, '04:00', '16:00', 'МСК' union all
select 6171, '164, УЛ. ЛЕЖНЕВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 6173, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 6297, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'МСК' union all
select 6920, '13, УЛ. РЕВОЛЮЦИИ', 1, '04:00', '16:00', 'МСК' union all
select 7004, '2-Й БАДАЕВСКИЙ ПРОЕЗД, Д. 7-А', 1, '04:00', '16:00', 'МСК' union all
select 7015, 'Д. 7, ЛИТ. А, ПОСЕЛОК ШУШАРЫ, ПРОЕЗД 2-Й БАДАЕВСКИЙ, Д', 1, '04:00', '16:00', 'МСК' union all
select 7026, 'ВОЛХОНСКОЕ Ш.,КВ-Л 12 2', 1, '04:00', '16:00', 'МСК' union all
select 7027, 'УЛ.ТРУДОВАЯ 10', 1, '04:00', '16:00', 'МСК' union all
select 7028, '6,К.2,Л.А, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 7029, '91,ЛИТ.Ц, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 7033, 'УЛ. КРАСНЫХ ПАРТИЗАН 2/1', 1, '04:00', '16:00', 'МСК' union all
select 7034, 'АКСАЙСКИЙ Р-ОН, П. ЯНТАРНЫЙ, , НОВОЧЕРКАССКОЕ ШОССЕ 15', 1, '04:00', '16:00', 'МСК' union all
select 7053, 'ВОЛЖСКИЙ РАЙОН,ПГТ. СТРОЙКЕРАМИКА, , ЛИТЕР 5', 1, '04:00', '16:00', 'МСК' union all
select 7054, '443072, Г. САМАРА, МОСКОВСКОЕ ШОССЕ 18 , КМ, 27Г, КОРПУС 10', 1, '04:00', '16:00', 'МСК' union all
select 7073, '16, КОРП.5, О.П. 3307 КМ', 1, '04:00', '16:00', 'МСК' union all
select 7074, 'УЛ. ИГАРСКАЯ, 54/3', 1, '04:00', '16:00', 'МСК' union all
select 7093, 'УЛ. МОНТАЖНИКОВ, 24, ЛИТЕР А', 1, '04:00', '16:00', 'МСК' union all
select 7094, 'ПЕРЕУЛОК НИКОЛЬСКИЙ Д.1 ТЕРМИНАЛ №14', 1, '04:00', '16:00', 'МСК' union all
select 7095, '(пусто)', 1, '04:00', '16:00', 'МСК' union all
select 7096, '112, ЛИТ.Б, УЛ. САВУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 7116, '49 КМ КИЕВСКОГО ШОССЕ, СТР.3, ЭТ.2,П.25', 1, '04:00', '16:00', 'МСК' union all
select 7118, 'УЛ. МОНТАЖНАЯ, Д. 3/7', 1, '04:00', '16:00', 'МСК' union all
select 7119, 'СТУПИНСКИЙ Р-Н, ПОС. МАЛИНО УЛ. ГОРЬКОГО 37', 1, '04:00', '16:00', 'МСК' union all
select 7123, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'МСК' union all
select 7127, 'Д.10, КИРПИЧНЫЙ ПРОЕЗД', 1, '04:00', '16:00', 'МСК' union all
select 7137, 'Д.18, УЛ. ПОЧТОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8000, '345,ЛИТ.А, ПОМЕЩЕНИЕ 1Н,№ ЧАСТИ ПОМЕЩЕНИЯ 103, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 8000470, 'Д.7, ЛИТ.А, ПОМ.257, ПРОЕЗД 2-Й БАДАЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 8000471, '118, КОР.3, СОФИЙСКАЯ, СТР.1,П.81', 1, '04:00', '16:00', 'МСК' union all
select 8000472, '49 КМ. КИЕВСКОГО ШОССЕ, СТР.3,', 1, '04:00', '16:00', 'МСК' union all
select 8000473, '37, ГОРЬКОГО', 1, '04:00', '16:00', 'МСК' union all
select 8000474, '15, НОВОЧЕРКАССКОЕ ШОССЕ', 1, '04:00', '16:00', 'МСК' union all
select 8000475, '«ЛИТЕР»5', 1, '04:00', '16:00', 'МСК' union all
select 8000476, '27Г, КОРП.10, МОСКОВСКОЕ ШОССЕ 18 КМ', 1, '04:00', '16:00', 'МСК' union all
select 8000477, '24, МОНТАЖНИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 8000478, '20, ПОТРЕБИТЕЛЬСКАЯ 2-Я', 1, '04:00', '16:00', 'МСК' union all
select 8000479, '28, БАРАБИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8000565, 'СТР.10, ТЕР-РИЯ ПРОМЗОНА', 1, '04:00', '16:00', 'МСК' union all
select 8000570, '8,С.1,ЭТ.4, НАУЧНЫЙ ПРОЕЗД, ПXVIIОФ411', 1, '04:00', '16:00', 'МСК' union all
select 8000571, 'ЛИТЕРА 4, ПГТ.СТРОЙКЕРАМИКА', 1, '04:00', '16:00', 'МСК' union all
select 8000590, 'Д.60, УЛ.СОФИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8000641, '4Е, КИРОВСКИЙ РАЙОН, УЛ. БУКСИРНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8000661, 'Д.151, СТР.1, УЛ. СОФИЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 761, '6, Ч.П.1-Н, УЛ. ПРАЖСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 763, '23,К.1,С.1, УЛ. ЕСЕНИНА', 1, '04:00', '16:00', 'МСК' union all
select 764, '16/5, УЛ. ЕКАТЕРИНИНСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 766, '19Г, УЛ. ПАРКОВАЯ', 1, '04:00', '16:00', 'МСК' union all
select 767, '1А, Д. СКОТНОЕ', 1, '04:00', '16:00', 'МСК' union all
select 8000691, 'Д.7, ЛИТ.А, ПРОЕЗД 2-Й БАДАЕВСКИЙ', 1, '04:00', '16:00', 'МСК' union all
select 8000696, '2-Й БАДАЕВСКИЙ ПРОЕЗД, Д.7, ЛИТ.А', 1, '04:00', '16:00', 'МСК' union all
select 8000698, '49 КМ КИЕВСКОГО ШОССЕ, УЧ.2', 1, '04:00', '16:00', 'МСК' union all
select 8000710, 'СТР.24, УЛ.ЗАВОДСКАЯ,ЗД.2В, ЭТ.2,П.25', 1, '04:00', '16:00', 'МСК' union all
select 8000711, 'СТР.24, УЛ.ЗАВОДСКАЯ,ЗД.2В, ЭТ.2,П.25', 1, '04:00', '16:00', 'МСК' union all
select 8000796, '19,20, СКЛ.17,18, УЛ.4-Я ПРОМЫШЛЕННАЯ,Д.4', 1, '04:00', '16:00', 'МСК' union all
select 8000797, 'КПП7,СКЛАД, УЛ.АДМИРАЛА КОРНИЛОВА,Д.3, ЭНЕРГИЯ)', 1, '04:00', '16:00', 'МСК' union all
select 8000800, 'Д.54/3, УЛ.ИГАРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8000810, '15/20, УЛ. ЛЕНИНГРАДСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8001, '345,ЛИТ.А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 8003, '12, К.ВА, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8005, 'ПРОМЗОНА УТКИНА ЗАВОДЬ УЧ №1 КОРП. №2', 1, '04:00', '16:00', 'МСК' union all
select 8006, '192076, САНКТ-ПЕТЕРБУРГ, СОВЕТСКИЙ , ПРОСПЕКТ, Д. 42 ПОС. МЕТАЛЛОСТРОЙ', 1, '04:00', '16:00', 'МСК' union all
select 8007, 'Г. НИЖНИЙ НОВГОРОД, ВОРОТЫНСКАЯ УЛ., 3', 1, '04:00', '16:00', 'МСК' union all
select 8008, 'Г. НОВОСИБИРСК, УЛ. ДЕКАБРИСТОВ 247 КОРПУС 6 , ИНДЕКС 630063', 1, '04:00', '16:00', 'МСК' union all
select 8009, 'УЛ. ДАРГОМЫЖСКОГО, 8А', 1, '04:00', '16:00', 'МСК' union all
select 8023, 'ТЕЛЬМАНА ЗОНА,ЗД.1,БЛОК 1,ЭТ1, ЧЗ.1,ПОМ43', 1, '04:00', '16:00', 'МСК' union all
select 8033, '36, УЛ. МОЖАЙСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8034, '10, ПРОМЫШЛЕННАЯ УЛ.', 1, '04:00', '16:00', 'МСК' union all
select 8040, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8070, '3 ПРОЕЗД, Д. 69.', 1, '04:00', '16:00', 'МСК' union all
select 8072, '(S = 2128,3 КВ.М.),2 (S = 421,4 КВ.М.), 16, К.5, I,НОМЕРА ПОМЕЩЕНИЙ НА ПЛАНЕ 1, Д.16, КОРП.5,ЭТАЖ , КМ, , С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'МСК' union all
select 8074, '3307 КМ ПЛАТФОРМА, Д.16,КОРП.7, ЭТ1,ПОМ13', 1, '04:00', '16:00', 'МСК' union all
select 8090, 'Д. 8А/2, УЛ. ВОДОПРОВОДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8091, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'МСК' union all
select 8092, 'ВОСТОК КОРП. 1, К.1, КОСУЛИНО, ЛОГОПАРК КОЛЬЦЕВАЯ-ВОСТОК', 1, '04:00', '16:00', 'МСК' union all
select 8112, 'Д.ЧЁРНАЯ ГРЯЗЬ, УЛ.СХОДНЕНСКАЯ, СТ', 1, '04:00', '16:00', 'МСК' union all
select 8115, 'ПОС.БЫКОВО, УЛ.АЭРОПОРТОВСКАЯ Д.14 П', 1, '04:00', '16:00', 'МСК' union all
select 8116, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'МСК' union all
select 8118, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'МСК' union all
select 8119, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'МСК' union all
select 8121, '2А, УЛ.ДАЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8124, '3,ЛИТ. Б, СТР. 12, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'МСК' union all
select 8125, 'Д.14А, УЛ. АЭРОПОРТОВСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 8133, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'МСК' union all
select 8400, 'ВЛ.50,СТР1, ПОС. СОСЕНСКОЕ, УЛ. ПОЛЯНЫ', 1, '04:00', '16:00', 'МСК' union all
select 8401, 'СТР. 34, Ш. ВОЛКОВСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 910000, '1-АЯ УЛИЦА РЕВСОБРАНИЙ 3А', 1, '04:00', '16:00', 'МСК' union all
select 910001, 'ДЕРЕВНЯ МАРТЬЯНОВО', 1, '04:00', '16:00', 'МСК' union all
select 910693, 'ПРОСПЕКТ ЛЕНИНА, 27', 1, '04:00', '16:00', 'МСК' union all
select 926968, '41, СТР.1, ПОМ.10-Н, УЛ. ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927024, 'ПОМ.101Н, СТР.1, УЛ. ЗАРЕЧНАЯ, Д.15, К.1', 1, '04:00', '16:00', 'МСК' union all
select 927025, 'П.48Н,11Н, ПР-КТ БОГАТЫРСКИЙ, 2А, СТР. 1', 1, '04:00', '16:00', 'МСК' union all
select 927093, 'ЛИТ.А, ПОМ.1-Н, ПР-КТ ВЕТЕРАНОВ, Д.55', 1, '04:00', '16:00', 'МСК' union all
select 927111, 'Д. 2, УЛ. НИКИТИНА', 1, '04:00', '16:00', 'МСК' union all
select 927112, 'ЗД. 1А, ПР-КТ ЛУЧЕВОЙ', 1, '04:00', '16:00', 'МСК' union all
select 927113, 'ЗД. 1, УЛ. ЮЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927270, '34А, УЛ. ЖЕЛЕЗНОДОРОЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927271, 'ЗД. 1, УЛ. КАЛИНИНА', 1, '04:00', '16:00', 'МСК' union all
select 927625, 'Д. 8Б, П. ЩЕГЛОВО', 1, '04:00', '16:00', 'МСК' union all
select 927626, 'ПОМ. 63-Н, ПР-КТ КОМЕНДАНТСКИЙ, 57, К. 1, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 927830, 'ГП НОВОСЕЛЬЕ, УЛ. НЕВСКАЯ, Д. 7/4, ПОМ.1-Н', 1, '04:00', '16:00', 'МСК' union all
select 927831, 'Д.15,Л.А, П.24Н,17Н, УЛ.ЮЖНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927832, 'Б-Р ДЕСАНТНИКА ВАДИМА ЧУГУНОВА, Д.8,К.3, П.99-Н', 1, '04:00', '16:00', 'МСК' union all
select 927833, 'Д.46, СТР.1, ТЕР.ТОРИКИ, Ш. АННИНСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 927858, '146-Н, П.145-Н,, ПР-КТ ЕВРОПЕЙСКИЙ,Д.20,К.4', 1, '04:00', '16:00', 'МСК' union all
select 927878, 'Д.16, УЛ.ПУШКИНА', 1, '04:00', '16:00', 'МСК' union all
select 927890, 'Д.13,К.2, ЛИТЕР А, УЛ. БАЙКОНУРСКАЯ', 1, '04:00', '16:00', 'МСК' union all
select 927892, '45,К.2,Л.А, П29-Н,30-Н, УЛ.ОПТИКОВ', 1, '04:00', '16:00', 'МСК' union all
select 927109, 'МО, г. о. Серпухов, д. Дашковка 94 Б ТО 19.03.2022', 1, '04:00', '16:00', 'МСК' union all
select 927110, 'Россия, Московская область, Орехово-Зуевский район, посёлок Авсюнино, ул. Энтузиастов, 40', 1, '04:00', '16:00', 'МСК' union all
select 927128, 'МО, Орехово-Зуево, ул. Коминтерна 1б', 1, '04:00', '16:00', 'МСК' union all
select 927269, 'МО, Одинцовский р-н, п. Часцы, 10', 1, '04:00', '16:00', 'МСК' union all
select 927678, 'МО, Воскресенск, город Белоозерский, ул. Коммунальная, 12', 1, '04:00', '16:00', 'МСК' union all
select 927834, 'МО, Одинцовский г.о., г. Звенигород, микрорайон Южный, ул. Радужная, д. 24.', 1, '04:00', '16:00', 'МСК' union all
select 927849, 'МО, г. Руза, Территория Микрорайон 9а', 1, '04:00', '16:00', 'МСК' union all
select 927850, '142402 г. Ногинск, ул. Радченко, 1, стр. б', 1, '04:00', '16:00', 'МСК' union all
select 927893, '142600, г. Орехово-Зуево, б-р Центральный, 5, помещение 217', 1, '04:00', '16:00', 'МСК' union all
select 927894, 'МО Шатура, ул. Радченко, д. 14.', 1, '04:00', '16:00', 'МСК' union all
select 927955, '141241, г. Пушкино, ул. Школьная (Мамонтовка мкр.), 28', 1, '04:00', '16:00', 'МСК' union all
select 928007, '143009, г. Одинцово, ул. Маршала Жукова, стр. 11б, помещение 1', 1, '04:00', '16:00', 'МСК' union all
select 928008, '141407, г. Химки, Куркинское шоссе 2Б', 1, '04:00', '16:00', 'МСК' union all
select 928043, '143103, г. Руза, ул. Социалистическая, д. 61, помещение 1', 1, '04:00', '16:00', 'МСК' union all
select 928059, '125239, г. Москва, ул. Коптевская, д. 85, помещение 1', 1, '04:00', '16:00', 'МСК' union all
select 928145, 'МО, Орехово-Зуевский го, д. Анциферово, ул. Лесная, дом 158, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 928157, '144001,Россия,Московская обл, Электросталь г., Захарченко ул,7,помещ. 6', 1, '04:00', '16:00', 'МСК' union all
select 928176, '142611,Россия,Московская обл, Орехово-Зуево г, Бугрова ул,12А', 1, '04:00', '16:00', 'МСК' union all
select 928195, '141370, г. Хотьково, ул. Октябрьская, д. 7б', 1, '04:00', '16:00', 'МСК' union all
select 928237, '143005, г. Одинцово, ш. Можайское, д. 145А, помещ. 1', 1, '04:00', '16:00', 'МСК' union all
select 928338, '142500, г. Павловский Посад, ул. Тихонова, д. 28', 1, '04:00', '16:00', 'МСК' union all
select 928407, '143600, г. Волоколамск, ул. Школьная, д. 8, помещ. 1', 1, '04:00', '16:00', 'МСК' union all
select 928408, '143022, г.о. Одинцовский, п. Летний Отдых, ул. Зеленая, д. 1А, помещ. 4', 1, '04:00', '16:00', 'МСК' union all
select 182, '117513, МОСКВА Г, ЛЕНИНСКИЙ ПР-КТ, Д.123', 1, '04:00', '16:00', 'МСК' union all
select 291, '127549, МОСКВА Г, БИБИРЕВСКАЯ УЛ, Д.10, КОРП.2', 1, '04:00', '16:00', 'МСК' union all
select 302, '117447, МОСКВА Г, ЧЕРЕМУШКИНСКАЯ Б. УЛ, Д.1', 1, '04:00', '16:00', 'МСК' union all
select 512, 'г. Домодедово, мкр. Востряково, ул. Вокзальная', 1, '04:00', '16:00', 'МСК' union all
select 8123, 'Россия, Московская область, городской округ Подольск, деревня Валищево', 1, '04:00', '16:00', 'МСК' union all
select 601, 'ООО "Лента", 129515, г. Москва, ул. 1-я Останкинская, д. 55', 1, '04:00', '16:00', 'МСК' union all
select 8130, 'Воронежская обл, г. Отрадное г. ул. Автодорожная, зд. 11', 1, '04:00', '16:00', 'МСК' union all
select 323, 'Г. ВЛАДИКАВКАЗ,Ш. АРХОНСКОЕ 1А, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 509, 'г. Кашира, ул. Стрелецкая, д. 68', 1, '04:00', '16:00', 'МСК' union all
select 510, 'М.О., Мытищи, пр-т Астрахова, 8', 1, '04:00', '16:00', 'МСК' union all
select 513, 'Московская обл., Наро-Фоминский г.о., д.Атепцево, Совхозная ул., д.7в', 1, '04:00', '16:00', 'МСК' union all
select 529, 'г. Балашиха, мкр. Железнодорожный, ул. Автозаводская, д. 7А', 1, '04:00', '16:00', 'МСК' union all
select 683, 'Московская обл., Мытищи г.о., Пирогово д., Совхозная ул., стр. 39', 1, '04:00', '16:00', 'МСК' union all
select 144, 'С. ВЕРХНЕРУССКОЕ,УЛ. БАТАЙСКАЯ 2,А', 1, '04:00', '16:00', 'МСК' union all
select 926966, 'Россия, Москва, поселение Первомайское, деревня Ивановское, улица Семёна Гордого, 3', 1, '04:00', '16:00', 'МСК' union all
select 926967, 'МО, г. Пушкино, улица Просвещения, дом 10, корпус 1', 1, '04:00', '16:00', 'МСК' union all
select 927676, 'г Москва, ул 2-я Владимирская, д 59/39', 1, '04:00', '16:00', 'МСК' union all
select 927677, 'Москва Люблинская ул., д. 59', 1, '04:00', '16:00', 'МСК' union all
select 46, 'Г. ТАГАНРОГ,УЛ. БОЛЬШАЯ БУЛЬВАРНАЯ 15', 1, '04:00', '16:00', 'МСК' union all
select 47, 'Г. НОВОШАХТИНСК,УЛ. ХАРЬКОВСКАЯ 201', 1, '04:00', '16:00', 'МСК' union all
select 68, 'Г. ШАХТЫ,ПР-КТ АЛЕКСАНДРОВСК-ГРУШЕВСКИЙ 13', 1, '04:00', '16:00', 'МСК' union all
select 134, 'Г. СТАВРОПОЛЬ,УЛ. ДОВАТОРЦЕВ 75, А', 1, '04:00', '16:00', 'МСК' union all
select 136, 'Г. ВОЛГОГРАД,УЛ. КОСМОНАВТОВ 30', 1, '04:00', '16:00', 'МСК' union all
select 149, 'Г. НОВОЧЕРКАССК,УЛ. ГАГАРИНА 2Б', 1, '04:00', '16:00', 'МСК' union all
select 179, 'Г. КРАСНОДАР,УЛ. ЗАПАДНЫЙ ОБХОД 29', 1, '04:00', '16:00', 'МСК' union all
select 191, 'Г. РОСТОВ-НА-ДОНУ,УЛ. 14-Я ЛИНИЯ 84', 1, '04:00', '16:00', 'МСК' union all
select 194, 'Г. АСТРАХАНЬ,УЛ. ЯБЛОЧКОВА 2В/39', 1, '04:00', '16:00', 'МСК' union all
select 195, 'Г. ГРОЗНЫЙ,ПР-КТ КУНТА-ХАДЖИ КИШИЕВА 151', 1, '04:00', '16:00', 'МСК' union all
select 207, 'Г. ВОЛГОГРАД,ПР-Т УНИВЕРСИТЕТСКИЙ 2', 1, '04:00', '16:00', 'МСК' union all
select 211, 'Г. ВОЛГОГРАД,УЛ. ПРОЛЕТАРСКАЯ 8', 1, '04:00', '16:00', 'МСК' union all
select 215, 'Г. ТАГАНРОГ,УЛ. 2-Я СОВЕТСКАЯ 74 Г', 1, '04:00', '16:00', 'МСК' union all
select 279, 'Г. ЧЕРКЕССК,УЛ. ЛЕНИНА 387, Ж', 1, '04:00', '16:00', 'МСК' union all
select 299, 'Г. РОСТОВ-НА-ДОНУ,ПР-КТ МИХАИЛА НАГИБИНА 17', 1, '04:00', '16:00', 'МСК' union all
select 306, 'Г. МАЙКОП,УЛ. СТЕПНАЯ 190,СТР.4', 1, '04:00', '16:00', 'МСК' union all
select 646, 'ООО "Лента", 141700, Московская обл., г. Долгопрудный, ул. Дирижабельная, д. 23', 1, '04:00', '16:00', 'МСК' union all
select 620, 'ООО "Лента", 141420, Московская обл., Солнечногорский р-н, д. Голиково, Усковский пр-д, д. 2', 1, '04:00', '16:00', 'МСК' union all
select 665, 'ООО "Лента", 141720, Московская обл., г. Долгопрудный, Лихачевский пр-кт, д. 64', 1, '04:00', '16:00', 'МСК' union all
select 3168, 'МО, г.о Истра, ул. Урицкого д. 120', 1, '04:00', '16:00', 'МСК' union all
select 623, 'ООО "Лента", 141006, Московская обл., Мытищинский р-н, г. Мытищи, ул. 1-я Пролетарская, д. 12', 1, '04:00', '16:00', 'МСК' union all
select 1426, 'г. Москва, Михалковская ул., д.28', 1, '04:00', '16:00', 'МСК' union all
select 1389, 'Москва г., Генерала Белобородова ул., д 17-19', 1, '04:00', '16:00', 'МСК' union all
select 1458, 'Московская обл., Красногорск г., Ленина ул., д.44', 1, '04:00', '16:00', 'МСК' union all
select 680, 'ООО "Лента", 125130, Москва, ул. Зои и Александра Космодемьянских, 23', 1, '04:00', '16:00', 'МСК' union all
select 1364, 'Москва г., Уссурийская ул., д.1 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1418, 'Москва г, Академика Королева ул., д 8А', 1, '04:00', '16:00', 'МСК' union all
select 1363, 'Москва г, Хабаровская ул., д 12/23', 1, '04:00', '16:00', 'МСК' union all
select 1423, 'Московская обл, Красногорск г., 50 лет Октября ул., д.12', 1, '04:00', '16:00', 'МСК' union all
select 1402, 'Москва г, Чусовская ул., д 13', 1, '04:00', '16:00', 'МСК' union all
select 1425, 'г. Москва Колодезный пер., д. 3', 1, '04:00', '16:00', 'МСК' union all
select 1450, 'г. Москва, Измайловский б-р, д.60/10', 1, '04:00', '16:00', 'МСК' union all
select 1378, '105037, г Москва, Измайловский проезд, д 3 к 2', 1, '04:00', '16:00', 'МСК' union all
select 1452, 'Измайловская пл., д. 8', 1, '04:00', '16:00', 'МСК' union all
select 1356, 'г. Москва, Сущевский вал ул., д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3121, 'Г. Балашиха, ул. Твардовского, д. 12А', 1, '04:00', '16:00', 'МСК' union all
select 669, 'ООО "Лента", 143912, Московская область, г. Балашиха, шоссе Энтузиастов, ВЛ.11, стр.4', 1, '04:00', '16:00', 'МСК' union all
select 1391, 'Москва г., Михалковская ул., д 6', 1, '04:00', '16:00', 'МСК' union all
select 1319, 'Москва г., Щёлковское шоссе, д.27А', 1, '04:00', '16:00', 'МСК' union all
select 626, 'ООО "Лента", 105118, г.Москва, пр-кт. Буденного, 18,Б', 1, '04:00', '16:00', 'МСК' union all
select 3098, 'МО, Одинцовский г.о., г. Звенигород, микрорайон Южный, ул. Радужная, д. 24.', 1, '04:00', '16:00', 'МСК' union all
select 1301, 'Москва г., Хлобыстова ул., д 20 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1304, 'Москва г., Волгоградский пр-кт, д 73 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 3066, 'МО, Одинцовский г.о., Горки-10, 27/1', 1, '04:00', '16:00', 'МСК' union all
select 670, 'ООО "Лента", 143001, Московская область, г. Одинцово, поселок Трехгорка, ул. Трехгорная, д.6', 1, '04:00', '16:00', 'МСК' union all
select 3107, 'МО, Орехово-Зуево, ул. Коминтерна 1б', 1, '04:00', '16:00', 'МСК' union all
select 1352, 'г. Москва 15-я Парковая ул., д. 40, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 3069, 'Москва, Новодмитровская ул., 2к1', 1, '04:00', '16:00', 'МСК' union all
select 628, 'ООО "Лента", 143405, Московская обл., Красногорский р-н, г. Красногорск, Ильинское ш, д. 14, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 3070, 'Москва ул. Складочная д.1 стр 13', 1, '04:00', '16:00', 'МСК' union all
select 603, 'ООО "Лента", 142605, Московская обл., г. Орехово-Зуево, ул. Ленина, д. 44А', 1, '04:00', '16:00', 'МСК' union all
select 1413, 'г. Москва, Красная Пресня ул., д.23Б стр.1', 1, '04:00', '16:00', 'МСК' union all
select 1323, 'Москва г., Талалихина ул., д 3 стр 2', 1, '04:00', '16:00', 'МСК' union all
select 606, 'ООО "Лента", 121351, г. Москва, ул. Ивана Франко, д.38/1', 1, '04:00', '16:00', 'МСК' union all
select 624, 'ООО "Лента", 121374, г. Москва, ул. Красных Зорь, д. 19', 1, '04:00', '16:00', 'МСК' union all
select 634, 'ООО "Лента", 109378, г. Москва, Есенинский б-р, д. 1/26, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 675, 'ООО "Лента", 109443, Москва, ул. Юных Ленинцев, 52', 1, '04:00', '16:00', 'МСК' union all
select 1310, 'Москва Люблинская ул., д. 59', 1, '04:00', '16:00', 'МСК' union all
select 1447, 'г Москва, Ленинский пр-кт, д 74', 1, '04:00', '16:00', 'МСК' union all
select 3081, 'MО, Люберцы, ул. Юбилейная,2A', 1, '04:00', '16:00', 'МСК' union all
select 1308, 'Москва г., Кантемировская ул., д.17', 1, '04:00', '16:00', 'МСК' union all
select 1334, 'г. Москва, Борисовские Пруды ул., д.14 к.4А', 1, '04:00', '16:00', 'МСК' union all
select 1340, 'Москва Академика Капицы ул., д. 28', 1, '04:00', '16:00', 'МСК' union all
select 1320, 'г. Москва, Генерала Тюленева ул., д.4А стр.3', 1, '04:00', '16:00', 'МСК' union all
select 1337, 'г. Москва, Подольских Курсантов ул., д.10', 1, '04:00', '16:00', 'МСК' union all
select 1338, 'ул. Генерала Белова, д. 59', 1, '04:00', '16:00', 'МСК' union all
select 636, 'ООО "Лента", 143132, Московская область, Рузский р-н,Тучково рп, ул. Партизан, д.6', 1, '04:00', '16:00', 'МСК' union all
select 503, 'г. Москва, ул. Филевский б-р, 10', 1, '04:00', '16:00', 'МСК' union all
select 1300, 'Москва г., Прокатная ул., д. 2', 1, '04:00', '16:00', 'МСК' union all
select 1303, 'Москва г., Берников пер, д 2', 1, '04:00', '16:00', 'МСК' union all
select 3008, 'г. Балашиха, мкр. Железнодорожный, ул. Пролетарская 5', 1, '04:00', '16:00', 'МСК' union all
select 3090, 'MСК, Пресненская набережная, 10c2', 1, '04:00', '16:00', 'МСК' union all
select 3003, 'МО, г. Балашиха, ул. Главная 22Б.', 1, '04:00', '16:00', 'МСК' union all
select 1453, 'Москва Овчинниковская наб., д. 22/24, стр. 1', 1, '04:00', '16:00', 'МСК' union all
select 1461, 'Московская обл., Балашиха г., Рождественская ул., д.3', 1, '04:00', '16:00', 'МСК' union all
select 1430, 'Москва г., Большие Каменщики ул., д.6 стр.1а', 1, '04:00', '16:00', 'МСК' union all
select 1424, 'Москва г., Усачёва ул., д.35 стр.1', 1, '04:00', '16:00', 'МСК' union all
select 1449, 'Москва г, Рязанский пр-кт, д 75 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1379, 'Москва г., Духовской пер., д.16', 1, '04:00', '16:00', 'МСК' union all
select 1348, 'Москва г., кв-л 114а Волжский Бульвар, к.10', 1, '04:00', '16:00', 'МСК' union all
select 1428, 'г. Москва Лермонтовский пр-т., д. 10, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 1434, 'г. Люберцы, ул. Кирова, д. 4', 1, '04:00', '16:00', 'МСК' union all
select 1446, 'ул. Винокурова, д. 4, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 627, 'ООО "Лента", 143005, Московская область, г. Одинцово, ул. Говорова, д. 24 лит. Б', 1, '04:00', '16:00', 'МСК' union all
select 1396, 'Московская обл., Одинцово г., Можайское шоссе, д.121', 1, '04:00', '16:00', 'МСК' union all
select 1309, 'Москва Тихорецкий б-р, д. 12, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 1314, 'г. Москва, Краснодарская ул., д.57А', 1, '04:00', '16:00', 'МСК' union all
select 1332, 'ул. Братиславская, д. 30', 1, '04:00', '16:00', 'МСК' union all
select 656, 'ООО "Лента", 117556,г. Москва, Чонгарский б-р,д.7', 1, '04:00', '16:00', 'МСК' union all
select 1342, 'г. Москва, Обручева ул., д.55А', 1, '04:00', '16:00', 'МСК' union all
select 1417, 'г. Москва, Новочеркасский б-р, д.41 к.4', 1, '04:00', '16:00', 'МСК' union all
select 3102, 'МО, Люберецкий р-он, п. Малаховка, Красковское ш. 1', 1, '04:00', '16:00', 'МСК' union all
select 1302, 'Москва г., Новочеркасский б-р, д 20 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1312, 'Москва Батайский пр-д, д. 69', 1, '04:00', '16:00', 'МСК' union all
select 1321, 'Москва г., Кантемировская ул., д.20 к.1', 1, '04:00', '16:00', 'МСК' union all
select 3170, 'МО, Одинцовский р-н, п. Часцы, 10', 1, '04:00', '16:00', 'МСК' union all
select 1419, 'ул. Красного маяка, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3097, 'MО, Жуковский, Набережная Циолковского, 20', 1, '04:00', '16:00', 'МСК' union all
select 3158, 'МО, д. Трошково, улица Шоссейная, строение 45 б', 1, '04:00', '16:00', 'МСК' union all
select 3077, 'МО. Жуковский, ул. Гагарина 3А', 1, '04:00', '16:00', 'МСК' union all
select 1343, 'пр-д, Россошанский д. 8, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 2640, '2, Ш. БЕРДСКОЕ', 1, '04:00', '16:00', 'МСК' union all
select 2643, '139, УЛ. МЕЛЬНИКАЙТЕ', 1, '04:00', '16:00', 'МСК' union all
select 2644, '74, УЛ. 30 ЛЕТ ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 2645, '9, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2646, '2, УЛ. ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 2647, '17, УЛ. КУЗОВАТКИНА', 1, '04:00', '16:00', 'МСК' union all
select 2648, '126, УЛ. БЛЮХЕРА', 1, '04:00', '16:00', 'МСК' union all
select 2649, '291, УЛ. РЕСПУБЛИКИ', 1, '04:00', '16:00', 'МСК' union all
select 2650, '75, УЛ. БРАТЬЕВ КАШИРИНЫХ', 1, '04:00', '16:00', 'МСК' union all
select 2651, '15, УЛ. АКАДЕМИКА САХАРОВА', 1, '04:00', '16:00', 'МСК' union all
select 2652, '66, ПР-КТ ПАРКОВЫЙ', 1, '04:00', '16:00', 'МСК' union all
select 2653, '65, Б-Р ГАГАРИНА', 1, '04:00', '16:00', 'МСК' union all
select 2656, '139, УЛ. МЕЛЬНИКАЙТЕ', 1, '04:00', '16:00', 'МСК' union all
select 2657, '74, УЛ. 30 ЛЕТ ПОБЕДЫ', 1, '04:00', '16:00', 'МСК' union all
select 2658, '9, УЛ. ОБЪЕЗДНАЯ', 1, '04:00', '16:00', 'МСК' union all
select 2659, '2, УЛ. ЮГОРСКИЙ ТРАКТ', 1, '04:00', '16:00', 'МСК' union all
select 2660, '17, УЛ. КУЗОВАТКИНА', 1, '04:00', '16:00', 'МСК' union all
select 1431, 'пос. Московский, г. Московский, Московская ул., д. 3А', 1, '04:00', '16:00', 'МСК' union all
select 3037, 'Москва, Веласкеса б-р, 3', 1, '04:00', '16:00', 'МСК' union all
select 3023, 'Москва, п. Сосенское, пр-кт Магеллана, д.1', 1, '04:00', '16:00', 'МСК' union all
select 1360, 'г. Москва, Харьковская ул., д.2', 1, '04:00', '16:00', 'МСК' union all
select 3169, 'МО Шатура, ул. Радченко, д. 14.', 1, '04:00', '16:00', 'МСК' union all
select 1464, 'г. Москва, Скандинавский б-р, д.1 стр.4', 1, '04:00', '16:00', 'МСК' union all
select 3001, 'ООО "Лента", 108801 Москва, поселение Сосенское, Скандинавский бульвар, 2к8', 1, '04:00', '16:00', 'МСК' union all
select 643, 'ООО "Лента", 143360, Московская обл., Наро-Фоминский р-н, г. Апрелевка, ул. Августовская, д.14', 1, '04:00', '16:00', 'МСК' union all
select 3039, 'МО, г.Видное, Расторгуево, Булатниковская, 1ю', 1, '04:00', '16:00', 'МСК' union all
select 1313, 'Москва г., Изюмская ул., д.36', 1, '04:00', '16:00', 'МСК' union all
select 8114, 'Россия, Московская область, городской округ Чехов, село Новосёлки', 1, '04:00', '16:00', 'МСК' union all
select 616, 'ООО "Лента", 143922, Московская обл., г. Балашиха, мкр Заря, ул. Гагарина, 7,4', 1, '04:00', '16:00', 'МСК' union all
select 1451, 'Москва г, Молостовых ул., д 13 к 1', 1, '04:00', '16:00', 'МСК' union all
select 3063, 'МО, г. Балашиха, д. Федурново, ул. Авиарембаза, жилой дом №5 (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 1305, 'Москва г., Зелёный пр-кт, влд 24А стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1315, 'г. Реутов, Носовихинское ш., д. 7', 1, '04:00', '16:00', 'МСК' union all
select 608, 'ООО "Лента", 143965, Московская обл., г. Реутов, Юбилейный пр., д.2, лит. А', 1, '04:00', '16:00', 'МСК' union all
select 1306, 'Москва г., Перовская ул., д 32 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1455, 'г Москва, ул 2-я Владимирская, д 59/39', 1, '04:00', '16:00', 'МСК' union all
select 649, 'ООО "Лента", 140008, Московская область, Люберецкий р-н, г. Люберцы, ул. 3-е Почтовое отделение, д.53а', 1, '04:00', '16:00', 'МСК' union all
select 660, 'ООО "Лента", 143002, Московская область, Одинцовский р-н, г. Одинцово, Можайское ш, 1А', 1, '04:00', '16:00', 'МСК' union all
select 3034, 'Москва, Варшавское ш., 168,', 1, '04:00', '16:00', 'МСК' union all
select 3196, 'Россия, Московская область, Орехово-Зуевский район, посёлок Авсюнино, ул. Энтузиастов, 40', 1, '04:00', '16:00', 'МСК' union all
select 640, 'ООО "Лента", 142000, Московская обл., г. Домодедово, Южный мкр., ул. Курыжова, д. 11', 1, '04:00', '16:00', 'МСК' union all
select 609, 'ООО "Лента", 140300, Московская обл., г. Егорьевск, ул. Советская, д.4, стр.4', 1, '04:00', '16:00', 'МСК' union all
select 641, 'ООО "Лента", 140300, Московская область, г. Егорьевск, ул. Советская, 157, пом.1', 1, '04:00', '16:00', 'МСК' union all
select 3041, 'Калужская обл., г. Балабаново, ул. Боровская, д. 18', 1, '04:00', '16:00', 'МСК' union all
select 1422, 'МО, г. Чехов, Полиграфистов ул., д. 21/1', 1, '04:00', '16:00', 'МСК' union all
select 3119, 'КО, д. Воробьи, ул. Московская, 21 (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 8117, 'Россия, Московская область, городской округ Чехов, деревня Лешино', 1, '04:00', '16:00', 'МСК' union all
select 3073, 'Калужская обл. , г. Обнинск, пр-т Маркса, 83', 1, '04:00', '16:00', 'МСК' union all
select 3057, 'Калужская обл., г. Обнинск, пр-т Ленина, 137', 1, '04:00', '16:00', 'МСК' union all
select 3022, 'МО, г. Коломна, ул. Дзержинского, д.4', 1, '04:00', '16:00', 'МСК' union all
select 3137, 'МО, г. о. Серпухов, д. Дашковка 94 Б ТО 19.03.2022', 1, '04:00', '16:00', 'МСК' union all
select 3065, 'Московская обл., г.о. Кашира, мкр. Ожерелье, ул. Ленина, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 3125, 'Россия, Калуга, улица Андрея Алёшина, 8Б', 1, '04:00', '16:00', 'МСК' union all
select 644, 'ООО "Лента", 248033, Калужская обл., г. Калуга, ул. 65 лет Победы, д. 27, лит. А', 1, '04:00', '16:00', 'МСК' union all
select 3182, 'ВО, Рамонский муниц. район, Комсомольское сельское поселение, д. Князево, улица Советская, 137а', 1, '04:00', '16:00', 'МСК' union all
select 664, 'ООО "Лента", 142702, Московская обл., Ленинский р-н, д. Лопатино, Солнечный б-р,2', 1, '04:00', '16:00', 'МСК' union all
select 3024, 'Московская обл., Селятино г., Спортивная ул., д.1', 1, '04:00', '16:00', 'МСК' union all
select 642, 'Россия, Московская область, Наро-Фоминский городской округ, рабочий посёлок Селятино, Больничная улица, 10А', 1, '04:00', '16:00', 'МСК' union all
select 3014, 'Москва, Остафьевское шоссе 12к.1', 1, '04:00', '16:00', 'МСК' union all
select 3030, 'МО, Воскресенск, город Белоозерский, ул. Коммунальная, 12', 1, '04:00', '16:00', 'МСК' union all
select 3149, 'МО, р-н Воскресенский, с/п Ашитковское, п. Виноградово, ул. Коммунистическая, д. 1', 1, '04:00', '16:00', 'МСК' union all
select 3072, 'МО, Чехов, Лопасненская, д. 8', 1, '04:00', '16:00', 'МСК' union all
select 621, 'ООО "Лента", 142402, Московская обл., г. Ногинск, ул. Ильича, промплощадка 1, д. 6', 1, '04:00', '16:00', 'МСК' union all
select 1404, 'Москва г., Дмитровское шоссе, д.101А', 1, '04:00', '16:00', 'МСК' union all
select 1376, 'Москва г., Ясный проезд, д.13 стр.2', 1, '04:00', '16:00', 'МСК' union all
select 3112, 'МО, г.о. Красногорск , п. Отрадное, «Микрогород в Лесу»', 1, '04:00', '16:00', 'МСК' union all
select 1381, 'Москва г., Менжинского ул., д.32', 1, '04:00', '16:00', 'МСК' union all
select 615, 'ООО "Лента", 142400, Московская обл., Ногинский р-н, г. Ногинск, ул. 2-я Глуховская, д.8, строения 1 и 2', 1, '04:00', '16:00', 'МСК' union all
select 1448, 'б-р. Северный, д. 10', 1, '04:00', '16:00', 'МСК' union all
select 1372, 'г. Москва, Лётчика Бабушкина ул., д 24', 1, '04:00', '16:00', 'МСК' union all
select 1456, 'г Москва, Валдайский проезд, д 8 стр 2', 1, '04:00', '16:00', 'МСК' union all
select 1373, 'г Москва, ул Дубнинская, д 12 к 3', 1, '04:00', '16:00', 'МСК' union all
select 1445, 'Москва г, Дегунинская ул., д 13 стр 3', 1, '04:00', '16:00', 'МСК' union all
select 673, 'ООО "Лента", 125195, Москва, ул. Беломорская, 16А', 1, '04:00', '16:00', 'МСК' union all
select 1377, 'Москва г., Дудинка ул., д.2 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1429, 'Москва г., Хачатуряна ул., д.7', 1, '04:00', '16:00', 'МСК' union all
select 1374, 'г. Москва Отрадная ул., д. 7', 1, '04:00', '16:00', 'МСК' union all
select 1369, 'Москва г., Берингов проезд, д 3 стр 6', 1, '04:00', '16:00', 'МСК' union all
select 1416, 'Москва г, Митинская ул., д 53', 1, '04:00', '16:00', 'МСК' union all
select 655, 'ООО "Лента", 125310, г. Москва, пер. Ангелов, 6', 1, '04:00', '16:00', 'МСК' union all
select 3094, 'МСК Красная Сосна 3к1 ЖК Настроение', 1, '04:00', '16:00', 'МСК' union all
select 1362, 'г. Москва, б-р Яна Райниса, д.18 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1388, 'Москва г., Яна Райниса б-р, д 41', 1, '04:00', '16:00', 'МСК' union all
select 1394, 'г. Москва, 3-й Митинский пер., д.3', 1, '04:00', '16:00', 'МСК' union all
select 3085, 'MCК, Митинская, 29', 1, '04:00', '16:00', 'МСК' union all
select 1327, 'г. Москва, Пятницкое шоссе, д.21 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1324, 'г. Москва, Ленинградское шоссе, д.58 стр.26', 1, '04:00', '16:00', 'МСК' union all
select 667, 'ООО "Лента", 143433, Московская обл., г. Красногорск, Нахабино рп, ул. Школьная, д.2', 1, '04:00', '16:00', 'МСК' union all
select 320, '396002,РОССИЯ, ВОРОНЕЖСКАЯ ОБЛ, РАМОНСКИЙ Р-Н, 4-Я ПРОМЫШЛЕННАЯ ЗОНА (ПРОМЫШЛЕННАЯ ТЕР.) УЛ, З Д32Д/1', 1, '04:00', '16:00', 'МСК' union all
select 1438, 'СПБ, проспект Энгельса 133 к 1, литера В', 1, '04:00', '16:00', 'МСК' union all
select 657, 'ООО "Лента", 153000, Ивановская обл., г. Иваново, пр-кт Ленина, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3154, 'ТО, Калининский район, Черногубовское сельское поселение, деревня Батино, улица Сергея Еенина д.1а', 1, '04:00', '16:00', 'МСК' union all
select 3153, 'г.Тверь, Лемешева д.10', 1, '04:00', '16:00', 'МСК' union all
select 3104, 'МО, Дмитровский район, деревня Поддубки', 1, '04:00', '16:00', 'МСК' union all
select 3135, 'МО, Клин, Ленинградское шоссе, 53а', 1, '04:00', '16:00', 'МСК' union all
select 1409, 'Московская обл., Дмитров г., Советская у., д.5', 1, '04:00', '16:00', 'МСК' union all
select 3000, 'ООО "Лента", 141303, Московская обл., г.Сергиев Посад, пр-кт Красной Армии, д.232 А', 1, '04:00', '16:00', 'МСК' union all
select 3088, 'MО, Дмитровский р, Семеновское, c113', 1, '04:00', '16:00', 'МСК' union all
select 3033, 'МО, Дмитровский район, Целеево.', 1, '04:00', '16:00', 'МСК' union all
select 3040, 'МО, Солнечногорск, на пересечении улицы Банковская и Дзержинского (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 3051, 'МО, Дмитровский район, д. Глазово, 4', 1, '04:00', '16:00', 'МСК' union all
select 3032, 'МО, г. Пушкино, улица Просвещения, дом 10, корпус 1', 1, '04:00', '16:00', 'МСК' union all
select 3084, 'МО, Лобня, Батарейная 6', 1, '04:00', '16:00', 'МСК' union all
select 3122, 'Московская обл,. г. Лобня, Ленина ул., д.19', 1, '04:00', '16:00', 'МСК' union all
select 1410, 'Московская обл., Пушкино г., Чехова ул., д.12', 1, '04:00', '16:00', 'МСК' union all
select 3048, 'МО, г. Зеленоград, к.117', 1, '04:00', '16:00', 'МСК' union all
select 1359, 'г. Москва, Зеленоград г., Савёлкинский проезд, д.8', 1, '04:00', '16:00', 'МСК' union all
select 3012, 'МО, Мытищи, д.Пирогово, ул. Центральная, стр. 93', 1, '04:00', '16:00', 'МСК' union all
select 1395, 'Московская обл., г. Зеленоград, Гоголя ул., к.1006А', 1, '04:00', '16:00', 'МСК' union all
select 613, 'ООО "Лента", 124575, г. Москва, г. Зеленоград, ул. Гоголя, д. 2', 1, '04:00', '16:00', 'МСК' union all
select 3011, 'МО, г. Зеленоград, Георгиевский проспект, д.37к2.', 1, '04:00', '16:00', 'МСК' union all
select 648, 'ООО "Лента", 141720, Московская обл., г. Долгопрудный, ул. Московская, д. 58, корп. 2', 1, '04:00', '16:00', 'МСК' union all
select 1350, 'Московская обл., Фрязино г., пр-кт Мира, д 18', 1, '04:00', '16:00', 'МСК' union all
select 612, 'ООО "Лента", 141195, Московская обл., г. Фрязино, ул. 60 лет СССР, д. 10', 1, '04:00', '16:00', 'МСК' union all
select 3025, 'МО, г. Хотькова, ул. Майолик (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 1331, 'Москва г, Широкая ул., д 12Б', 1, '04:00', '16:00', 'МСК' union all
select 3046, 'Москва, Хорошевское ш. 38с5', 1, '04:00', '16:00', 'МСК' union all
select 1335, 'г. Москва, Маршала Жукова пр-т, д.42 стр.1', 1, '04:00', '16:00', 'МСК' union all
select 1414, 'ул. Комсомольская, д. 6', 1, '04:00', '16:00', 'МСК' union all
select 3131, 'Москва, ул. Молостовых, д.1А', 1, '04:00', '16:00', 'МСК' union all
select 3076, 'Калужская обл., Боровский р-н, дер. Кабицино', 1, '04:00', '16:00', 'МСК' union all
select 1454, 'г Москва, ул Рогожский Вал, д 3', 1, '04:00', '16:00', 'МСК' union all
select 1397, 'г. Москва ул. Вешняковская, д.13А', 1, '04:00', '16:00', 'МСК' union all
select 639, 'ООО "Лента", 121354, г. Москва, ш. Можайское, д.39', 1, '04:00', '16:00', 'МСК' union all
select 3018, 'МО, г. Руза, Территория Микрорайон 9а', 1, '04:00', '16:00', 'МСК' union all
select 614, 'ООО "Лента", 109548, г. Москва, ул. Гурьянова, д. 2, лит. А', 1, '04:00', '16:00', 'МСК' union all
select 1403, 'г. Люберцы, 3-е Почтовое отделение, д.100', 1, '04:00', '16:00', 'МСК' union all
select 3002, 'МО, Одинцово, Северная 13', 1, '04:00', '16:00', 'МСК' union all
select 1435, 'Московская обл., Одинцово г., Можайское шоссе, д.71', 1, '04:00', '16:00', 'МСК' union all
select 1347, 'Москва г., Гарибальди ул., д.4Г', 1, '04:00', '16:00', 'МСК' union all
select 1307, 'Москва Армавирская ул., д. 5', 1, '04:00', '16:00', 'МСК' union all
select 1346, 'г. Москва Мичуринский пр-т, Олимпийская деревня, д. 4, к. 3', 1, '04:00', '16:00', 'МСК' union all
select 1457, 'г Москва, Нахимовский пр-кт, д 30/43', 1, '04:00', '16:00', 'МСК' union all
select 3045, 'Москва,, Профсоюзная, д. 27, кор. 1', 1, '04:00', '16:00', 'МСК' union all
select 1462, 'г. Москва, ул. Новочеремушкинская, д. 53А', 1, '04:00', '16:00', 'МСК' union all
select 1349, 'г. Москва, Озерная ул., д. 42', 1, '04:00', '16:00', 'МСК' union all
select 1382, 'Москва г, Профсоюзная ул., д 104', 1, '04:00', '16:00', 'МСК' union all
select 1440, 'Москва г, Миклухо-Маклая ул., д 36А', 1, '04:00', '16:00', 'МСК' union all
select 1341, 'г. Москва, Боровское шоссе, д.37 к.2', 1, '04:00', '16:00', 'МСК' union all
select 3166, 'Москва, ул. Чертановская, д. 1В, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 1345, 'Москва г, Кировоградская ул., д 9А', 1, '04:00', '16:00', 'МСК' union all
select 3118, 'г. Москва, Генерала Белова ул., д.35', 1, '04:00', '16:00', 'МСК' union all
select 1311, '115583, г Москва, ул Воронежская, д 7', 1, '04:00', '16:00', 'МСК' union all
select 1322, 'г. Жуковский, ул. Лацкова, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 3038, 'Москва г. Московский 1ый мкр. д. 158', 1, '04:00', '16:00', 'МСК' union all
select 3093, 'MО, Раменское, ул. Десантная, стр. 44 В', 1, '04:00', '16:00', 'МСК' union all
select 3162, 'МО, Орехово-Зуевский го, д. Анциферово, ул. Лесная, дом 158, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 3035, 'МО, Котельники мкр. Парковый 1к1', 1, '04:00', '16:00', 'МСК' union all
select 3091, 'МО, Рузский г.о.,п.Дорохово, ул. Невкипелого, д. 6а', 1, '04:00', '16:00', 'МСК' union all
select 1361, 'г. Москва, 2-я Мелитопольская ул., д.3А', 1, '04:00', '16:00', 'МСК' union all
select 3110, 'Москва, ул. Шипиловская, д. 1', 1, '04:00', '16:00', 'МСК' union all
select 3193, 'МО, Раменское, ул. Гурьева, 4Д', 1, '04:00', '16:00', 'МСК' union all
select 3197, 'Калужская обл,  Жуковский р, д. Папино, д 93', 1, '04:00', '16:00', 'МСК' union all
select 629, 'ООО "Лента", 249030, Калужская обл., г.Обнинск, пр-т Маркса, д.114', 1, '04:00', '16:00', 'МСК' union all
select 630, 'ООО "Лента", 142214, Московская обл., г.Серпухов, ул. Ворошилова, д. 139', 1, '04:00', '16:00', 'МСК' union all
select 1326, 'ул. Линия Октябрьской ж/д, д. 2, к. 2', 1, '04:00', '16:00', 'МСК' union all
select 3181, 'г Тверь, ш Рябеевское, д. 10', 1, '04:00', '16:00', 'МСК' union all
select 3164, 'Тверская обл. пгт Новозавидовский, ул. Советская, д. 2А к. 1', 1, '04:00', '16:00', 'МСК' union all
select 3099, 'МО, г. Щёлково, ул. Сиреневая, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3186, 'МО, п.Вешки ул.Заводская 9', 1, '04:00', '16:00', 'МСК' union all
select 1365, 'Московская обл., Королёв г., Королева пр-кт, д.5Д', 1, '04:00', '16:00', 'МСК' union all
select 3043, 'МО г Королев, пр-кт Королева, д 18/6 (строительный адрес)', 1, '04:00', '16:00', 'МСК' union all
select 3061, 'МО, г. Мытищи, Комарова, д.3', 1, '04:00', '16:00', 'МСК' union all
select 1383, 'МО г. Мытищи, Мира ул., д. 26А', 1, '04:00', '16:00', 'МСК' union all
select 647, 'ООО "Лента", 141070, Московская обл., г. Королев, ул. Пионерская д.19 к.3', 1, '04:00', '16:00', 'МСК' union all
select 1463, 'Московская обл., Химки г., Мельникова пр-кт, д.27', 1, '04:00', '16:00', 'МСК' union all
select 1344, 'г. Химки, Юбилейный пр-т, д. 88', 1, '04:00', '16:00', 'МСК' union all
select 1333, 'г. Москва, Белозерская ул., д.11Г', 1, '04:00', '16:00', 'МСК' union all
select 3026, 'МО, Солнечногорск, Юрлово, ул. Солнечная, земельный участок 80', 1, '04:00', '16:00', 'МСК' union all
select 1398, 'г. Москва, Лобненская ул., д.14', 1, '04:00', '16:00', 'МСК' union all
select 632, 'ООО "Лента", 141014, Московская область, г. Мытищи, 3-я Крестьянская, стр. 23', 1, '04:00', '16:00', 'МСК' union all
select 3031, 'МО, Истра, Снегири, ул. Московская 24', 1, '04:00', '16:00', 'МСК' union all
select 1370, 'Москва г., Широкая ул., д 31 к 5', 1, '04:00', '16:00', 'МСК' union all
select 1393, 'г Москва, Дмитровское шоссе, д 113 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1375, 'Москва г., Тайнинская ул., д.20', 1, '04:00', '16:00', 'МСК' union all
select 1439, 'Москва г., 800-летия Москвы ул., д.11', 1, '04:00', '16:00', 'МСК' union all
select 1427, 'г. Москва, Дмитровское шоссе, д.98', 1, '04:00', '16:00', 'МСК' union all
select 607, 'ООО "Лента", 125362, г. Москва, ул. Тушинская, д.17', 1, '04:00', '16:00', 'МСК' union all
select 1392, 'г Москва, ул Большая Академическая, д 17', 1, '04:00', '16:00', 'МСК' union all
select 625, 'ООО "Лента" 143905, Московская область, г. Балашиха, ул. Свердлова, д. 20, 1', 1, '04:00', '16:00', 'МСК' union all
select 1412, 'г. Балашиха, Балашихинское ш., д. 10', 1, '04:00', '16:00', 'МСК' union all
select 1411, 'Московская обл, г. Красногорск, Павшинский б-р, д.16', 1, '04:00', '16:00', 'МСК' union all
select 3071, 'Москва , ул. Дубки д. 2', 1, '04:00', '16:00', 'МСК' union all
select 1386, 'Москва г., Исаковского ул., д 6 к 2', 1, '04:00', '16:00', 'МСК' union all
select 1459, 'г. Красногорск, ул. Большая Воскресенская, 1', 1, '04:00', '16:00', 'МСК' union all
select 1368, 'г. Москва, Рижский проезд, д 11', 1, '04:00', '16:00', 'МСК' union all
select 1384, 'Москва г., Краснобогатырская ул., д.13', 1, '04:00', '16:00', 'МСК' union all
select 1380, 'г. Москва, ул. Павла Корчагина, д. 3А', 1, '04:00', '16:00', 'МСК' union all
select 3092, 'Москва Орехово-Зуево ул. 1905 г , д. 11', 1, '04:00', '16:00', 'МСК' union all
select 1329, 'г. Москва Уральская ул., д. 3', 1, '04:00', '16:00', 'МСК' union all
select 1328, 'г. Москва, Руставели ул., д.8 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1415, 'г. Москва, Краснобогатырская ул., д.23', 1, '04:00', '16:00', 'МСК' union all
select 3028, 'Москва Щелковское шоссе 92к8', 1, '04:00', '16:00', 'МСК' union all
select 1437, 'Москва г, Маршала Василевского ул., д 17', 1, '04:00', '16:00', 'МСК' union all
select 3007, 'г.Москва, ул. Амурская, д.1а, к3', 1, '04:00', '16:00', 'МСК' union all
select 1421, 'г. Москва, ул. Часовая, д. 13', 1, '04:00', '16:00', 'МСК' union all
select 1371, 'Москва г., 9-я Парковая ул., д 68 к 5', 1, '04:00', '16:00', 'МСК' union all
select 3067, 'г. Москва, ул. Халтуринская, д.18', 1, '04:00', '16:00', 'МСК' union all
select 1336, 'ул. Хромова, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 605, 'ООО "Лента", 123458, г. Москва, ул. Твардовского, д.2, стр.1, к.4', 1, '04:00', '16:00', 'МСК' union all
select 1330, 'г. Балашиха, Энтузиастов ш., д. 1Б', 1, '04:00', '16:00', 'МСК' union all
select 651, 'ООО "Лента", 107113, г. Москва, пл. Сокольническая, д.4, кор. 1-2', 1, '04:00', '16:00', 'МСК' union all
select 1387, 'Москва г., Живописная ул., д 12 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1339, 'г. Москва Бутырский вал ул., д. 28', 1, '04:00', '16:00', 'МСК' union all
select 1351, 'Москва г, Народного Ополчения ул., д 29 к 1 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1390, 'Москва г., Народного Ополчения ул., д 28 к 1', 1, '04:00', '16:00', 'МСК' union all
select 3165, 'МСК ул. Большая Почтовая д.28', 1, '04:00', '16:00', 'МСК' union all
select 1316, 'г. Москва, Бауманская ул., д.32 стр.2', 1, '04:00', '16:00', 'МСК' union all
select 3111, 'Москва, р-н Хорошево-Мневники, 3-й Силикатный проезд, вл.4, корп.2,', 1, '04:00', '16:00', 'МСК' union all
select 3171, 'Воронеж г., Беговая ул., д.223 к.3', 1, '04:00', '16:00', 'МСК' union all
select 121, '394051, Воронежская обл., г. Воронеж, ул. Домостроителей, д. 24, лит.1А', 1, '04:00', '16:00', 'МСК' union all
select 3180, 'Воронеж г., Кривошеина ул., д.13', 1, '04:00', '16:00', 'МСК' union all
select 3184, 'Воронеж, ул. Шидловского, 11', 1, '04:00', '16:00', 'МСК' union all
select 3185, 'г. Воронеж, ул. Ворошилова, 1А', 1, '04:00', '16:00', 'МСК' union all
select 3173, 'г.Воронеж, ул.Корольковой, д 8', 1, '04:00', '16:00', 'МСК' union all
select 8032, 'Россия, Ростовская область, Аксайский район, улица Логопарк, 3к1', 1, '04:00', '16:00', 'МСК' union all
select 1358, 'г. Москва, Адмирала Лазарева ул., д.62', 1, '04:00', '16:00', 'МСК' union all
select 3044, 'МО, г. Апрелевка , ул. Некрасова 27/1', 1, '04:00', '16:00', 'МСК' union all
select 1357, 'Московская обл., Домодедово г., Лунная ул., д.17 к.1-3', 1, '04:00', '16:00', 'МСК' union all
select 3134, 'МО, Раменский г.о., с. Заворово (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 3064, 'МО, Серпухов, Водонапорная, 38', 1, '04:00', '16:00', 'МСК' union all
select 3147, 'МО, г. Кашира, ул. Садовая 24', 1, '04:00', '16:00', 'МСК' union all
select 1405, 'Тула г., Путейская ул., д.5', 1, '04:00', '16:00', 'МСК' union all
select 1407, 'Тула г., Красноармейский пр-кт, д.16', 1, '04:00', '16:00', 'МСК' union all
select 1408, 'Тула г., Демонстрации ул., д.36', 1, '04:00', '16:00', 'МСК' union all
select 1406, 'Тула г., Металлургов ул., стр.62а', 1, '04:00', '16:00', 'МСК' union all
select 8052, 'Россия, Самарская область, Ставропольский район, СНТ Зелёновка', 1, '04:00', '16:00', 'МСК' union all
select 3176, 'ВО, с. Ямное, Фельдмаршала Кутузова, 32а', 1, '04:00', '16:00', 'МСК' union all
select 3175, 'ВО, с Ямное, ул Ленина, д. 63', 1, '04:00', '16:00', 'МСК' union all
select 117, '394005, Воронежская обл., г. Воронеж, Московский пр-кт, д.129/1', 1, '04:00', '16:00', 'МСК' union all
select 3126, 'Тверь, ул Оснабрюкская, 12 к 1', 1, '04:00', '16:00', 'МСК' union all
select 3200, 'г. Воронеж, ул.Брусилова  д. 4', 1, '04:00', '16:00', 'МСК' union all
select 927843, 'Москва г., Кантемировская ул., д.20 к.1', 1, '04:00', '16:00', 'МСК' union all
select 927851, 'Москва Батайский пр-д, д. 69', 1, '04:00', '16:00', 'МСК' union all
select 927877, '141207, г. Пушкино, ул. Лермонтова, 2', 1, '04:00', '16:00', 'МСК' union all
select 927889, 'Московская обл., г.о. Кашира, мкр. Ожерелье, ул. Ленина, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 927891, 'Москва г., Кантемировская ул., д.17', 1, '04:00', '16:00', 'МСК' union all
select 927934, 'г. Москва, Боровское шоссе, д.37 к.2', 1, '04:00', '16:00', 'МСК' union all
select 928156, '115583, г Москва, ул Воронежская, д 7', 1, '04:00', '16:00', 'МСК' union all
select 928286, '117546, г. Москва, Харьковский проезд, д. 1/1, к. 3, помещ. 1Н', 1, '04:00', '16:00', 'МСК' union all
select 928364, '140070, го. Люберцы, рп. Томилино, ул. Гаршина, д. 9д/1, стр. 4', 1, '04:00', '16:00', 'МСК' union all
select 928819, '142921, г. Кашира, ул. Мира (Ожерелье мкр.), д. 22, помещение 2', 1, '04:00', '16:00', 'МСК' union all
select 928849, '143050, г.о.Одинцовский, рп. Большие Вязёмы, ш. Можайское, д. 7/1', 1, '04:00', '16:00', 'МСК' union all
select 25, 'Г. АРМАВИР,УЛ. ПЕСЧАНАЯ 40/1', 1, '04:00', '16:00', 'МСК' union all
select 31, 'Г. АСТРАХАНЬ,УЛ. НИКОЛАЯ ОСТРОВСКОГО 146,А', 1, '04:00', '16:00', 'МСК' union all
select 32, 'Г. ВОЛГОГРАД,ПР. УНИВЕРСИТЕТСКИЙ 105', 1, '04:00', '16:00', 'МСК' union all
select 33, 'Г. АКСАЙ,ПР-КТ АКСАЙСКИЙ 2', 1, '04:00', '16:00', 'МСК' union all
select 34, 'Г. НОВОРОССИЙСК, С. ЦЕМДОЛИНА,УЛ. ЛЕНИНА 7-Ж 7-Ж', 1, '04:00', '16:00', 'МСК' union all
select 35, 'Г. НОВОРОССИЙСК,УЛ. ГРИГОРЬЕВА 1', 1, '04:00', '16:00', 'МСК' union all
select 38, 'Г. КРАСНОДАР,УЛ. ВОСТОЧНЫЙ ОБХОД 19', 1, '04:00', '16:00', 'МСК' union all
select 39, 'Г. КРАСНОДАР,УЛ. РОССИЙСКАЯ 257', 1, '04:00', '16:00', 'МСК' union all
select 41, 'Г. ВОЛЖСКИЙ,ПР-КТ ЛЕНИНА 313', 1, '04:00', '16:00', 'МСК' union all
select 44, 'Г. ЖЕЛЕЗНОВОДСК, П. ИНОЗЕМЦЕВО,УЛ. ГЕОЛОГИЧЕСКАЯ 29', 1, '04:00', '16:00', 'МСК' union all
select 45, 'Г. РОСТОВ-НА-ДОНУ,УЛ. ДОВАТОРА 267', 1, '04:00', '16:00', 'МСК' union all
select 661, 'ООО "Лента", 142700, Московская обл.,Ленинский р-н, г. Видное, Березовая ул.,д.1А', 1, '04:00', '16:00', 'МСК' union all
select 3130, 'Московская обл., Коломна г., Захарова ул., д.10, к.3', 1, '04:00', '16:00', 'МСК' union all
select 610, 'ООО "Лента", 249091, Калужская обл., Малоярославецкий р-н, г. Малоярославец, ул. Парижской Коммуны, д. 51', 1, '04:00', '16:00', 'МСК' union all
select 1466, 'г. Москва, Комсомольская пл., д.2', 1, '04:00', '16:00', 'МСК'
     ) AS data
GROUP BY lenta_dictionary_key ON CONFLICT (lenta_dictionary_key)
    DO
UPDATE SET address_name = EXCLUDED.address_name,
    type = EXCLUDED.type,
    time_shop = EXCLUDED.time_shop,
    time_stock = EXCLUDED.time_stock,
    region = EXCLUDED.region;
