REPLACE INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
-- СПБ:
select 757, 'Большой Сампсониевский пр. 66, лит. О.', 1, '04:00', '16:00', 'СПБ' union all
select 2607, 'Великий Новгород г., Псковская ул., д. 33', 1, '04:00', '16:00', 'СПБ' union all
select 2608, 'Ленинградская обл., Кудрово г., Строителей пр-кт, стр. 7', 1, '04:00', '16:00', 'СПБ' union all
select 2609, 'Ленинградская обл., Всеволожск г., Дорога Жизни ш., д. 12', 1, '04:00', '16:00', 'СПБ' union all
select 2610, 'Санкт-Петербург г., Симонова ул., д. 13, к. 2, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2611, 'Санкт-Петербург г., Хасанская ул., д. 17, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2625, 'Псков г., Труда ул., д. 54, пом. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2626, 'Псков г., Рижский пр-кт, д. 96 Б', 1, '04:00', '16:00', 'СПБ' union all
select 758, 'ул. Богословская, д. 6, к. 1, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 761, 'Ленинградская обл., Кудрово г., Пражская ул., д. 6', 1, '04:00', '16:00', 'СПБ' union all
select 763, 'Санкт-Петербург, улица Есенина, дом 23, корпус 1, строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 764, 'Всеволожский район, Мурино, ул. Екатерининская, д. 16/5', 1, '04:00', '16:00', 'СПБ' union all
select 766, 'ЛО, Всеволожский муниц. р-н, п. Новое Токсово', 1, '04:00', '16:00', 'СПБ' union all
select 767, 'Ленинградская обл., Агалатовское с.п., Скотное д., д. 1А', 1, '04:00', '16:00', 'СПБ' union all
select 771, 'ЛО, Всеволожский район, д. Варзолово, Гарболовское шоссе, здание 2', 1, '04:00', '16:00', 'СПБ' union all
select 772, 'СПб, Перевозный пер. 4', 1, '04:00', '16:00', 'СПБ' union all
select 774, 'Мурманское ш.  Мяглово', 1, '04:00', '16:00', 'СПБ' union all
select 775, 'г. Санкт-Петербург, ул. Савушкина, дом 126, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 776, 'Санкт-Петербург, Ленинский пр., д. 126 стр.2', 1, '04:00', '16:00', 'СПБ' union all
select 778, 'Южное шоссе, д. 45 корп. 5', 1, '04:00', '16:00', 'СПБ' union all
select 782, '782 ЛО, Всеволожский район, Мурино, ул. Екатерининская, д. 19', 1, '04:00', '16:00', 'СПБ' union all
select 799, 'ул Архитектора Белова, д. 6, корп. 3, стр. 1 194356 г. Санкт-Петербург', 1, '04:00', '16:00', 'СПБ' union all
select 3657, 'СПб, п. Парголово, Юкковское шоссе, уч. 146', 1, '04:00', '16:00', 'СПБ' union all
select 3661, 'ЛО, Приозерский р-н, п. Сосново, ул. Ленинградская д. 71', 1, '04:00', '16:00', 'СПБ' union all
select 3664, 'ЛО, Выборгский район, п.  Ленинское,  ул. Нагорная', 1, '04:00', '16:00', 'СПБ' union all
select 3665, 'Республика Карелия, Лахденпохья г., Советская ул., з/у 26А', 1, '04:00', '16:00', 'СПБ' union all
select 926968, 'ул. Заречная 41,стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927024, 'ул. Заречная 15,1,стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927025, 'пр-кт Богатырский 2а,стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927093, 'г. Санкт-Петербург, муниципальный округ Дачное вн. Тер. Г., пр-кт Ветеранов, д. 55, литера А, пом. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927111, '188730, п. Сосново, ул. Никитина, д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 927112, '188514, с.п. Ропшинское, Луч тер. ДНП, пр-кт Лучевой, зд. 1а,', 1, '04:00', '16:00', 'СПБ' union all
select 927113, '188518, д. Яльгелево, ул. Южная, зд. 1', 1, '04:00', '16:00', 'СПБ' union all
select 927270, 'ЛО, гп. Мга, ул. Железнодорожная, д. 34А', 1, '04:00', '16:00', 'СПБ' union all
select 927271, 'ЛО, Тосненский район, г.п. Ульяновка, ул. Калинина, д. 1', 1, '04:00', '16:00', 'СПБ' union all
select 927625, '188676, Ленинградская область, Всеволожский м.р-н, Щегловское с.п., Щеглово п, д. 8б', 1, '04:00', '16:00', 'СПБ' union all
select 927626, 'СПб, Комендантский пр, д.57, к.1, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 927830, '188507, м.р-н Ломоносовский, г.п. Аннинское, гп Новоселье, ул. Невская, д. 7/4, помещение 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927831, '196643, г. Санкт-Петербург, вн.тер.г. поселок Понтонный, ул. Южная, д. 15, Литера А, помещение 24Н, 17Н', 1, '04:00', '16:00', 'СПБ' union all
select 927832, '188510, м.р-н Ломоносовский, г.п. Виллозское, п. Новогорелово, б-р Десантника Вадима Чугунова, д. 8, к. 3, помещение 99-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927833, '198326, г. Санкт-Петербург, вн.тер.г муниципальный округ Горелово, тер. Торики, ш. Аннинское, д. 46, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 927858, '188692, г. Кудрово, пр-кт Европейский, д. 20, к. 4, помещение 145-Н, 146-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927878, '188340, Гатчинский р-н, гп. Тайцы, ул. Пушкина, 16', 1, '04:00', '16:00', 'СПБ' union all
select 927890, '197349, г. Санкт-Петербург, ул. Байконурская, 13, к. 2 литер А', 1, '04:00', '16:00', 'СПБ' union all
select 927892, '197082, г. Санкт-Петербург, ул. Оптиков, 45, к. 2 литер А, помещение 29-Н, 30-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927908, '188682, Всеволожский р-н, гп. имени Свердлова, Западный проезд, 14, помещение 11Н', 1, '04:00', '16:00', 'СПБ' union all
select 927924, '195113, г. Санкт-Петербург, пр-кт Маршака, 4, литер А, помещение 12-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927954, '198335, г. Санкт-Петербург, ул. Маршала Захарова, 12, к. 2 литер А, помещение 25-Н', 1, '04:00', '16:00', 'СПБ' union all
select 927956, '188673, р-н Всеволожский, д. Новое Девяткино, ул. Главная, зд. 54', 1, '04:00', '16:00', 'СПБ' union all
select 927957, '188640, г. Всеволожск, ш. Дорога Жизни, д. 7, к. 1, помещение 8Н', 1, '04:00', '16:00', 'СПБ' union all
select 927962, '194358, г. Санкт-Петербург, поселок Парголово, ул. Заречная, д. 11, к. 2, стр. 1, помещение 18Н', 1, '04:00', '16:00', 'СПБ' union all
select 927963, '196084, г. Санкт-Петербург, ул. Парфёновская, 11, к. 1 стр. 1, помещение 20Н,21Н', 1, '04:00', '16:00', 'СПБ' union all
select 927964, '196624, г. Санкт-Петербург, п. Шушары, пр-кт Новгородский, 10, литер А, помещение 30-Н', 1, '04:00', '16:00', 'СПБ' union all
select 928016, '192071, г. Санкт-Петербург, ул. Турку, д. 11, к. 2 литер А, помещение 5-Н', 1, '04:00', '16:00', 'СПБ' union all
select 928042, '188510, Ломоносовский р-н, п. Новогорелово, ул. Промышленная, д. 2, помещение 1Н,2Н,3Н,4Н,5Н', 1, '04:00', '16:00', 'СПБ' union all
select 928061, 'г. Санкт-Петербург, ул. Бегуницы, 59', 1, '04:00', '16:00', 'СПБ' union all
select 928118, '188501, Ломоносовский район  д. Низино, ул. Центральная, зд. 51б', 1, '04:00', '16:00', 'СПБ' union all
select 928132, '193230, г. Санкт-Петербург, пр-кт Дальневосточный, д. 35, к. 1, стр. 1, помещение 13Н', 1, '04:00', '16:00', 'СПБ' union all
select 928174, '198264, г. Санкт-Петербург, ул. Генерала Кравченко, д. 3, к. 1, стр. 1, помещение 30Н', 1, '04:00', '16:00', 'СПБ' union all
select 928175, '187330, Кировский р-н, г. Отрадное, ш. Никольское, д. 4', 1, '04:00', '16:00', 'СПБ' union all
select 928192, 'г. Санкт-Петербург, ул. Малая Митрофаньевская, 8', 1, '04:00', '16:00', 'СПБ' union all
select 928204, 'Пушкин, ул. Вячеслава Шишкова, 32/15', 1, '04:00', '16:00', 'СПБ' union all
select 928233, '198412, г. Ломоносов, ул. Александровская, д. 33а, литер А', 1, '04:00', '16:00', 'СПБ' union all
select 928287, '198412, г. Ломоносов, ул. Победы, д. 36а, литера А', 1, '04:00', '16:00', 'СПБ' union all
select 928304, 'г. Тосно, ул. Боярова, 6, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 928305, '188523, Ломоносовский р-н, д. Лопухинка, ул. Мира, зд. 3А', 1, '04:00', '16:00', 'СПБ' union all
select 928331, '187113, г. Кириши, ул. Романтиков, д. 4', 1, '04:00', '16:00', 'СПБ' union all
select 928406, '188691, г. Кудрово, ул. Солнечная, д. 10, к. 2, помещение 4Н', 1, '04:00', '16:00', 'СПБ' union all
select 928425, '188802, г. Выборг, ул. Данилова, д. 17', 1, '04:00', '16:00', 'СПБ' union all
select 928424, '194356, г. Санкт-Петербург, ш. Выборгское, д. 3, к. 2, стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 928726, '188332, Гатчинский р-н, гп. Сиверский, пр-кт Героев, д. 2а', 1, '04:00', '16:00', 'СПБ' union all
select 1, 'г. Санкт-Петербург, пр. Энергетиков 16 лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2, 'г.Санкт-Петербург ул.Савушкина д.112, Лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 5, 'г.Санкт-Петербург, Выборгское шоссе 11 ЛИТ А', 1, '04:00', '16:00', 'СПБ' union all
select 6, 'г Санкт-Петербург, Таллинское ш. 159', 1, '04:00', '16:00', 'СПБ' union all
select 7, 'г.Санкт-Петербург ул. Дальневосточный пр. 16,1 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 8, 'г.Санкт-Петербург г.,п. Шушары, Московское ш 16 ЛитА', 1, '04:00', '16:00', 'СПБ' union all
select 9, 'г.Санкт-Петербург ул.Уральская д.29/1, ЛИТ. А', 1, '04:00', '16:00', 'СПБ' union all
select 10, 'г.Санкт-Петербург наб. Обводного Канала 118к.7 л.', 1, '04:00', '16:00', 'СПБ' union all
select 11, 'г.Санкт-Петербург ул. Руставели 61, ЛИТ А', 1, '04:00', '16:00', 'СПБ' union all
select 12, 'Санкт-Петербург., ул.Хасанская, 17/1, литА', 1, '04:00', '16:00', 'СПБ' union all
select 15, 'г.Санкт-Петербург, пос. Парголово, Выборгское шоссе, 216, 1 лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 19, 'г.Санкт-Петербург, пр.Обуховской Обороны д.305', 1, '04:00', '16:00', 'СПБ' union all
select 48, 'ЛО, Всеволожский р-н, д.Кудрово пр.Строителей стр.7', 1, '04:00', '16:00', 'СПБ' union all
select 49, 'г.Санкт-петербург, Лиговский пр.283 А', 1, '04:00', '16:00', 'СПБ' union all
select 62, 'ЛО, Всеволожский р-н г. Всеволожск ш. Дорога Жизни, 6', 1, '04:00', '16:00', 'СПБ' union all
select 216, 'г.Красное село ул. Восстановления 17 лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 263, 'г.Кингисепп, Крикковское шоссе, строение 69', 1, '04:00', '16:00', 'СПБ' union all
select 264, 'г.Санкт-Петербург., г. Петергоф., Гостилицкое ш., 58 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 265, 'г.Санкт-Петербург, Парашютная улица , 60 литера А', 1, '04:00', '16:00', 'СПБ' union all
select 267, 'г.Санкт-Петербург Пискаревский пр.59 лит а', 1, '04:00', '16:00', 'СПБ' union all
select 268, 'г.Санкт-Петербург, Планерная, д.17, лит А', 1, '04:00', '16:00', 'СПБ' union all
select 269, 'ЛО, г. Всеволожск, Дорога Жизни 12', 1, '04:00', '16:00', 'СПБ' union all
select 271, 'г.Санкт-Петербург, ул. Симонова, д.13 к.2, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 316, 'ЛО, Новое Девяткино ул. Главная 60 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 6006, 'г Санкт-Петербург, Таллинское ш. 159', 1, '04:00', '16:00', 'СПБ' union all
select 14, 'г.Великий Новгород, Великая, 22а', 1, '04:00', '16:00', 'СПБ' union all
select 16, 'г.Петрозаводск Ленинградская д. 13.', 1, '04:00', '16:00', 'СПБ' union all
select 21, 'Вологодская обл., г. Череповец Годовикова 37', 1, '04:00', '16:00', 'СПБ' union all
select 24, 'Вологодская обл., г.Череповец, Шекснинский пр.,2', 1, '04:00', '16:00', 'СПБ' union all
select 107, 'г.Великий Новгород ул.Псковская 33', 1, '04:00', '16:00', 'СПБ' union all
select 163, 'г.Мурманск ул. Шевченко 34', 1, '04:00', '16:00', 'СПБ' union all
select 242, 'г.Череповец, Кирилловское шоссе 50А', 1, '04:00', '16:00', 'СПБ' union all
select 262, 'г. Мурманск ул. Радищева 2', 1, '04:00', '16:00', 'СПБ' union all
select 311, 'Труда 54', 1, '04:00', '16:00', 'СПБ' union all
select 312, 'ЛО г.Выборг Железнодорожный тупик уч. 4', 1, '04:00', '16:00', 'СПБ' union all
select 2500, 'ЛО, г. Сосновый Бор, ул. Ак. Александрова д.2', 1, '04:00', '16:00', 'СПБ' union all
select 2501, 'г.Санкт-Петербург., г. Петергоф., Гостилицкое ш., 58 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2505, 'г.Санкт-Петербург Шереметьевская ул.,11 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2507, 'ЛО, Всеволожский р-н, п.Бугры, ул.Южная, стр. 5', 1, '04:00', '16:00', 'СПБ' union all
select 2508, 'ЛО, Всеволожский р-н, д.Кудрово пр.Строителей стр.7', 1, '04:00', '16:00', 'СПБ' union all
select 2509, 'г.Санкт-Петербург г., Петергофское шоссе,98,Лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 2510, 'Санкт-Петербург г., Таллиннское ш., д. 159, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2511, 'Санкт-Петербург г., Обводного канала наб, д. 118, к. 7, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2512, 'Санкт-Петербург г., Хасанская ул, д. 17, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2513, 'Санкт-Петербург г., Парашютная ул., д. 60, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2514, 'Санкт-Петербург г., Савушкина ул., д. 112, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2515, 'Санкт-Петербург г., Шереметьевская ул., д. 11, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2516, 'Санкт-Петербург г., Выборгское ш., д. 11, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2517, 'Ш. ТАЛЛИНСКОЕ 159', 1, '04:00', '16:00', 'СПБ' union all
select 2518, 'г.Санкт-Петербург ул. Дальневосточный пр. 16,1 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2519, 'г.Санкт-Петербург г.,п. Шушары, Московское ш 16 ЛитА', 1, '04:00', '16:00', 'СПБ' union all
select 2520, 'г.Санкт-Петербург ул.Уральская д.29/1, ЛИТ. А', 1, '04:00', '16:00', 'СПБ' union all
select 2521, 'УЛ. РУСТАВЕЛИ 61', 1, '04:00', '16:00', 'СПБ' union all
select 2523, 'Санкт-Петербург г., Выборгское ш., д. 216, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2524, 'Санкт-Петербург г., Петергофское ш., д. 98, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2525, 'Санкт-Петербург г., Бабушкина ул., д. 125, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2526, 'г.Санкт-Петербург, пр.Обуховской Обороны д.305', 1, '04:00', '16:00', 'СПБ' union all
select 2527, 'г.Санкт-петербург, Лиговский пр.283 А', 1, '04:00', '16:00', 'СПБ' union all
select 2528, 'Ш. ГОСТИЛИЦКОЕ 58', 1, '04:00', '16:00', 'СПБ' union all
select 2529, 'УЛ. ПАРАШЮТНАЯ 60', 1, '04:00', '16:00', 'СПБ' union all
select 2530, 'г.Санкт-Петербург, Планерная, д.17, лит А', 1, '04:00', '16:00', 'СПБ' union all
select 2531, 'Великий Новгород г., Псковская ул., д. 33', 1, '04:00', '16:00', 'СПБ' union all
select 2547, 'Санкт-Петербург г., Пискаревский пр-кт, д. 59, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2548, 'Череповец г., Шекснинский пр-кт,  д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2549, 'Петрозаводск г., Комсомольский пр-кт, д. 27', 1, '04:00', '16:00', 'СПБ' union all
select 2550, 'Петрозаводск г., Ленинградская  ул., д. 13', 1, '04:00', '16:00', 'СПБ' union all
select 2551, 'Великий Новгород г., Великая ул.,  д. 22А', 1, '04:00', '16:00', 'СПБ' union all
select 2553, 'Ленинградская обл., Кингисепп г., Крикковское ш., д. 69', 1, '04:00', '16:00', 'СПБ' union all
select 2554, 'Санкт-Петербург г., Лиговский пр-кт, д. 283А', 1, '04:00', '16:00', 'СПБ' union all
select 2555, 'Санкт-Петербург г., Обуховской обороны пр-кт, д. 305', 1, '04:00', '16:00', 'СПБ' union all
select 2556, 'Санкт-Петербург г., Бабушкина ул., д. 125А', 1, '04:00', '16:00', 'СПБ' union all
select 2557, 'Санкт-Петербург г., Выборгское ш., д. 216, к. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2558, 'Санкт-Петербург г., Руставели ул., д. 61', 1, '04:00', '16:00', 'СПБ' union all
select 2559, 'Санкт-Петербург г., Планерная ул., д. 17А', 1, '04:00', '16:00', 'СПБ' union all
select 2560, 'Санкт-Петербург г., Шушары п., Московское ш., д. 16А', 1, '04:00', '16:00', 'СПБ' union all
select 2561, 'Санкт-Петербург г., Дальневосточный пр-кт,  д. 16, к. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2562, 'Санкт-Петербург г., Выборгское ш., д. 11', 1, '04:00', '16:00', 'СПБ' union all
select 2597, 'Санкт-Петербург г., Пискаревский пр-кт, д. 59, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2598, 'Череповец г., Шекснинский пр-кт,  д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2599, 'Петрозаводск г., Комсомольский пр-кт, д. 27', 1, '04:00', '16:00', 'СПБ' union all
select 2600, 'Петрозаводск г., Ленинградская  ул., д. 13', 1, '04:00', '16:00', 'СПБ' union all
select 2601, 'Великий Новгород г., Великая ул.,  д. 22А', 1, '04:00', '16:00', 'СПБ' union all
select 2602, 'Санкт-Петербург г., Вербная ул., д. 21А', 1, '04:00', '16:00', 'СПБ' union all
select 2603, 'Ленинградская обл., Кингисепп г., Крикковское ш., д. 69', 1, '04:00', '16:00', 'СПБ' union all
select 2604, 'Ленинградская обл., Всеволожск г., Дорога Жизни ш., д. 6', 1, '04:00', '16:00', 'СПБ' union all
select 2605, 'Санкт-Петербург г., Обводного канала наб, д. 118, к. 7, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2606, 'Ленинградская обл., Бугры п., Южная ул., стр. 5', 1, '04:00', '16:00', 'СПБ' union all
select 2627, 'Мурманск г., Радищева ул., д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2628, 'Мурманск г., Шевченко ул., д. 34', 1, '04:00', '16:00', 'СПБ' union all
select 2629, 'Мурманск г., Шевченко ул., д. 34', 1, '04:00', '16:00', 'СПБ' union all
select 2630, 'Мурманск г., Радищева ул., д. 2', 1, '04:00', '16:00', 'СПБ' union all
select 2631, 'Псков г., Рижский пр-кт, д. 96 Б', 1, '04:00', '16:00', 'СПБ' union all
select 2632, 'Псков г., Труда ул., д. 54, пом. 1', 1, '04:00', '16:00', 'СПБ' union all
select 2667, 'Санкт-Петербург г., Савушкина ул., д. 112, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 2690, 'ЛО, г. Сосновый Бор, ул. Ак. Александрова д.2', 1, '04:00', '16:00', 'СПБ' union all
select 1307, 'Москва Армавирская ул., д. 5', 1, '04:00', '16:00', 'СПБ' union all
select 1454, 'г Москва, ул Рогожский Вал, д 3', 1, '04:00', '16:00', 'СПБ' union all
select 3002, 'МО, Одинцово, Северная 13', 1, '04:00', '16:00', 'СПБ' union all
select 857, 'г. Новосибирск, ул. Ясный Берег, 14Б', 1, '04:00', '16:00', 'СПБ' union all
select 8072, 'Новосибирская область, Новосибирский район', 1, '04:00', '16:00', 'СПБ' union all
select 3577, 'Россия, Ленинградская область, Тосно, проспект Ленина, 69', 1, '04:00', '16:00', 'СПБ' union all
select 736, 'ООО "Лента", 187000, Ленинградская обл., г. Тосно, ул. Боярова, д.4А', 1, '04:00', '16:00', 'СПБ' union all
select 3530, 'Санкт-Петербург, п. Шушары ул. Валдайская д.2, корпус 1 строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 742, 'ООО "Лента", 192281, г. Санкт- Петербург, Балканская пл.,5, литер. Е, Ч.П.1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 727, 'ООО "Лента", 196247, Санкт-Петербург, пл. Конституции, 2, лит.А, пом.2-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3540, 'г.Санкт-Петербург, пл.Стачек,д.9, ТЦ «Кировский универмаг»', 1, '04:00', '16:00', 'СПБ' union all
select 3550, 'Россия, Санкт-Петербург, 1-я Красноармейская улица, 15', 1, '04:00', '16:00', 'СПБ' union all
select 709, 'ООО "Лента", 197110, г. Санкт-Петербург, пр-т Левашовский, д. 21, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 713, 'ООО "Лента", 197022, г. Санкт-Петербург, Чкаловский пр-кт,д.50, лит.А,пом. 3-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3502, 'ООО "Лента", 197345, г. Санкт-Петербург, ул. Туристская, д. 26, стр.1, ч.п.1Н', 1, '04:00', '16:00', 'СПБ' union all
select 3500, 'ООО "Лента", 188800, Ленинградская обл., Выборгский р-н, г. Выборг, ул. Мира, 1/23', 1, '04:00', '16:00', 'СПБ' union all
select 3520, 'г.Санкт-Петербург, поселок Парголово, Заречная улица, дом 41, строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 3542, 'ЛО, Всеволожский муниципальный район, г.п. Токсово, ул. Привокзальная, д.4Б к.1', 1, '04:00', '16:00', 'СПБ' union all
select 3666, 'Республика Карелия, г. Сегежа, ул. Северная 6', 1, '04:00', '16:00', 'СПБ' union all
select 318, 'СПб. ул. Коллонтай, 10 литер А Ч. П. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 180, 'г. Петрозаводск Комсомольский пр. 27', 1, '04:00', '16:00', 'СПБ' union all
select 17, 'г. Санкт-Петербург г., Петергофское шоссе,98,Лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 4, 'г.Санкт-Петербург, ул. Бухарестская, 69,', 1, '04:00', '16:00', 'СПБ' union all
select 735, 'ООО "Лента", 188662, Ленинградская обл, Всеволожский р-н, Мурино г., Оборонная ул, 37, 1', 1, '04:00', '16:00', 'СПБ' union all
select 706, 'ООО "Лента", 188662, Ленинградская обл., Всеволожский р-н, г. Мурино, Привокзальная пл. 3Б', 1, '04:00', '16:00', 'СПБ' union all
select 3635, 'Республика Карелия, г. Петрозаводск, ул. Правды, д. 38б', 1, '04:00', '16:00', 'СПБ' union all
select 703, 'ООО "Лента", 195265, г. Санкт-Петербург, Гражданский пр-т, д. 111, лит. А, пом.22-Н, ч.п. 1-27', 1, '04:00', '16:00', 'СПБ' union all
select 3674, 'Респ. Карелия, г. Сортавала, Выборгское шоссе 23а', 1, '04:00', '16:00', 'СПБ' union all
select 717, 'ООО "Лента", 193231, г. Санкт-Петербург, пр-кт Большевиков, д.7, корп. 2, стр.1, пом.5Н 7Н', 1, '04:00', '16:00', 'СПБ' union all
select 3573, 'СПБ ул. Декабристов 37', 1, '04:00', '16:00', 'СПБ' union all
select 3562, 'СПб, Перевозный пер. 4.', 1, '04:00', '16:00', 'СПБ' union all
select 719, 'ООО "Лента", 195112, Санкт-Петербург, Заневский пр-кт, д.71, корп.1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 3590, 'СПБ, наб. Морская, д. 15', 1, '04:00', '16:00', 'СПБ' union all
select 210, 'г.Санкт -Петербург ул.Брантовская дор. д.3', 1, '04:00', '16:00', 'СПБ' union all
select 707, 'ООО "Лента", 191124, г. Санкт-Петербург, ул, Новгородская, д. 23 лит. А, пом.17Н', 1, '04:00', '16:00', 'СПБ' union all
select 3539, 'г.Санкт-Петербург, Среднеохтинский пр,д.3,к.1, лит.', 1, '04:00', '16:00', 'СПБ' union all
select 702, 'Россия, Санкт-Петербург, Уральская улица, 4', 1, '04:00', '16:00', 'СПБ' union all
select 751, 'СПБ, Ударников 28/32 литер А', 1, '04:00', '16:00', 'СПБ' union all
select 3636, 'СПБ, пр. Маршала Блюхера, д. 11, к. 1', 1, '04:00', '16:00', 'СПБ' union all
select 224, 'ЛО, г.Всеволожск, Колтушское ш. д.305', 1, '04:00', '16:00', 'СПБ' union all
select 3516, 'г.Санкт-Петербург, Лыжный пер. 1 (строительный)', 1, '04:00', '16:00', 'СПБ' union all
select 710, 'ООО "Лента", 197372, г. Санкт-Петербург, Богатырский пр-кт, д. 35, корп. 1, лит. А', 1, '04:00', '16:00', 'СПБ' union all
select 3602, 'СПБ, Испытателей, 37', 1, '04:00', '16:00', 'СПБ' union all
select 3631, 'СПБ, пр. Гражданский д. 39 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 755, 'г. Санкт-Петербург, пр. Науки д. 23, корпус 2, стр 1', 1, '04:00', '16:00', 'СПБ' union all
select 3541, 'Россия, Санкт-Петербург, проспект Тореза, 77к1', 1, '04:00', '16:00', 'СПБ' union all
select 750, 'СПБ пр. Художников 11 литер А', 1, '04:00', '16:00', 'СПБ' union all
select 734, 'ООО "Лента", 197350, г. Санкт-Петербург, ул. Парашютная, д. 61, к.4, стр.1,пом.221-Н, ч.п. 2,10', 1, '04:00', '16:00', 'СПБ' union all
select 705, 'ООО "Лента", 188669, Ленинградская обл., Всеволожский р-н, г. Мурино, ул. Шувалова, д. 1', 1, '04:00', '16:00', 'СПБ' union all
select 3512, 'ЛО., Всеволожский р-н, п. Мурино, Шувалова 20', 1, '04:00', '16:00', 'СПБ' union all
select 3522, 'ЛО, Мурино, Воронцовский бульвар, 16к1', 1, '04:00', '16:00', 'СПБ' union all
select 738, 'ООО "Лента", 194358, Санкт- Петербург, п. Парголово, ул. Михаила Дудина 6, 1 стр.1, Ч.П.4-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3551, 'Россия, Санкт-Петербург, посёлок Парголово, Заречная улица, 15к1', 1, '04:00', '16:00', 'СПБ' union all
select 3504, 'ООО "Лента", 188855, Ленинградская обл., Выборгский р-н, п.Первомайское, ул.Советская, д.1а', 1, '04:00', '16:00', 'СПБ' union all
select 3634, 'ЛО, Приозерский район, пос. Сосново , ул. Никитина д.2', 1, '04:00', '16:00', 'СПБ' union all
select 3518, 'ЛО, г Выборг, ул. Большая Каменная 5Б', 1, '04:00', '16:00', 'СПБ' union all
select 3648, 'ЛО, Полянское сельское поселение, посёлок Пески Корабельный проезд д.1', 1, '04:00', '16:00', 'СПБ' union all
select 214, 'ЛО, Всеволожский р-н, п.Бугры, ул.Южная, стр. 5', 1, '04:00', '16:00', 'СПБ' union all
select 3552, 'ЛО, Всеволожский район, с/п Щегловское, п. Щеглово', 1, '04:00', '16:00', 'СПБ' union all
select 3553, 'ЛО, Волховский район, д. Кисельня, ул. Центральная, уч. 10/2', 1, '04:00', '16:00', 'СПБ' union all
select 3655, 'ЛО Выборгский район, п. Победа, ул.Мира 6а', 1, '04:00', '16:00', 'СПБ' union all
select 3514, 'ЛО, г. Сертолово, микрорайон Сертолово-1, ул. Молодцова, дом 1, корпус 3', 1, '04:00', '16:00', 'СПБ' union all
select 3503, 'г.Санкт-Петербург, ул. Шевченко, д.17, литер А, ч.п.23Н,24Н,26Н, пом.25Н,29Н', 1, '04:00', '16:00', 'СПБ' union all
select 740, 'ООО "Лента", 196158, г. Санкт- Петербург, Дунайский пр-кт, 27, к 1, строение 1 Ч.П. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3528, 'СПБ, пр-кт Ветеранов д. 55 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 704, 'ООО "Лента", 196143, Санкт-Петербург, пр-кт Юрия Гагарина, д. 71,лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 8003, 'Россия, Санкт-Петербург, Запорожская улица, 12', 1, '04:00', '16:00', 'СПБ' union all
select 737, 'ООО "Лента", 192071, г. Санкт-Петербург, Бухарестская ул., 43, 2, лит.А, ч.пом. 1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3559, 'СПб, Маршала Казакова ул. д. 58 стр. 1', 1, '04:00', '16:00', 'СПБ' union all
select 718, 'ООО "Лента", 198096, г. Санкт-Петербург, ул. Автовская, д. 15 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 749, 'г.Санкт-Петербург, Русановская 18, к 2', 1, '04:00', '16:00', 'СПБ' union all
select 3526, 'г.Санкт-Петербург, ул.Бабушкина,д.40, стр.1.ТЦ «Спутник»', 1, '04:00', '16:00', 'СПБ' union all
select 723, 'ООО "Лента", 198516, г. Санкт-Петербург, г. Петергоф, пр-кт Санкт-Петербургский, д. 60, лит. Л, пом.1-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3561, 'ЛО, Кировск, Ладожская ул, 9а', 1, '04:00', '16:00', 'СПБ' union all
select 272, 'г.Санкт-Петербург Урхов пер. 7 Литер А', 1, '04:00', '16:00', 'СПБ' union all
select 3587, 'СПб, г. Ломоносов, Ораниенбаумский пр. 41, корп. 2, стр. 1.', 1, '04:00', '16:00', 'СПБ' union all
select 748, 'Россия, Ленинградская область, Всеволожский район, Заневское городское поселение, Кудрово, Европейский проспект, 2к1', 1, '04:00', '16:00', 'СПБ' union all
select 714, 'ООО "Лента", 188541, Ленинградская обл., г. Сосновый бор, пр-кт. Героев, д. 78', 1, '04:00', '16:00', 'СПБ' union all
select 270, 'ЛО, г. Сосновый Бор, ул. Ак. Александрова д.2', 1, '04:00', '16:00', 'СПБ' union all
select 3592, 'СПБ, Большеохтинский пр. 22 к 2', 1, '04:00', '16:00', 'СПБ' union all
select 3583, 'СПб, Пискаревский пр. д.6', 1, '04:00', '16:00', 'СПБ' union all
select 3618, 'Россия, Санкт-Петербург, Ждановская улица, 45', 1, '04:00', '16:00', 'СПБ' union all
select 3554, 'СПБ ул. Новолитовская 15', 1, '04:00', '16:00', 'СПБ' union all
select 3570, 'СПБ, Лыжный пер,д.8, к.1, лит. А.,', 1, '04:00', '16:00', 'СПБ' union all
select 13, 'г. Санкт-Петербург, ул Вербная д. 21 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 716, 'ООО "Лента", 197350, г. Санкт-Петербург, Шуваловский пр-кт, д. 40, корп. 2, строение 1, пом. 1Н', 1, '04:00', '16:00', 'СПБ' union all
select 266, 'г.Санкт-Петербург, Шуваловский пр-кт, 45, лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 3510, 'ЛО, Всеволожский район, г. Всеволожск, ш. Колтушское, д. 78/1', 1, '04:00', '16:00', 'СПБ' union all
select 3627, 'Спб, Приморский район, ул. Парашютная д44к5', 1, '04:00', '16:00', 'СПБ' union all
select 3565, 'СПб, Комендантский пр,д.57, к.1, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 3532, 'СПБ, Муринская дорога 63к1', 1, '04:00', '16:00', 'СПБ' union all
select 3616, 'Санкт-Петербург, пр. Энгельса 132 корп.1.', 1, '04:00', '16:00', 'СПБ' union all
select 753, 'п. Парголово Меркурьева ул., д.3, стр. 1, помещение 5-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3640, 'Республика Карелия, г. Сортавала, ул. Победы 21', 1, '04:00', '16:00', 'СПБ' union all
select 3596, 'ЛО, Энколово, Центральная, 30', 1, '04:00', '16:00', 'СПБ' union all
select 8001, 'Россия, Санкт-Петербург, Пушкинский район, посёлок Шушары, Московское шоссе, 345', 1, '04:00', '16:00', 'СПБ' union all
select 3513, 'ЛО, Войсковицкое сельское поселение, Гатчинский район, площадь Манина, 4а', 1, '04:00', '16:00', 'СПБ' union all
select 3611, 'Россия, Ленинградская область, Кировский район, Отрадное, Невская улица, 1', 1, '04:00', '16:00', 'СПБ' union all
select 741, 'ООО "Лента", 187110, Ленинградская область, Киришский р-н, г. Кириши, пр-кт Героев, 33', 1, '04:00', '16:00', 'СПБ' union all
select 721, 'ООО "Лента" 187110, Ленинградская обл, Киришский р-н, г. Кириши, Героев пр-кт, д. 14 А', 1, '04:00', '16:00', 'СПБ' union all
select 3598, 'ЛО, г. Волосово, пр. Вингисарра, д. 10', 1, '04:00', '16:00', 'СПБ' union all
select 712, 'ООО "Лента", 188230, Ленинградская обл., Лужский р-н, г. Луга, Урицкого пр-кт, д. 77, кор 3, 10', 1, '04:00', '16:00', 'СПБ' union all
select 3620, 'ЛО, Лужский район, д.Заклинье, ул. Новая 9', 1, '04:00', '16:00', 'СПБ' union all
select 3595, 'В. Новгород, Державина, 13', 1, '04:00', '16:00', 'СПБ' union all
select 3525, 'Новгородская область, Великий Новгород, ул. Мира, д. 21А.', 1, '04:00', '16:00', 'СПБ' union all
select 3667, 'НО, Великий Новгород Воскресенский бульвар дом 6', 1, '04:00', '16:00', 'СПБ' union all
select 3678, 'НО, г.Окуловка Ленина 45', 1, '04:00', '16:00', 'СПБ' union all
select 3637, 'НО, г. Шимск, ул. Ленина дом 34', 1, '04:00', '16:00', 'СПБ' union all
select 3629, 'НО, Старая Русса, ул. Латышских Гвардейцев, д. 40А.', 1, '04:00', '16:00', 'СПБ' union all
select 3575, 'Псковская обл., г. Псков, ул. Юбилейная, д. 68', 1, '04:00', '16:00', 'СПБ' union all
select 3581, 'г.Псков, ул. Яна Фабрициуса, д.5а', 1, '04:00', '16:00', 'СПБ' union all
select 3576, 'ЛО, д. Клопицы', 1, '04:00', '16:00', 'СПБ' union all
select 3505, 'ЛО Ломоносовский р-н п. Новогорелово, б-р Десантника Вадима Чугунова, д.8, корп.3', 1, '04:00', '16:00', 'СПБ' union all
select 3546, 'ЛО, гп. Мга, ул. Железнодорожная, д. 34А', 1, '04:00', '16:00', 'СПБ' union all
select 3586, 'СПБ, Пушкин, Оранжерейная ул 53', 1, '04:00', '16:00', 'СПБ' union all
select 746, 'ООО "Лента", 187555, Ленинградская обл., Тихвинский р-н, г. Тихвин, ул. Карла Маркса, 50 Б', 1, '04:00', '16:00', 'СПБ' union all
select 3599, 'ЛО, Клопицкое сельское поселение, п. Сельцо, д. 10', 1, '04:00', '16:00', 'СПБ' union all
select 3579, 'г. Псков, Лиственный переулок, у дома 3', 1, '04:00', '16:00', 'СПБ' union all
select 3545, 'ЛО Гатчинский р-н, Коммунар ул. Сельская 100.', 1, '04:00', '16:00', 'СПБ' union all
select 724, 'ООО "Лента", 196626, Санкт-Петербург, п. Шушары, Новгородский пр-кт, д. 10, 2, п.3Н 8Н', 1, '04:00', '16:00', 'СПБ' union all
select 20, 'ЛО, Тосненский р-н, п. Тельмана, 2б', 1, '04:00', '16:00', 'СПБ' union all
select 743, 'ООО "Лента", 196653, г. Санкт-Петербург, г. Колпино, ул. Пролетарская, 36, литер. А, Ч.П.8-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3594, 'ЛО, Виллози, Гатчинское шоссе, 7', 1, '04:00', '16:00', 'СПБ' union all
select 722, 'ООО "Лента", 198412, г. Санкт-Петербург, г. Ломоносов, ул. Михайловская, д. 40/7, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 3563, 'Россия, Санкт-Петербург, улица Красуцкого, 3М', 1, '04:00', '16:00', 'СПБ' union all
select 273, 'г.Санкт-Петербург пр. Ю.Гагарина д.34 корп.2', 1, '04:00', '16:00', 'СПБ' union all
select 3566, 'СПБ, Московский пр. 222', 1, '04:00', '16:00', 'СПБ' union all
select 3578, 'СПБ, бульвар Загребский д. 21, лит А', 1, '04:00', '16:00', 'СПБ' union all
select 3630, 'Санкт-Петербург пр. Старорусский д. 8 к1', 1, '04:00', '16:00', 'СПБ' union all
select 3523, 'ЛО,Тосненский район, деревня Федоровское улица Центральная д. 13', 1, '04:00', '16:00', 'СПБ' union all
select 3537, 'СПБ, проспект Ветеранов, д. 167, корпус 1, стр 1.', 1, '04:00', '16:00', 'СПБ' union all
select 739, 'ООО "Лента", 188836, Ленинградская обл, Ломоносовский р-н, Красносельское ш., тер. 54, 3 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 3574, 'Россия, Ленинградская область, Ломоносовский район, Ропшинское сельское поселение', 1, '04:00', '16:00', 'СПБ' union all
select 8023, 'Россия, Ленинградская область, Тосненский район, Тельмановское сельское поселение, посёлок Тельмана', 1, '04:00', '16:00', 'СПБ' union all
select 319, '196634, п.Шушары, Колпинское шоссе, (тер. Славянка), 32 стр 1', 1, '04:00', '16:00', 'СПБ' union all
select 3679, 'Разметелево 4Б', 1, '04:00', '16:00', 'СПБ' union all
select 3632, 'ЛО, г. Кингисепп, ул.Карла Маркса 53/5', 1, '04:00', '16:00', 'СПБ' union all
select 3660, 'ПО, город Великие Луки, проспект Гагарина 49', 1, '04:00', '16:00', 'СПБ' union all
select 26, 'Псковская обл., г. Псков, пр-т Рижский, д. 96Б', 1, '04:00', '16:00', 'СПБ' union all
select 3624, 'ЛО, г.Луга пр-т Урицкого 47', 1, '04:00', '16:00', 'СПБ' union all
select 3568, 'ЛО, Кингисепп, бульвар Победы., д. 2/43 ТРК "Вернисаж".', 1, '04:00', '16:00', 'СПБ' union all
select 3543, 'ЛО, г. Гатчина, ул. Чехова 14а, стр. 3', 1, '04:00', '16:00', 'СПБ' union all
select 3549, 'ЛО, г.п. Ульяновка, ул. Калинина, д. 1', 1, '04:00', '16:00', 'СПБ' union all
select 3, 'г.Санкт-Петербург Шереметьевская ул.,11 лит А', 1, '04:00', '16:00', 'СПБ' union all
select 3639, 'ЛО, пгт. Новоселье, ул. Невская, д. 7/4', 1, '04:00', '16:00', 'СПБ' union all
select 3560, 'СПБ, Маршала Казакова д.72 корпус 1, строение 1', 1, '04:00', '16:00', 'СПБ' union all
select 3507, 'ЛО, г. Кудрово, Пражская, 16', 1, '04:00', '16:00', 'СПБ' union all
select 3569, 'СПб, Октябрьская набережная ,д.34,к.2, стр.1', 1, '04:00', '16:00', 'СПБ' union all
select 3506, 'ЛО, г Кудрово, Европейский бульвар, 20к4', 1, '04:00', '16:00', 'СПБ' union all
select 3558, 'СПБ, Искровский пр., д.12', 1, '04:00', '16:00', 'СПБ' union all
select 3511, 'Россия, Санкт-Петербург, Социалистическая улица, 21', 1, '04:00', '16:00', 'СПБ' union all
select 3605, 'СПБ, ул.Маркина, д.3', 1, '04:00', '16:00', 'СПБ' union all
select 3535, 'СПБ, Финляндский проспект 4', 1, '04:00', '16:00', 'СПБ' union all
select 3582, 'ЛО, Всеволожский район, Бугры, ул. Нижняя, здание 9А', 1, '04:00', '16:00', 'СПБ' union all
select 3548, 'г. Выборг, улица Гагарина, д.29А', 1, '04:00', '16:00', 'СПБ' union all
select 3603, 'ЛО, Выборг, Железнодорожная, 10', 1, '04:00', '16:00', 'СПБ' union all
select 3610, 'Приозерский район, п. Мельниково, ул. Выборгская д.6', 1, '04:00', '16:00', 'СПБ' union all
select 3614, 'СПБ, проспект Энгельса 133 к 1, литера В', 1, '04:00', '16:00', 'СПБ' union all
select 8114, 'Россия, Московская область, городской округ Подольск, деревня Валищево', 1, '04:00', '16:00', 'СПБ' union all
select 726, 'ООО "Лента", 195271, г. Санкт-Петербург, Бестужевская ул., д.10, лит. А, П.1Н 18Н', 1, '04:00', '16:00', 'СПБ' union all
select 18, 'г. Санкт-Петербург ул Бабушкина д.125 лит.А', 1, '04:00', '16:00', 'СПБ' union all
select 725, 'ООО "Лента", 194017, г. Санкт-Петербург, Костромской пр., д. 24, лит. А, пом.4-Н', 1, '04:00', '16:00', 'СПБ' union all
select 3654, 'СПБ Шушары, Новгородский пр.3.', 1, '04:00', '16:00', 'СПБ' union all
select 3580, 'ЛО, д. Яльгелево ул. Южная д.1', 1, '04:00', '16:00', 'СПБ' union all
select 3515, 'Россия, Санкт-Петербург, Колпино, бульвар Трудящихся, 35к1', 1, '04:00', '16:00', 'СПБ' union all
select 3663, 'СПБ,   Богатырский проспект дом 2а, стр', 1, '04:00', '16:00', 'СПБ' union all
-- МСК:
select 306, 'Г. МАЙКОП,УЛ. СТЕПНАЯ 190,СТР.4', 1, '04:00', '16:00', 'МСК' union all
select 299, 'Г. РОСТОВ-НА-ДОНУ,ПР-КТ МИХАИЛА НАГИБИНА 17', 1, '04:00', '16:00', 'МСК' union all
select 279, 'Г. ЧЕРКЕССК,УЛ. ЛЕНИНА 387, Ж', 1, '04:00', '16:00', 'МСК' union all
select 215, 'Г. ТАГАНРОГ,УЛ. 2-Я СОВЕТСКАЯ 74 Г', 1, '04:00', '16:00', 'МСК' union all
select 211, 'Г. ВОЛГОГРАД,УЛ. ПРОЛЕТАРСКАЯ 8', 1, '04:00', '16:00', 'МСК' union all
select 207, 'Г. ВОЛГОГРАД,ПР-Т УНИВЕРСИТЕТСКИЙ 2', 1, '04:00', '16:00', 'МСК' union all
select 195, 'Г. ГРОЗНЫЙ,ПР-КТ КУНТА-ХАДЖИ КИШИЕВА 151', 1, '04:00', '16:00', 'МСК' union all
select 194, 'Г. АСТРАХАНЬ,УЛ. ЯБЛОЧКОВА 2В/39', 1, '04:00', '16:00', 'МСК' union all
select 191, 'Г. РОСТОВ-НА-ДОНУ,УЛ. 14-Я ЛИНИЯ 84', 1, '04:00', '16:00', 'МСК' union all
select 179, 'Г. КРАСНОДАР,УЛ. ЗАПАДНЫЙ ОБХОД 29', 1, '04:00', '16:00', 'МСК' union all
select 149, 'Г. НОВОЧЕРКАССК,УЛ. ГАГАРИНА 2Б', 1, '04:00', '16:00', 'МСК' union all
select 136, 'Г. ВОЛГОГРАД,УЛ. КОСМОНАВТОВ 30', 1, '04:00', '16:00', 'МСК' union all
select 134, 'Г. СТАВРОПОЛЬ,УЛ. ДОВАТОРЦЕВ 75, А', 1, '04:00', '16:00', 'МСК' union all
select 68, 'Г. ШАХТЫ,ПР-КТ АЛЕКСАНДРОВСК-ГРУШЕВСКИЙ 13', 1, '04:00', '16:00', 'МСК' union all
select 47, 'Г. НОВОШАХТИНСК,УЛ. ХАРЬКОВСКАЯ 201', 1, '04:00', '16:00', 'МСК' union all
select 46, 'Г. ТАГАНРОГ,УЛ. БОЛЬШАЯ БУЛЬВАРНАЯ 15', 1, '04:00', '16:00', 'МСК' union all
select 45, 'Г. РОСТОВ-НА-ДОНУ,УЛ. ДОВАТОРА 267', 1, '04:00', '16:00', 'МСК' union all
select 44, 'Г. ЖЕЛЕЗНОВОДСК, П. ИНОЗЕМЦЕВО,УЛ. ГЕОЛОГИЧЕСКАЯ 29', 1, '04:00', '16:00', 'МСК' union all
select 41, 'Г. ВОЛЖСКИЙ,ПР-КТ ЛЕНИНА 313', 1, '04:00', '16:00', 'МСК' union all
select 39, 'Г. КРАСНОДАР,УЛ. РОССИЙСКАЯ 257', 1, '04:00', '16:00', 'МСК' union all
select 38, 'Г. КРАСНОДАР,УЛ. ВОСТОЧНЫЙ ОБХОД 19', 1, '04:00', '16:00', 'МСК' union all
select 35, 'Г. НОВОРОССИЙСК,УЛ. ГРИГОРЬЕВА 1', 1, '04:00', '16:00', 'МСК' union all
select 34, 'Г. НОВОРОССИЙСК, С. ЦЕМДОЛИНА,УЛ. ЛЕНИНА 7-Ж 7-Ж', 1, '04:00', '16:00', 'МСК' union all
select 33, 'Г. АКСАЙ,ПР-КТ АКСАЙСКИЙ 2', 1, '04:00', '16:00', 'МСК' union all
select 32, 'Г. ВОЛГОГРАД,ПР. УНИВЕРСИТЕТСКИЙ 105', 1, '04:00', '16:00', 'МСК' union all
select 31, 'Г. АСТРАХАНЬ,УЛ. НИКОЛАЯ ОСТРОВСКОГО 146,А', 1, '04:00', '16:00', 'МСК' union all
select 25, 'Г. АРМАВИР,УЛ. ПЕСЧАНАЯ 40/1', 1, '04:00', '16:00', 'МСК' union all
select 928849, '143050, г.о.Одинцовский, рп. Большие Вязёмы, ш. Можайское, д. 7/1', 1, '04:00', '16:00', 'МСК' union all
select 928819, '142921, г. Кашира, ул. Мира (Ожерелье мкр.), д. 22, помещение 2', 1, '04:00', '16:00', 'МСК' union all
select 928364, '140070, го. Люберцы, рп. Томилино, ул. Гаршина, д. 9д/1, стр. 4', 1, '04:00', '16:00', 'МСК' union all
select 928286, '117546, г. Москва, Харьковский проезд, д. 1/1, к. 3, помещ. 1Н', 1, '04:00', '16:00', 'МСК' union all
select 928156, '115583, г Москва, ул Воронежская, д 7', 1, '04:00', '16:00', 'МСК' union all
select 927934, 'г. Москва, Боровское шоссе, д.37 к.2', 1, '04:00', '16:00', 'МСК' union all
select 927891, 'Москва г., Кантемировская ул., д.17', 1, '04:00', '16:00', 'МСК' union all
select 927889, 'Московская обл., г.о. Кашира, мкр. Ожерелье, ул. Ленина, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 927877, '141207, г. Пушкино, ул. Лермонтова, 2', 1, '04:00', '16:00', 'МСК' union all
select 927851, 'Москва Батайский пр-д, д. 69', 1, '04:00', '16:00', 'МСК' union all
select 927843, 'Москва г., Кантемировская ул., д.20 к.1', 1, '04:00', '16:00', 'МСК' union all
select 927677, 'Москва Люблинская ул., д. 59', 1, '04:00', '16:00', 'МСК' union all
select 927676, 'г Москва, ул 2-я Владимирская, д 59/39', 1, '04:00', '16:00', 'МСК' union all
select 926967, 'МО, г. Пушкино, улица Просвещения, дом 10, корпус 1', 1, '04:00', '16:00', 'МСК' union all
select 926966, 'Россия, Москва, поселение Первомайское, деревня Ивановское, улица Семёна Гордого, 3', 1, '04:00', '16:00', 'МСК' union all
select 144, 'С. ВЕРХНЕРУССКОЕ,УЛ. БАТАЙСКАЯ 2,А', 1, '04:00', '16:00', 'МСК' union all
select 683, 'Московская обл., Мытищи г.о., Пирогово д., Совхозная ул., стр. 39', 1, '04:00', '16:00', 'МСК' union all
select 529, 'г. Балашиха, мкр. Железнодорожный, ул. Автозаводская, д. 7А', 1, '04:00', '16:00', 'МСК' union all
select 513, 'Московская обл., Наро-Фоминский г.о., д.Атепцево, Совхозная ул., д.7в', 1, '04:00', '16:00', 'МСК' union all
select 510, 'М.О., Мытищи, пр-т Астрахова, 8', 1, '04:00', '16:00', 'МСК' union all
select 509, 'г. Кашира, ул. Стрелецкая, д. 68', 1, '04:00', '16:00', 'МСК' union all
select 323, 'Г. ВЛАДИКАВКАЗ,Ш. АРХОНСКОЕ 1А, СТР.1', 1, '04:00', '16:00', 'МСК' union all
select 942, 'Пермский край, Пермь г, Гашкова ул, дом № 19а', 1, '04:00', '16:00', 'МСК' union all
select 857, 'г. Новосибирск, ул. Ясный Берег, 14Б', 1, '04:00', '16:00', 'МСК' union all
select 854, 'Барнаул, ул. Мало – Олонская, 28', 1, '04:00', '16:00', 'МСК' union all
select 8123, 'Россия, Московская область, городской округ Подольск, деревня Валищево', 1, '04:00', '16:00', 'МСК' union all
select 228, 'Екатеринбург ул.Космонавтов 1В/1', 1, '04:00', '16:00', 'МСК' union all
select 8072, 'Новосибирская область, Новосибирский район', 1, '04:00', '16:00', 'МСК' union all
select 601, 'ООО "Лента", 129515, г. Москва, ул. 1-я Останкинская, д. 55', 1, '04:00', '16:00', 'МСК' union all
select 646, 'ООО "Лента", 141700, Московская обл., г. Долгопрудный, ул. Дирижабельная, д. 23', 1, '04:00', '16:00', 'МСК' union all
select 620, 'ООО "Лента", 141420, Московская обл., Солнечногорский р-н, д. Голиково, Усковский пр-д, д. 2', 1, '04:00', '16:00', 'МСК' union all
select 665, 'ООО "Лента", 141720, Московская обл., г. Долгопрудный, Лихачевский пр-кт, д. 64', 1, '04:00', '16:00', 'МСК' union all
select 3168, 'МО, г.о Истра, ул. Урицкого д. 120', 1, '04:00', '16:00', 'МСК' union all
select 623, 'ООО "Лента", 141006, Московская обл., Мытищинский р-н, г. Мытищи, ул. 1-я Пролетарская, д. 12', 1, '04:00', '16:00', 'МСК' union all
select 1426, 'г. Москва, Михалковская ул., д.28', 1, '04:00', '16:00', 'МСК' union all
select 1389, 'Москва г., Генерала Белобородова ул., д 17-19', 1, '04:00', '16:00', 'МСК' union all
select 1458, 'Московская обл., Красногорск г., Ленина ул., д.44', 1, '04:00', '16:00', 'МСК' union all
select 680, 'ООО "Лента", 125130, Москва, ул. Зои и Александра Космодемьянских, 23', 1, '04:00', '16:00', 'МСК' union all
select 1364, 'Москва г., Уссурийская ул., д.1 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1418, 'Москва г, Академика Королева ул., д 8А', 1, '04:00', '16:00', 'МСК' union all
select 1363, 'Москва г, Хабаровская ул., д 12/23', 1, '04:00', '16:00', 'МСК' union all
select 1423, 'Московская обл, Красногорск г., 50 лет Октября ул., д.12', 1, '04:00', '16:00', 'МСК' union all
select 1402, 'Москва г, Чусовская ул., д 13', 1, '04:00', '16:00', 'МСК' union all
select 1425, 'г. Москва Колодезный пер., д. 3', 1, '04:00', '16:00', 'МСК' union all
select 1450, 'г. Москва, Измайловский б-р, д.60/10', 1, '04:00', '16:00', 'МСК' union all
select 1378, '105037, г Москва, Измайловский проезд, д 3 к 2', 1, '04:00', '16:00', 'МСК' union all
select 1452, 'Измайловская пл., д. 8', 1, '04:00', '16:00', 'МСК' union all
select 1356, 'г. Москва, Сущевский вал ул., д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3121, 'Г. Балашиха, ул. Твардовского, д. 12А', 1, '04:00', '16:00', 'МСК' union all
select 669, 'ООО "Лента", 143912, Московская область, г. Балашиха, шоссе Энтузиастов, ВЛ.11, стр.4', 1, '04:00', '16:00', 'МСК' union all
select 1391, 'Москва г., Михалковская ул., д 6', 1, '04:00', '16:00', 'МСК' union all
select 1319, 'Москва г., Щёлковское шоссе, д.27А', 1, '04:00', '16:00', 'МСК' union all
select 626, 'ООО "Лента", 105118, г.Москва, пр-кт. Буденного, 18,Б', 1, '04:00', '16:00', 'МСК' union all
select 3098, 'МО, Одинцовский г.о., г. Звенигород, микрорайон Южный, ул. Радужная, д. 24.', 1, '04:00', '16:00', 'МСК' union all
select 1301, 'Москва г., Хлобыстова ул., д 20 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1304, 'Москва г., Волгоградский пр-кт, д 73 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 3066, 'МО, Одинцовский г.о., Горки-10, 27/1', 1, '04:00', '16:00', 'МСК' union all
select 670, 'ООО "Лента", 143001, Московская область, г. Одинцово, поселок Трехгорка, ул. Трехгорная, д.6', 1, '04:00', '16:00', 'МСК' union all
select 3107, 'МО, Орехово-Зуево, ул. Коминтерна 1б', 1, '04:00', '16:00', 'МСК' union all
select 1352, 'г. Москва 15-я Парковая ул., д. 40, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 3069, 'Москва, Новодмитровская ул., 2к1', 1, '04:00', '16:00', 'МСК' union all
select 628, 'ООО "Лента", 143405, Московская обл., Красногорский р-н, г. Красногорск, Ильинское ш, д. 14, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 3070, 'Москва ул. Складочная д.1 стр 13', 1, '04:00', '16:00', 'МСК' union all
select 603, 'ООО "Лента", 142605, Московская обл., г. Орехово-Зуево, ул. Ленина, д. 44А', 1, '04:00', '16:00', 'МСК' union all
select 1413, 'г. Москва, Красная Пресня ул., д.23Б стр.1', 1, '04:00', '16:00', 'МСК' union all
select 1323, 'Москва г., Талалихина ул., д 3 стр 2', 1, '04:00', '16:00', 'МСК' union all
select 606, 'ООО "Лента", 121351, г. Москва, ул. Ивана Франко, д.38/1', 1, '04:00', '16:00', 'МСК' union all
select 624, 'ООО "Лента", 121374, г. Москва, ул. Красных Зорь, д. 19', 1, '04:00', '16:00', 'МСК' union all
select 634, 'ООО "Лента", 109378, г. Москва, Есенинский б-р, д. 1/26, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 675, 'ООО "Лента", 109443, Москва, ул. Юных Ленинцев, 52', 1, '04:00', '16:00', 'МСК' union all
select 1310, 'Москва Люблинская ул., д. 59', 1, '04:00', '16:00', 'МСК' union all
select 1447, 'г Москва, Ленинский пр-кт, д 74', 1, '04:00', '16:00', 'МСК' union all
select 3081, 'MО, Люберцы, ул. Юбилейная,2A', 1, '04:00', '16:00', 'МСК' union all
select 1308, 'Москва г., Кантемировская ул., д.17', 1, '04:00', '16:00', 'МСК' union all
select 1334, 'г. Москва, Борисовские Пруды ул., д.14 к.4А', 1, '04:00', '16:00', 'МСК' union all
select 1340, 'Москва Академика Капицы ул., д. 28', 1, '04:00', '16:00', 'МСК' union all
select 1320, 'г. Москва, Генерала Тюленева ул., д.4А стр.3', 1, '04:00', '16:00', 'МСК' union all
select 1337, 'г. Москва, Подольских Курсантов ул., д.10', 1, '04:00', '16:00', 'МСК' union all
select 1338, 'ул. Генерала Белова, д. 59', 1, '04:00', '16:00', 'МСК' union all
select 636, 'ООО "Лента", 143132, Московская область, Рузский р-н,Тучково рп, ул. Партизан, д.6', 1, '04:00', '16:00', 'МСК' union all
select 503, 'г. Москва, ул. Филевский б-р, 10', 1, '04:00', '16:00', 'МСК' union all
select 1300, 'Москва г., Прокатная ул., д. 2', 1, '04:00', '16:00', 'МСК' union all
select 1303, 'Москва г., Берников пер, д 2', 1, '04:00', '16:00', 'МСК' union all
select 3008, 'г. Балашиха, мкр. Железнодорожный, ул. Пролетарская 5', 1, '04:00', '16:00', 'МСК' union all
select 3090, 'MСК, Пресненская набережная, 10c2', 1, '04:00', '16:00', 'МСК' union all
select 3003, 'МО, г. Балашиха, ул. Главная 22Б.', 1, '04:00', '16:00', 'МСК' union all
select 1453, 'Москва Овчинниковская наб., д. 22/24, стр. 1', 1, '04:00', '16:00', 'МСК' union all
select 1461, 'Московская обл., Балашиха г., Рождественская ул., д.3', 1, '04:00', '16:00', 'МСК' union all
select 1430, 'Москва г., Большие Каменщики ул., д.6 стр.1а', 1, '04:00', '16:00', 'МСК' union all
select 1424, 'Москва г., Усачёва ул., д.35 стр.1', 1, '04:00', '16:00', 'МСК' union all
select 1449, 'Москва г, Рязанский пр-кт, д 75 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1379, 'Москва г., Духовской пер., д.16', 1, '04:00', '16:00', 'МСК' union all
select 1348, 'Москва г., кв-л 114а Волжский Бульвар, к.10', 1, '04:00', '16:00', 'МСК' union all
select 1428, 'г. Москва Лермонтовский пр-т., д. 10, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 1434, 'г. Люберцы, ул. Кирова, д. 4', 1, '04:00', '16:00', 'МСК' union all
select 1446, 'ул. Винокурова, д. 4, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 627, 'ООО "Лента", 143005, Московская область, г. Одинцово, ул. Говорова, д. 24 лит. Б', 1, '04:00', '16:00', 'МСК' union all
select 1396, 'Московская обл., Одинцово г., Можайское шоссе, д.121', 1, '04:00', '16:00', 'МСК' union all
select 1309, 'Москва Тихорецкий б-р, д. 12, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 1314, 'г. Москва, Краснодарская ул., д.57А', 1, '04:00', '16:00', 'МСК' union all
select 1332, 'ул. Братиславская, д. 30', 1, '04:00', '16:00', 'МСК' union all
select 656, 'ООО "Лента", 117556,г. Москва, Чонгарский б-р,д.7', 1, '04:00', '16:00', 'МСК' union all
select 1342, 'г. Москва, Обручева ул., д.55А', 1, '04:00', '16:00', 'МСК' union all
select 1417, 'г. Москва, Новочеркасский б-р, д.41 к.4', 1, '04:00', '16:00', 'МСК' union all
select 3102, 'МО, Люберецкий р-он, п. Малаховка, Красковское ш. 1', 1, '04:00', '16:00', 'МСК' union all
select 1302, 'Москва г., Новочеркасский б-р, д 20 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1312, 'Москва Батайский пр-д, д. 69', 1, '04:00', '16:00', 'МСК' union all
select 1321, 'Москва г., Кантемировская ул., д.20 к.1', 1, '04:00', '16:00', 'МСК' union all
select 3170, 'МО, Одинцовский р-н, п. Часцы, 10', 1, '04:00', '16:00', 'МСК' union all
select 1419, 'ул. Красного маяка, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3097, 'MО, Жуковский, Набережная Циолковского, 20', 1, '04:00', '16:00', 'МСК' union all
select 3158, 'МО, д. Трошково, улица Шоссейная, строение 45 б', 1, '04:00', '16:00', 'МСК' union all
select 3077, 'МО. Жуковский, ул. Гагарина 3А', 1, '04:00', '16:00', 'МСК' union all
select 1343, 'пр-д, Россошанский д. 8, корп. 1', 1, '04:00', '16:00', 'МСК' union all
select 1431, 'пос. Московский, г. Московский, Московская ул., д. 3А', 1, '04:00', '16:00', 'МСК' union all
select 3037, 'Москва, Веласкеса б-р, 3', 1, '04:00', '16:00', 'МСК' union all
select 3023, 'Москва, п. Сосенское, пр-кт Магеллана, д.1', 1, '04:00', '16:00', 'МСК' union all
select 1360, 'г. Москва, Харьковская ул., д.2', 1, '04:00', '16:00', 'МСК' union all
select 3169, 'МО Шатура, ул. Радченко, д. 14.', 1, '04:00', '16:00', 'МСК' union all
select 1464, 'г. Москва, Скандинавский б-р, д.1 стр.4', 1, '04:00', '16:00', 'МСК' union all
select 3001, 'ООО "Лента", 108801 Москва, поселение Сосенское, Скандинавский бульвар, 2к8', 1, '04:00', '16:00', 'МСК' union all
select 643, 'ООО "Лента", 143360, Московская обл., Наро-Фоминский р-н, г. Апрелевка, ул. Августовская, д.14', 1, '04:00', '16:00', 'МСК' union all
select 3039, 'МО, г.Видное, Расторгуево, Булатниковская, 1ю', 1, '04:00', '16:00', 'МСК' union all
select 1313, 'Москва г., Изюмская ул., д.36', 1, '04:00', '16:00', 'МСК' union all
select 8114, 'Россия, Московская область, городской округ Чехов, село Новосёлки', 1, '04:00', '16:00', 'МСК' union all
select 616, 'ООО "Лента", 143922, Московская обл., г. Балашиха, мкр Заря, ул. Гагарина, 7,4', 1, '04:00', '16:00', 'МСК' union all
select 1451, 'Москва г, Молостовых ул., д 13 к 1', 1, '04:00', '16:00', 'МСК' union all
select 3063, 'МО, г. Балашиха, д. Федурново, ул. Авиарембаза, жилой дом №5 (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 1305, 'Москва г., Зелёный пр-кт, влд 24А стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1315, 'г. Реутов, Носовихинское ш., д. 7', 1, '04:00', '16:00', 'МСК' union all
select 608, 'ООО "Лента", 143965, Московская обл., г. Реутов, Юбилейный пр., д.2, лит. А', 1, '04:00', '16:00', 'МСК' union all
select 1306, 'Москва г., Перовская ул., д 32 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1455, 'г Москва, ул 2-я Владимирская, д 59/39', 1, '04:00', '16:00', 'МСК' union all
select 649, 'ООО "Лента", 140008, Московская область, Люберецкий р-н, г. Люберцы, ул. 3-е Почтовое отделение, д.53а', 1, '04:00', '16:00', 'МСК' union all
select 660, 'ООО "Лента", 143002, Московская область, Одинцовский р-н, г. Одинцово, Можайское ш, 1А', 1, '04:00', '16:00', 'МСК' union all
select 3034, 'Москва, Варшавское ш., 168,', 1, '04:00', '16:00', 'МСК' union all
select 3196, 'Россия, Московская область, Орехово-Зуевский район, посёлок Авсюнино, ул. Энтузиастов, 40', 1, '04:00', '16:00', 'МСК' union all
select 640, 'ООО "Лента", 142000, Московская обл., г. Домодедово, Южный мкр., ул. Курыжова, д. 11', 1, '04:00', '16:00', 'МСК' union all
select 609, 'ООО "Лента", 140300, Московская обл., г. Егорьевск, ул. Советская, д.4, стр.4', 1, '04:00', '16:00', 'МСК' union all
select 641, 'ООО "Лента", 140300, Московская область, г. Егорьевск, ул. Советская, 157, пом.1', 1, '04:00', '16:00', 'МСК' union all
select 3041, 'Калужская обл., г. Балабаново, ул. Боровская, д. 18', 1, '04:00', '16:00', 'МСК' union all
select 1422, 'МО, г. Чехов, Полиграфистов ул., д. 21/1', 1, '04:00', '16:00', 'МСК' union all
select 3119, 'КО, д. Воробьи, ул. Московская, 21 (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 8117, 'Россия, Московская область, городской округ Чехов, деревня Лешино', 1, '04:00', '16:00', 'МСК' union all
select 3073, 'Калужская обл. , г. Обнинск, пр-т Маркса, 83', 1, '04:00', '16:00', 'МСК' union all
select 3057, 'Калужская обл., г. Обнинск, пр-т Ленина, 137', 1, '04:00', '16:00', 'МСК' union all
select 3022, 'МО, г. Коломна, ул. Дзержинского, д.4', 1, '04:00', '16:00', 'МСК' union all
select 3137, 'МО, г. о. Серпухов, д. Дашковка 94 Б ТО 19.03.2022', 1, '04:00', '16:00', 'МСК' union all
select 3065, 'Московская обл., г.о. Кашира, мкр. Ожерелье, ул. Ленина, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 3125, 'Россия, Калуга, улица Андрея Алёшина, 8Б', 1, '04:00', '16:00', 'МСК' union all
select 644, 'ООО "Лента", 248033, Калужская обл., г. Калуга, ул. 65 лет Победы, д. 27, лит. А', 1, '04:00', '16:00', 'МСК' union all
select 3182, 'ВО, Рамонский муниц. район, Комсомольское сельское поселение, д. Князево, улица Советская, 137а', 1, '04:00', '16:00', 'МСК' union all
select 664, 'ООО "Лента", 142702, Московская обл., Ленинский р-н, д. Лопатино, Солнечный б-р,2', 1, '04:00', '16:00', 'МСК' union all
select 3024, 'Московская обл., Селятино г., Спортивная ул., д.1', 1, '04:00', '16:00', 'МСК' union all
select 642, 'Россия, Московская область, Наро-Фоминский городской округ, рабочий посёлок Селятино, Больничная улица, 10А', 1, '04:00', '16:00', 'МСК' union all
select 3014, 'Москва, Остафьевское шоссе 12к.1', 1, '04:00', '16:00', 'МСК' union all
select 3030, 'МО, Воскресенск, город Белоозерский, ул. Коммунальная, 12', 1, '04:00', '16:00', 'МСК' union all
select 3149, 'МО, р-н Воскресенский, с/п Ашитковское, п. Виноградово, ул. Коммунистическая, д. 1', 1, '04:00', '16:00', 'МСК' union all
select 3072, 'МО, Чехов, Лопасненская, д. 8', 1, '04:00', '16:00', 'МСК' union all
select 621, 'ООО "Лента", 142402, Московская обл., г. Ногинск, ул. Ильича, промплощадка 1, д. 6', 1, '04:00', '16:00', 'МСК' union all
select 1404, 'Москва г., Дмитровское шоссе, д.101А', 1, '04:00', '16:00', 'МСК' union all
select 1376, 'Москва г., Ясный проезд, д.13 стр.2', 1, '04:00', '16:00', 'МСК' union all
select 3112, 'МО, г.о. Красногорск , п. Отрадное, «Микрогород в Лесу»', 1, '04:00', '16:00', 'МСК' union all
select 1381, 'Москва г., Менжинского ул., д.32', 1, '04:00', '16:00', 'МСК' union all
select 615, 'ООО "Лента", 142400, Московская обл., Ногинский р-н, г. Ногинск, ул. 2-я Глуховская, д.8, строения 1 и 2', 1, '04:00', '16:00', 'МСК' union all
select 1448, 'б-р. Северный, д. 10', 1, '04:00', '16:00', 'МСК' union all
select 1372, 'г. Москва, Лётчика Бабушкина ул., д 24', 1, '04:00', '16:00', 'МСК' union all
select 1456, 'г Москва, Валдайский проезд, д 8 стр 2', 1, '04:00', '16:00', 'МСК' union all
select 1373, 'г Москва, ул Дубнинская, д 12 к 3', 1, '04:00', '16:00', 'МСК' union all
select 1445, 'Москва г, Дегунинская ул., д 13 стр 3', 1, '04:00', '16:00', 'МСК' union all
select 673, 'ООО "Лента", 125195, Москва, ул. Беломорская, 16А', 1, '04:00', '16:00', 'МСК' union all
select 1377, 'Москва г., Дудинка ул., д.2 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1429, 'Москва г., Хачатуряна ул., д.7', 1, '04:00', '16:00', 'МСК' union all
select 1374, 'г. Москва Отрадная ул., д. 7', 1, '04:00', '16:00', 'МСК' union all
select 1369, 'Москва г., Берингов проезд, д 3 стр 6', 1, '04:00', '16:00', 'МСК' union all
select 1416, 'Москва г, Митинская ул., д 53', 1, '04:00', '16:00', 'МСК' union all
select 655, 'ООО "Лента", 125310, г. Москва, пер. Ангелов, 6', 1, '04:00', '16:00', 'МСК' union all
select 3094, 'МСК Красная Сосна 3к1 ЖК Настроение', 1, '04:00', '16:00', 'МСК' union all
select 1362, 'г. Москва, б-р Яна Райниса, д.18 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1388, 'Москва г., Яна Райниса б-р, д 41', 1, '04:00', '16:00', 'МСК' union all
select 1394, 'г. Москва, 3-й Митинский пер., д.3', 1, '04:00', '16:00', 'МСК' union all
select 3085, 'MCК, Митинская, 29', 1, '04:00', '16:00', 'МСК' union all
select 1327, 'г. Москва, Пятницкое шоссе, д.21 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1324, 'г. Москва, Ленинградское шоссе, д.58 стр.26', 1, '04:00', '16:00', 'МСК' union all
select 667, 'ООО "Лента", 143433, Московская обл., г. Красногорск, Нахабино рп, ул. Школьная, д.2', 1, '04:00', '16:00', 'МСК' union all
select 320, '396002,РОССИЯ, ВОРОНЕЖСКАЯ ОБЛ, РАМОНСКИЙ Р-Н, 4-Я ПРОМЫШЛЕННАЯ ЗОНА (ПРОМЫШЛЕННАЯ ТЕР.) УЛ, З Д32Д/1', 1, '04:00', '16:00', 'МСК' union all
select 1438, 'СПБ, проспект Энгельса 133 к 1, литера В', 1, '04:00', '16:00', 'МСК' union all
select 657, 'ООО "Лента", 153000, Ивановская обл., г. Иваново, пр-кт Ленина, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3154, 'ТО, Калининский район, Черногубовское сельское поселение, деревня Батино, улица Сергея Еенина д.1а', 1, '04:00', '16:00', 'МСК' union all
select 3153, 'г.Тверь, Лемешева д.10', 1, '04:00', '16:00', 'МСК' union all
select 3104, 'МО, Дмитровский район, деревня Поддубки', 1, '04:00', '16:00', 'МСК' union all
select 3135, 'МО, Клин, Ленинградское шоссе, 53а', 1, '04:00', '16:00', 'МСК' union all
select 1409, 'Московская обл., Дмитров г., Советская у., д.5', 1, '04:00', '16:00', 'МСК' union all
select 3000, 'ООО "Лента", 141303, Московская обл., г.Сергиев Посад, пр-кт Красной Армии, д.232 А', 1, '04:00', '16:00', 'МСК' union all
select 3088, 'MО, Дмитровский р, Семеновское, c113', 1, '04:00', '16:00', 'МСК' union all
select 3033, 'МО, Дмитровский район, Целеево.', 1, '04:00', '16:00', 'МСК' union all
select 3040, 'МО, Солнечногорск, на пересечении улицы Банковская и Дзержинского (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 3051, 'МО, Дмитровский район, д. Глазово, 4', 1, '04:00', '16:00', 'МСК' union all
select 3032, 'МО, г. Пушкино, улица Просвещения, дом 10, корпус 1', 1, '04:00', '16:00', 'МСК' union all
select 3084, 'МО, Лобня, Батарейная 6', 1, '04:00', '16:00', 'МСК' union all
select 3122, 'Московская обл,. г. Лобня, Ленина ул., д.19', 1, '04:00', '16:00', 'МСК' union all
select 1410, 'Московская обл., Пушкино г., Чехова ул., д.12', 1, '04:00', '16:00', 'МСК' union all
select 3048, 'МО, г. Зеленоград, к.117', 1, '04:00', '16:00', 'МСК' union all
select 1359, 'г. Москва, Зеленоград г., Савёлкинский проезд, д.8', 1, '04:00', '16:00', 'МСК' union all
select 3012, 'МО, Мытищи, д.Пирогово, ул. Центральная, стр. 93', 1, '04:00', '16:00', 'МСК' union all
select 1395, 'Московская обл., г. Зеленоград, Гоголя ул., к.1006А', 1, '04:00', '16:00', 'МСК' union all
select 613, 'ООО "Лента", 124575, г. Москва, г. Зеленоград, ул. Гоголя, д. 2', 1, '04:00', '16:00', 'МСК' union all
select 3011, 'МО, г. Зеленоград, Георгиевский проспект, д.37к2.', 1, '04:00', '16:00', 'МСК' union all
select 648, 'ООО "Лента", 141720, Московская обл., г. Долгопрудный, ул. Московская, д. 58, корп. 2', 1, '04:00', '16:00', 'МСК' union all
select 1350, 'Московская обл., Фрязино г., пр-кт Мира, д 18', 1, '04:00', '16:00', 'МСК' union all
select 612, 'ООО "Лента", 141195, Московская обл., г. Фрязино, ул. 60 лет СССР, д. 10', 1, '04:00', '16:00', 'МСК' union all
select 8130, 'Воронежская обл, г. Отрадное г. ул. Автодорожная, зд. 11', 1, '04:00', '16:00', 'МСК' union all
select 3025, 'МО, г. Хотькова, ул. Майолик (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 1331, 'Москва г, Широкая ул., д 12Б', 1, '04:00', '16:00', 'МСК' union all
select 3046, 'Москва, Хорошевское ш. 38с5', 1, '04:00', '16:00', 'МСК' union all
select 1335, 'г. Москва, Маршала Жукова пр-т, д.42 стр.1', 1, '04:00', '16:00', 'МСК' union all
select 1414, 'ул. Комсомольская, д. 6', 1, '04:00', '16:00', 'МСК' union all
select 3131, 'Москва, ул. Молостовых, д.1А', 1, '04:00', '16:00', 'МСК' union all
select 3076, 'Калужская обл., Боровский р-н, дер. Кабицино', 1, '04:00', '16:00', 'МСК' union all
select 1454, 'г Москва, ул Рогожский Вал, д 3', 1, '04:00', '16:00', 'МСК' union all
select 1397, 'г. Москва ул. Вешняковская, д.13А', 1, '04:00', '16:00', 'МСК' union all
select 639, 'ООО "Лента", 121354, г. Москва, ш. Можайское, д.39', 1, '04:00', '16:00', 'МСК' union all
select 3018, 'МО, г. Руза, Территория Микрорайон 9а', 1, '04:00', '16:00', 'МСК' union all
select 614, 'ООО "Лента", 109548, г. Москва, ул. Гурьянова, д. 2, лит. А', 1, '04:00', '16:00', 'МСК' union all
select 1403, 'г. Люберцы, 3-е Почтовое отделение, д.100', 1, '04:00', '16:00', 'МСК' union all
select 3002, 'МО, Одинцово, Северная 13', 1, '04:00', '16:00', 'МСК' union all
select 1435, 'Московская обл., Одинцово г., Можайское шоссе, д.71', 1, '04:00', '16:00', 'МСК' union all
select 1347, 'Москва г., Гарибальди ул., д.4Г', 1, '04:00', '16:00', 'МСК' union all
select 1307, 'Москва Армавирская ул., д. 5', 1, '04:00', '16:00', 'МСК' union all
select 1346, 'г. Москва Мичуринский пр-т, Олимпийская деревня, д. 4, к. 3', 1, '04:00', '16:00', 'МСК' union all
select 1457, 'г Москва, Нахимовский пр-кт, д 30/43', 1, '04:00', '16:00', 'МСК' union all
select 3045, 'Москва,, Профсоюзная, д. 27, кор. 1', 1, '04:00', '16:00', 'МСК' union all
select 1462, 'г. Москва, ул. Новочеремушкинская, д. 53А', 1, '04:00', '16:00', 'МСК' union all
select 1349, 'г. Москва, Озерная ул., д. 42', 1, '04:00', '16:00', 'МСК' union all
select 1382, 'Москва г, Профсоюзная ул., д 104', 1, '04:00', '16:00', 'МСК' union all
select 1440, 'Москва г, Миклухо-Маклая ул., д 36А', 1, '04:00', '16:00', 'МСК' union all
select 1341, 'г. Москва, Боровское шоссе, д.37 к.2', 1, '04:00', '16:00', 'МСК' union all
select 3166, 'Москва, ул. Чертановская, д. 1В, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 1345, 'Москва г, Кировоградская ул., д 9А', 1, '04:00', '16:00', 'МСК' union all
select 3118, 'г. Москва, Генерала Белова ул., д.35', 1, '04:00', '16:00', 'МСК' union all
select 1311, '115583, г Москва, ул Воронежская, д 7', 1, '04:00', '16:00', 'МСК' union all
select 1322, 'г. Жуковский, ул. Лацкова, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 3038, 'Москва г. Московский 1ый мкр. д. 158', 1, '04:00', '16:00', 'МСК' union all
select 3093, 'MО, Раменское, ул. Десантная, стр. 44 В', 1, '04:00', '16:00', 'МСК' union all
select 3162, 'МО, Орехово-Зуевский го, д. Анциферово, ул. Лесная, дом 158, к. 1', 1, '04:00', '16:00', 'МСК' union all
select 3035, 'МО, Котельники мкр. Парковый 1к1', 1, '04:00', '16:00', 'МСК' union all
select 3091, 'МО, Рузский г.о.,п.Дорохово, ул. Невкипелого, д. 6а', 1, '04:00', '16:00', 'МСК' union all
select 1361, 'г. Москва, 2-я Мелитопольская ул., д.3А', 1, '04:00', '16:00', 'МСК' union all
select 3110, 'Москва, ул. Шипиловская, д. 1', 1, '04:00', '16:00', 'МСК' union all
select 3193, 'МО, Раменское, ул. Гурьева, 4Д', 1, '04:00', '16:00', 'МСК' union all
select 3197, 'Калужская обл,  Жуковский р, д. Папино, д 93', 1, '04:00', '16:00', 'МСК' union all
select 629, 'ООО "Лента", 249030, Калужская обл., г.Обнинск, пр-т Маркса, д.114', 1, '04:00', '16:00', 'МСК' union all
select 630, 'ООО "Лента", 142214, Московская обл., г.Серпухов, ул. Ворошилова, д. 139', 1, '04:00', '16:00', 'МСК' union all
select 1326, 'ул. Линия Октябрьской ж/д, д. 2, к. 2', 1, '04:00', '16:00', 'МСК' union all
select 3181, 'г Тверь, ш Рябеевское, д. 10', 1, '04:00', '16:00', 'МСК' union all
select 3164, 'Тверская обл. пгт Новозавидовский, ул. Советская, д. 2А к. 1', 1, '04:00', '16:00', 'МСК' union all
select 3099, 'МО, г. Щёлково, ул. Сиреневая, д. 9', 1, '04:00', '16:00', 'МСК' union all
select 3186, 'МО, п.Вешки ул.Заводская 9', 1, '04:00', '16:00', 'МСК' union all
select 1365, 'Московская обл., Королёв г., Королева пр-кт, д.5Д', 1, '04:00', '16:00', 'МСК' union all
select 3043, 'МО г Королев, пр-кт Королева, д 18/6 (строительный адрес)', 1, '04:00', '16:00', 'МСК' union all
select 3061, 'МО, г. Мытищи, Комарова, д.3', 1, '04:00', '16:00', 'МСК' union all
select 1383, 'МО г. Мытищи, Мира ул., д. 26А', 1, '04:00', '16:00', 'МСК' union all
select 647, 'ООО "Лента", 141070, Московская обл., г. Королев, ул. Пионерская д.19 к.3', 1, '04:00', '16:00', 'МСК' union all
select 1463, 'Московская обл., Химки г., Мельникова пр-кт, д.27', 1, '04:00', '16:00', 'МСК' union all
select 1344, 'г. Химки, Юбилейный пр-т, д. 88', 1, '04:00', '16:00', 'МСК' union all
select 1333, 'г. Москва, Белозерская ул., д.11Г', 1, '04:00', '16:00', 'МСК' union all
select 3026, 'МО, Солнечногорск, Юрлово, ул. Солнечная, земельный участок 80', 1, '04:00', '16:00', 'МСК' union all
select 1398, 'г. Москва, Лобненская ул., д.14', 1, '04:00', '16:00', 'МСК' union all
select 632, 'ООО "Лента", 141014, Московская область, г. Мытищи, 3-я Крестьянская, стр. 23', 1, '04:00', '16:00', 'МСК' union all
select 3031, 'МО, Истра, Снегири, ул. Московская 24', 1, '04:00', '16:00', 'МСК' union all
select 1370, 'Москва г., Широкая ул., д 31 к 5', 1, '04:00', '16:00', 'МСК' union all
select 1393, 'г Москва, Дмитровское шоссе, д 113 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1375, 'Москва г., Тайнинская ул., д.20', 1, '04:00', '16:00', 'МСК' union all
select 1439, 'Москва г., 800-летия Москвы ул., д.11', 1, '04:00', '16:00', 'МСК' union all
select 1427, 'г. Москва, Дмитровское шоссе, д.98', 1, '04:00', '16:00', 'МСК' union all
select 607, 'ООО "Лента", 125362, г. Москва, ул. Тушинская, д.17', 1, '04:00', '16:00', 'МСК' union all
select 1392, 'г Москва, ул Большая Академическая, д 17', 1, '04:00', '16:00', 'МСК' union all
select 625, 'ООО "Лента" 143905, Московская область, г. Балашиха, ул. Свердлова, д. 20, 1', 1, '04:00', '16:00', 'МСК' union all
select 1412, 'г. Балашиха, Балашихинское ш., д. 10', 1, '04:00', '16:00', 'МСК' union all
select 1411, 'Московская обл, г. Красногорск, Павшинский б-р, д.16', 1, '04:00', '16:00', 'МСК' union all
select 3071, 'Москва , ул. Дубки д. 2', 1, '04:00', '16:00', 'МСК' union all
select 1386, 'Москва г., Исаковского ул., д 6 к 2', 1, '04:00', '16:00', 'МСК' union all
select 1459, 'г. Красногорск, ул. Большая Воскресенская, 1', 1, '04:00', '16:00', 'МСК' union all
select 1368, 'г. Москва, Рижский проезд, д 11', 1, '04:00', '16:00', 'МСК' union all
select 1384, 'Москва г., Краснобогатырская ул., д.13', 1, '04:00', '16:00', 'МСК' union all
select 1380, 'г. Москва, ул. Павла Корчагина, д. 3А', 1, '04:00', '16:00', 'МСК' union all
select 3092, 'Москва Орехово-Зуево ул. 1905 г , д. 11', 1, '04:00', '16:00', 'МСК' union all
select 1329, 'г. Москва Уральская ул., д. 3', 1, '04:00', '16:00', 'МСК' union all
select 1328, 'г. Москва, Руставели ул., д.8 к.1', 1, '04:00', '16:00', 'МСК' union all
select 1415, 'г. Москва, Краснобогатырская ул., д.23', 1, '04:00', '16:00', 'МСК' union all
select 3028, 'Москва Щелковское шоссе 92к8', 1, '04:00', '16:00', 'МСК' union all
select 1437, 'Москва г, Маршала Василевского ул., д 17', 1, '04:00', '16:00', 'МСК' union all
select 3007, 'г.Москва, ул. Амурская, д.1а, к3', 1, '04:00', '16:00', 'МСК' union all
select 1421, 'г. Москва, ул. Часовая, д. 13', 1, '04:00', '16:00', 'МСК' union all
select 1371, 'Москва г., 9-я Парковая ул., д 68 к 5', 1, '04:00', '16:00', 'МСК' union all
select 3067, 'г. Москва, ул. Халтуринская, д.18', 1, '04:00', '16:00', 'МСК' union all
select 1336, 'ул. Хромова, д. 3', 1, '04:00', '16:00', 'МСК' union all
select 605, 'ООО "Лента", 123458, г. Москва, ул. Твардовского, д.2, стр.1, к.4', 1, '04:00', '16:00', 'МСК' union all
select 1330, 'г. Балашиха, Энтузиастов ш., д. 1Б', 1, '04:00', '16:00', 'МСК' union all
select 651, 'ООО "Лента", 107113, г. Москва, пл. Сокольническая, д.4, кор. 1-2', 1, '04:00', '16:00', 'МСК' union all
select 1387, 'Москва г., Живописная ул., д 12 к 1', 1, '04:00', '16:00', 'МСК' union all
select 1339, 'г. Москва Бутырский вал ул., д. 28', 1, '04:00', '16:00', 'МСК' union all
select 1351, 'Москва г, Народного Ополчения ул., д 29 к 1 стр 1', 1, '04:00', '16:00', 'МСК' union all
select 1390, 'Москва г., Народного Ополчения ул., д 28 к 1', 1, '04:00', '16:00', 'МСК' union all
select 3165, 'МСК ул. Большая Почтовая д.28', 1, '04:00', '16:00', 'МСК' union all
select 1316, 'г. Москва, Бауманская ул., д.32 стр.2', 1, '04:00', '16:00', 'МСК' union all
select 3111, 'Москва, р-н Хорошево-Мневники, 3-й Силикатный проезд, вл.4, корп.2,', 1, '04:00', '16:00', 'МСК' union all
select 3171, 'Воронеж г., Беговая ул., д.223 к.3', 1, '04:00', '16:00', 'МСК' union all
select 121, '394051, Воронежская обл., г. Воронеж, ул. Домостроителей, д. 24, лит.1А', 1, '04:00', '16:00', 'МСК' union all
select 3180, 'Воронеж г., Кривошеина ул., д.13', 1, '04:00', '16:00', 'МСК' union all
select 3184, 'Воронеж, ул. Шидловского, 11', 1, '04:00', '16:00', 'МСК' union all
select 3185, 'г. Воронеж, ул. Ворошилова, 1А', 1, '04:00', '16:00', 'МСК' union all
select 3173, 'г.Воронеж, ул.Корольковой, д 8', 1, '04:00', '16:00', 'МСК' union all
select 8032, 'Россия, Ростовская область, Аксайский район, улица Логопарк, 3к1', 1, '04:00', '16:00', 'МСК' union all
select 1358, 'г. Москва, Адмирала Лазарева ул., д.62', 1, '04:00', '16:00', 'МСК' union all
select 3044, 'МО, г. Апрелевка , ул. Некрасова 27/1', 1, '04:00', '16:00', 'МСК' union all
select 1357, 'Московская обл., Домодедово г., Лунная ул., д.17 к.1-3', 1, '04:00', '16:00', 'МСК' union all
select 3134, 'МО, Раменский г.о., с. Заворово (строительный)', 1, '04:00', '16:00', 'МСК' union all
select 3064, 'МО, Серпухов, Водонапорная, 38', 1, '04:00', '16:00', 'МСК' union all
select 3147, 'МО, г. Кашира, ул. Садовая 24', 1, '04:00', '16:00', 'МСК' union all
select 1405, 'Тула г., Путейская ул., д.5', 1, '04:00', '16:00', 'МСК' union all
select 1407, 'Тула г., Красноармейский пр-кт, д.16', 1, '04:00', '16:00', 'МСК' union all
select 1408, 'Тула г., Демонстрации ул., д.36', 1, '04:00', '16:00', 'МСК' union all
select 1406, 'Тула г., Металлургов ул., стр.62а', 1, '04:00', '16:00', 'МСК' union all
select 8052, 'Россия, Самарская область, Ставропольский район, СНТ Зелёновка', 1, '04:00', '16:00', 'МСК' union all
select 3176, 'ВО, с. Ямное, Фельдмаршала Кутузова, 32а', 1, '04:00', '16:00', 'МСК' union all
select 3175, 'ВО, с Ямное, ул Ленина, д. 63', 1, '04:00', '16:00', 'МСК' union all
select 117, '394005, Воронежская обл., г. Воронеж, Московский пр-кт, д.129/1', 1, '04:00', '16:00', 'МСК' union all
select 3126, 'Тверь, ул Оснабрюкская, 12 к 1', 1, '04:00', '16:00', 'МСК' union all
select 3200, 'г. Воронеж, ул.Брусилова  д. 4', 1, '04:00', '16:00', 'МСК' union all
select 661, 'ООО "Лента", 142700, Московская обл.,Ленинский р-н, г. Видное, Березовая ул.,д.1А', 1, '04:00', '16:00', 'МСК' union all
select 3130, 'Московская обл., Коломна г., Захарова ул., д.10, к.3', 1, '04:00', '16:00', 'МСК' union all
select 610, 'ООО "Лента", 249091, Калужская обл., Малоярославецкий р-н, г. Малоярославец, ул. Парижской Коммуны, д. 51', 1, '04:00', '16:00', 'МСК' union all
select 1466, 'г. Москва, Комсомольская пл., д.2', 1, '04:00', '16:00', 'МСК' union all
-- ЕКБ:
select 42, 'Пермь г. Парковый пр. 66', 1, '04:00', '16:00', 'ЕКБ' union all
select 61, 'Нижний Тагил г. Уральский пр. д. 75', 1, '04:00', '16:00', 'ЕКБ' union all
select 69, 'Челябинск г. Блюхера ул. д. 126', 1, '04:00', '16:00', 'ЕКБ' union all
select 74, 'Магнитогорск г. Вокзальная ул. д. 23', 1, '04:00', '16:00', 'ЕКБ' union all
select 91, 'Тюмень г. ул. Мельникайте, д.139', 1, '04:00', '16:00', 'ЕКБ' union all
select 92, 'Сургут г. ул. 30 лет Победы 74', 1, '04:00', '16:00', 'ЕКБ' union all
select 93, 'Сургут г. Югорский тракт ул. 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 94, 'Тюмень г. Республики ул., д. 291', 1, '04:00', '16:00', 'ЕКБ' union all
select 100, 'Ханты-Мансийск г. р-н Нефтебазы Объездная ул. 9', 1, '04:00', '16:00', 'ЕКБ' union all
select 135, 'Тобольск г. 15й мкр д. 21', 1, '04:00', '16:00', 'ЕКБ' union all
select 146, 'Тюмень г. Тобольский тракт д. 101', 1, '04:00', '16:00', 'ЕКБ' union all
select 147, 'г.Пермь, шоссе Космонавтов, д 162б', 1, '04:00', '16:00', 'ЕКБ' union all
select 154, 'Челябинск г. Братьев Каширных ул., 75', 1, '04:00', '16:00', 'ЕКБ' union all
select 176, 'Каменск-Уральский г. ул. Суворова 48', 1, '04:00', '16:00', 'ЕКБ' union all
select 184, 'Челябинск г. Академика Сахарова ул. 15', 1, '04:00', '16:00', 'ЕКБ' union all
select 192, 'Магнитогорск г. Ленина пр. 119', 1, '04:00', '16:00', 'ЕКБ' union all
select 206, 'Нижний Тагил г. Свердловское ш. д. 31', 1, '04:00', '16:00', 'ЕКБ' union all
select 209, 'Тюмень г. Алебашевская ул, д. 19', 1, '04:00', '16:00', 'ЕКБ' union all
select 212, 'Челябинск г. Черкасская ул. д. 23', 1, '04:00', '16:00', 'ЕКБ' union all
select 213, 'Челябинск г. Копейское ш. 64', 1, '04:00', '16:00', 'ЕКБ' union all
select 235, 'Пермь г. Гагарина б-р 65', 1, '04:00', '16:00', 'ЕКБ' union all
select 245, 'Тюмень г. Народная ул. 76', 1, '04:00', '16:00', 'ЕКБ' union all
select 285, 'Ноябрьск г. ул. Цоя 22', 1, '04:00', '16:00', 'ЕКБ' union all
select 297, 'Пермь г. Свердловский район, ул. Героев Хасана, 105', 1, '04:00', '16:00', 'ЕКБ' union all
select 6297, 'Пермь г. Свердловский район, ул. Героев Хасана, 106', 1, '04:00', '16:00', 'ЕКБ' union all
select 301, 'Челябинск г. ул. Артиллерийская, д. 136', 1, '04:00', '16:00', 'ЕКБ' union all
select 309, 'Курган г. ул. Коли Мяготина д.8', 1, '04:00', '16:00', 'ЕКБ' union all
select 317, 'Нижневартовск г. Кузоваткина 17', 1, '04:00', '16:00', 'ЕКБ' union all
select 321, 'Ханты-Мансийский АО-Югра, г. Сургут, Югорский тракт д.38', 1, '04:00', '16:00', 'ЕКБ' union all
select 8091, 'Пермь г. Свердловский район, ул. Героев Хасана, 105', 1, '04:00', '16:00', 'ЕКБ' union all
select 2563, 'Екатеринбург г. Дублер Сибирского тракта, строение 19/1.', 1, '04:00', '16:00', 'ЕКБ' union all
select 2564, 'Екатеринбург г. Академика Сахарова пр. 107/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2565, 'Екатеринбург г. Космонавтов пр-кт стр.1в/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 2643, 'Тюмень г. ул. Мельникайте, д.139', 1, '04:00', '16:00', 'ЕКБ' union all
select 2644, 'Сургут г. ул. 30 лет Победы 74', 1, '04:00', '16:00', 'ЕКБ' union all
select 2645, 'Ханты-Мансийск г. р-н Нефтебазы Объездная ул. 9', 1, '04:00', '16:00', 'ЕКБ' union all
select 2646, 'Сургут г. Югорский тракт ул. 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 2648, 'Челябинск г. Блюхера ул. д. 126', 1, '04:00', '16:00', 'ЕКБ' union all
select 2649, 'Тюмень г. Республики ул., д. 291', 1, '04:00', '16:00', 'ЕКБ' union all
select 2650, 'Челябинск г. Братьев Каширных ул., 75', 1, '04:00', '16:00', 'ЕКБ' union all
select 2652, 'Пермь г. Парковый пр. 66', 1, '04:00', '16:00', 'ЕКБ' union all
select 2653, 'Пермь г. Гагарина б-р 65', 1, '04:00', '16:00', 'ЕКБ' union all
select 2692, 'Тюмень г. Тобольский тракт д. 101', 1, '04:00', '16:00', 'ЕКБ' union all
select 2695, 'Ноябрьск г. ул. Цоя 22', 1, '04:00', '16:00', 'ЕКБ' union all
select 857, 'г. Новосибирск, ул. Ясный Берег, 14Б', 1, '04:00', '16:00', 'ЕКБ' union all
select 942, 'Пермский край, Пермь г, Гашкова ул, дом № 19а', 1, '04:00', '16:00', 'ЕКБ' union all
select 926, 'Пермский край, Соликамск г, Северная ул, дом № 55', 1, '04:00', '16:00', 'ЕКБ' union all
select 929, 'Пермский край, Пермь г, Чердынская ул, дом № 28', 1, '04:00', '16:00', 'ЕКБ' union all
select 8072, 'Новосибирская область, Новосибирский район', 1, '04:00', '16:00', 'ЕКБ' union all
select 909, 'ООО "Лента", 620000, Свердловская обл., г. Екатеринбург, ул. Шейнкмана, д. 86', 1, '04:00', '16:00', 'ЕКБ' union all
select 912, 'ООО "Лента", 620109, Свердловская обл., г. Екатеринбург, ул. Красноуральская, д.22', 1, '04:00', '16:00', 'ЕКБ' union all
select 906, 'ООО "Лента", 620072, Свердловская обл., г. Екатеринбург, ул. Сыромолотова д.31', 1, '04:00', '16:00', 'ЕКБ' union all
select 904, 'ООО "Лента", 620075, Свердловская обл., г. Екатеринбург, ул. Кузнечная, д. 79', 1, '04:00', '16:00', 'ЕКБ' union all
select 229, 'Екатеринбург ул.22 Партсъезда 2', 1, '04:00', '16:00', 'ЕКБ' union all
select 908, 'ООО "Лента", 620012, Свердловская обл., г. Екатеринбург, ул. Кузнецова, д.3', 1, '04:00', '16:00', 'ЕКБ' union all
select 911, 'ООО "Лента", 623104, Свердловская обл.,г. Первоуральск, ул. Комсомольская, 15, Б', 1, '04:00', '16:00', 'ЕКБ' union all
select 230, 'Екатеринбург ул.Таганская 60А', 1, '04:00', '16:00', 'ЕКБ' union all
select 913, 'ООО "Лента", 623101, Свердловская обл., г. Первоуральск, пр-кт Космонавтов, д. 13', 1, '04:00', '16:00', 'ЕКБ' union all
select 8092, 'Свердловская область, Белоярский городской округ, Тюменский тракт, 28-й километр, 1', 1, '04:00', '16:00', 'ЕКБ' union all
select 905, 'ООО "Лента", 620085, Свердловская обл., г. Екатеринбург, ул. 8 марта, д.273', 1, '04:00', '16:00', 'ЕКБ' union all
select 227, 'Екатеринбург,Ак.Сахарова 107/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 907, 'ООО "Лента", 620146, Свердловская обл., г.Екатеринбург, ул. Московская, д.200', 1, '04:00', '16:00', 'ЕКБ' union all
select 228, 'Екатеринбург ул.Космонавтов 1В/1', 1, '04:00', '16:00', 'ЕКБ' union all
select 203, 'Екатеринбург, ул. Сибирский тракт, 19', 1, '04:00', '16:00', 'ЕКБ' union all
-- НСБ:
select 942, 'Пермский край, Пермь г, Гашкова ул, дом № 19а', 1, '04:00', '16:00', 'НСБ' union all
select 845, 'ООО "Лента", 656012, Алтайский край, г. Барнаул, ул. П.С. Кулагина, д. 44', 1, '04:00', '16:00', 'НСБ' union all
select 852, 'ООО "Лента", 654080, Кемеровская обл., г. Новокузнецк, ул. Кирова, 55', 1, '04:00', '16:00', 'НСБ' union all
select 829, 'ООО "Лента", 630032, Новосибирская обл., г. Новосибирск, ул. Котовского,д.2, В', 1, '04:00', '16:00', 'НСБ' union all
select 8072, 'Новосибирская область, Новосибирский район', 1, '04:00', '16:00', 'НСБ' union all
select 809, 'ООО "Лента", 630099, Новосибирская обл., г. Новосибирск, ул. Депутатская, д.46', 1, '04:00', '16:00', 'НСБ' union all
select 808, 'ООО "Лента", 630004, Новосибирская обл., г. Новосибирск, ул. Ленина, д. 29', 1, '04:00', '16:00', 'НСБ' union all
select 831, 'ООО "Лента", 630017, Новосибирская обл., г. Новосибирск, ул. Бориса Богаткова, д. 206', 1, '04:00', '16:00', 'НСБ' union all
select 833, 'ООО "Лента", 630039, Новосибирская обл., г. Новосибирск, ш. Гусинобродское, д. 20', 1, '04:00', '16:00', 'НСБ' union all
select 811, 'ООО "Лента", 630004, Новосибирская обл., Новосибирск, ул. Ленина, д. 84', 1, '04:00', '16:00', 'НСБ' union all
select 849, 'ООО "Лента", 630112, Новосибирская обл., г. Новосибирск, Дзержинского пр-кт, д.2/2', 1, '04:00', '16:00', 'НСБ' union all
select 4008, 'г. Новосибирск, ул. Глинки, 10а', 1, '04:00', '16:00', 'НСБ' union all
select 821, 'ООО "Лента", 630082, Новосибирская обл., г. Новосибирск, ул. Дуси Ковальчук, д. 91', 1, '04:00', '16:00', 'НСБ' union all
select 832, 'ООО "Лента", 630015, Новосибирская обл., г. Новосибирск, ул. Трикотажная, д. 29', 1, '04:00', '16:00', 'НСБ' union all
select 812, 'ООО "Лента", 630049, Новосибирская обл, г. Новосибирск, ул. Дуси Ковальчук, д.276, кв.2,3,7-13,16,19,20,23-25,27-29,32-35,38', 1, '04:00', '16:00', 'НСБ' union all
select 837, 'ООО "Лента", 630129, Новосибирская обл., г. Новосибирск, ул. Курчатова, д. 7/1', 1, '04:00', '16:00', 'НСБ' union all
select 823, 'ООО "Лента", 630061, Новосибирская обл., г. Новосибирск, ул. Тюленина, д.25', 1, '04:00', '16:00', 'НСБ' union all
select 850, 'ООО "Лента", 650070, Кемеровская обл., г. Кемерово, Молодёжный пр.,2, пом.161', 1, '04:00', '16:00', 'НСБ' union all
select 839, 'ООО "Лента", 650055, Кемеровская обл., г. Кемерово, ул. Сибиряков-Гвардейцев, д. 18, А', 1, '04:00', '16:00', 'НСБ' union all
select 851, 'ООО "Лента",650066, Кемеровская обл., г. Кемерово, пр-кт Ленина, 59 А, пом.38', 1, '04:00', '16:00', 'НСБ' union all
select 820, 'ООО "Лента", 650060, Кемеровская обл., г. Кемерово, Строителей б-р, д. 28', 1, '04:00', '16:00', 'НСБ' union all
select 838, 'ООО"Лента", 650066, Кемеровская обл., г. Кемерово, Ленина пр-кт, д. 64', 1, '04:00', '16:00', 'НСБ' union all
select 841, 'ООО "Лента", 650066, Кемеровская обл., г. Кемерово, Ленина пр-кт, д. 90/1, пом.100', 1, '04:00', '16:00', 'НСБ' union all
select 840, 'ООО "Лента", 650023, Кемеровская обл., г. Кемерово, пр-кт Ленина, д. 116', 1, '04:00', '16:00', 'НСБ' union all
select 842, 'ООО "Лента", 650033, Кемеровская обл., г. Кемерово, ул. Леонова, д. 10', 1, '04:00', '16:00', 'НСБ' union all
select 4026, 'г. Томск, ТРК «ЛЕТО», ул. Нахимова, 8 стр. 13', 1, '04:00', '16:00', 'НСБ' union all
select 853, 'ООО "Лента", 634061, Томская обл., г. Томск, Красноармейская ул., 44', 1, '04:00', '16:00', 'НСБ' union all
select 4030, 'Попова 1а', 1, '04:00', '16:00', 'НСБ' union all
select 4025, 'Томская область, п. Зональная станция, ул. Тихая, 109.', 1, '04:00', '16:00', 'НСБ' union all
select 4021, 'г.Новосибирск, ул.Т.Снежиной д 44', 1, '04:00', '16:00', 'НСБ' union all
select 4017, 'НО, д.п. Кудряшовский, ул.Зеленая 7/1 (Октябрьская 7 ориентир)', 1, '04:00', '16:00', 'НСБ' union all
select 4009, 'НСК, п. Озерный, ул. Промышленная 10/3', 1, '04:00', '16:00', 'НСБ' union all
select 4000, 'г. Новосибирск, п.Пашино, ул.Магистральная, д.12', 1, '04:00', '16:00', 'НСБ' union all
select 857, 'г. Новосибирск, ул. Ясный Берег, 14Б', 1, '04:00', '16:00', 'НСБ' union all
select 856, 'г. Новосибирск, ТЦ «Маяк», ул. Русская, 1', 1, '04:00', '16:00', 'НСБ' union all
select 848, 'ООО "Лента" 656922, Алтайский край, г. Барнаул, пр-кт Энергетиков, 11', 1, '04:00', '16:00', 'НСБ' union all
select 843, 'ООО "ЛЕНТА", 656062, Алтайский край, Барнаул, Попова ул/Георгия Исакова ул, 86/260', 1, '04:00', '16:00', 'НСБ' union all
select 819, 'ООО "Лента", 650003, Кемеровская обл., г. Кемерово, пр-кт Химиков, д.39', 1, '04:00', '16:00', 'НСБ' union all
select 846, 'ООО "Лента", 656065, Алтайский край, г. Барнаул, ул. Сергея Семенова, д. 9, пом.Н3', 1, '04:00', '16:00', 'НСБ' union all
select 844, 'ООО "Лента", 656052, Алтайский край, г. Барнаул, ул. Северо-Западная, д. 155', 1, '04:00', '16:00', 'НСБ' union all
select 4002, 'Барнаул, ул. Попова, 70а', 1, '04:00', '16:00', 'НСБ' union all
select 807, 'ООО "Лента", 633208, Новосибирская обл., г. Искитим, Южный мкр., д. 56', 1, '04:00', '16:00', 'НСБ' union all
select 847, 'ООО "Лента", 633010, Новосибирская обл., г. Бердск, ул. М.Горького, д. 6', 1, '04:00', '16:00', 'НСБ' union all
select 810, 'ООО "Лента", 633009, Новосибирская обл., г.Бердск, ул. Комсомольская, 15', 1, '04:00', '16:00', 'НСБ' union all
select 818, 'ООО "Лента", 630056, Новосибирская обл., г. Новосибирск, ул. Ветлужская, д. 24', 1, '04:00', '16:00', 'НСБ' union all
select 4007, 'г. Краснообск, Восточная 5-1', 1, '04:00', '16:00', 'НСБ' union all
select 825, 'ООО "Лента", 630119, Новосибирская обл., г. Новосибирск, ул. Зорге, д.271/1', 1, '04:00', '16:00', 'НСБ' union all
select 4014, 'НСК, ул. Твардовского 22 (ориентир)', 1, '04:00', '16:00', 'НСБ' union all
select 817, 'ООО "Лента", 630107, Новосибирская обл., г. Новосибирск, ул. Троллейная, д. 130, А', 1, '04:00', '16:00', 'НСБ' union all
select 835, 'ООО"Лента", 630045, Новосибирская обл., г. Новосибирск, ул. Волховская, д.30', 1, '04:00', '16:00', 'НСБ' union all
select 836, 'ООО"Лента", 630046, Новосибирская обл., г. Новосибирск, ул. Маяковского, д. 24', 1, '04:00', '16:00', 'НСБ' union all
select 4010, 'г. Новосибирск, ул. Титова 232Б', 1, '04:00', '16:00', 'НСБ' union all
select 4018, 'Новосибирск, ул. Титова 182а', 1, '04:00', '16:00', 'НСБ' union all
select 801, 'ООО "Лента", 630078, Новосибирская обл., г. Новосибирск, пл. Карла Маркса, д. 2', 1, '04:00', '16:00', 'НСБ' union all
select 816, 'ООО "Лента", 630136, Новосибирская область, г. Новосибирск, ул. Пархоменко, д. 90/1', 1, '04:00', '16:00', 'НСБ' union all
select 834, 'ООО "Лента", 630071, Новосибирская обл, г. Новосибирск, ул. Колхидская, д. 11', 1, '04:00', '16:00', 'НСБ' union all
select 802, 'ООО "Лента", 630073, Новосибирская обл., г. Новосибирск, ул. Геодезическая, д. 4/1', 1, '04:00', '16:00', 'НСБ' union all
select 855, 'Новосибирск, ул. Ипподромская, 46', 1, '04:00', '16:00', 'НСБ' union all
select 4019, 'г. Новосибирск, ул. Бориса Богаткова 217/2', 1, '04:00', '16:00', 'НСБ' union all
select 4003, 'Новосибирск, ул. Ельцовская, д. 6а', 1, '04:00', '16:00', 'НСБ' union all
select 4013, 'г.Новосибирск , Кропоткина ул., д.203', 1, '04:00', '16:00', 'НСБ' union all
select 854, 'Барнаул, ул. Мало – Олонская, 28', 1, '04:00', '16:00', 'НСБ' union all
select 4027, 'Новосибирск, Выборная 142/1', 1, '04:00', '16:00', 'НСБ';
