INSERT INTO lenta_dictionary(lenta_dictionary_key, address_name, type, time_shop, time_stock, region)
SELECT lenta_dictionary_key,
       MIN(address_name),
       MIN(type),
       MIN(time_shop),
       MIN(time_stock),
       MIN(region)
FROM (
         SELECT 757                                      as lenta_dictionary_key,
                'Большой Сампсониевский пр. 66, лит. О.' as address_name,
                1                                        as type,
                '04:00'                                  as time_shop,
                '16:00'                                  as time_stock,
                'СПБ'                                    as region union all
-- rst:
select 101516, '4,ЛИТ.Б, ДРЕЗДЕНСКАЯ, ПОМ.13-Н', 1, '04:00', '16:00', 'РСТ' union all
select 102375, '3, Х-Р НОВЕНЬКИЙ, ПРИБРЕЖНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 104545, '2, СТР.25, СОЛНЕЧНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 106517, '42, ПОМ.3, ВНУКОВСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 107267, '2, ЗАРЕЧНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 107286, '1, РЯЗАНОВСКОЕ ШОССЕ', 1, '04:00', '16:00', 'РСТ' union all
select 107760, '13,ЛИТ.А, ВИТЕБСКИЙ ПРОСПЕКТ, ПОМ.26', 1, '04:00', '16:00', 'РСТ' union all
select 108152, 'Д.2А,ОФ206, УЛ.9 МАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 108726, '33,ЛИТ.А, ПЕРВОГО МАЯ (МИХАЙЛОВКА), ПОМ.1-А', 1, '04:00', '16:00', 'РСТ' union all
select 109148, 'ЗД.43/2, КАБ.26, УЛ.СОВЕТСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 109297, 'ОФ.211, ПОМ.П8, УЛ.НОВАЯ,Д.10', 1, '04:00', '16:00', 'РСТ' union all
select 109565, '2, КВАРТАЛ ОБЩЕСТВЕННЫЙ ЦЕНТР', 1, '04:00', '16:00', 'РСТ' union all
select 109630, 'УЛ. КОМАРОВА 2', 1, '04:00', '16:00', 'РСТ' union all
select 110171, '1, ЛИТ.Ж, 5-Й ВЕРХНИЙ ПЕР., ПОМ.108', 1, '04:00', '16:00', 'РСТ' union all
select 110184, '295 Б, П.6Н,ОФ.1, ПР.ОБУХОВСКОЙ ОБОРОНЫ', 1, '04:00', '16:00', 'РСТ' union all
select 110521, 'ВЛ.1,СТР.4, ПОМ.1/2/3, ТЕР.СЕЛЬСКОХОЗЯЙСТВЕННЫЙ КОМПЛЕКС', 1, '04:00', '16:00', 'РСТ' union all
select 110694, 'ЗД.8, УЛ.ПРОИЗВОДСТВЕННАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 110698, 'ЗДАНИЕ 2', 1, '04:00', '16:00', 'РСТ' union all
select 110740, 'Д.12, УЛ. ЛОМОНОСОВА', 1, '04:00', '16:00', 'РСТ' union all
select 111185, 'ПРОМЗОНА НИЖНЯЯ,ПР-ЗД ЦЕНТРАЛЬНЫЙ, СТР.2', 1, '04:00', '16:00', 'РСТ' union all
select 111253, 'ВЛ.1, ОБЪЕЗДНОЕ ШОССЕ', 1, '04:00', '16:00', 'РСТ' union all
select 111572, '4, АГРАРНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 111658, 'К.71, УЛ.ЛАВРОВСКАЯ ДОРОГА', 1, '04:00', '16:00', 'РСТ' union all
select 111712, '1, ВИНОГРАДНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 111815, '48, ОФ.303, ЛЕНИНА', 1, '04:00', '16:00', 'РСТ' union all
select 112429, '95, КОМИНТЕРНА', 1, '04:00', '16:00', 'РСТ' union all
select 112825, 'Д.12,К.О, КВ-Л ЮГО-ВОСТОЧНЫЙ, ПОМ.1', 1, '04:00', '16:00', 'РСТ' union all
select 113341, '63, СОВЕТСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 113950, 'ПОС. ЗАБОЛОТЬЕ', 1, '04:00', '16:00', 'РСТ' union all
select 114335, '66, ВЫГОННАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 114413, '2В, СТР.24, ЗАВОДСКАЯ, ЭТ.2, П.25', 1, '04:00', '16:00', 'РСТ' union all
select 114845, '65,КОР.1, Л.А,П.10Н, ЛЕСНОЙ ПР.', 1, '04:00', '16:00', 'РСТ' union all
select 115168, 'Д.175, ОФИС № 2, СТ-ЦА МЕДВЕДОВСКАЯ, УЛ.МИРА', 1, '04:00', '16:00', 'РСТ' union all
select 115526, 'Д.13,Л.АЕ, МОСКОВСКОЕ ШОССЕ, П.28Н,П.12', 1, '04:00', '16:00', 'РСТ' union all
select 116673, 'АХТУБА, УЛ.КУЗНЕЦКАЯ, Д.42, ОФ.3', 1, '04:00', '16:00', 'РСТ' union all
select 116711, 'Д.4, УЛ.КАРЛА МАРКСА', 1, '04:00', '16:00', 'РСТ' union all
select 116808, 'Д.7, ЛИТ.Б, ОФ.1 ЭТАЖ, УЛ. АВТОБУСНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 118398, 'Д.7Б, КАБ.23, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'РСТ' union all
select 118603, 'Д.46, Д.ДЕМИДОВО', 1, '04:00', '16:00', 'РСТ' union all
select 126500, 'Д.15, УЛ.1905 ГОДА', 1, '04:00', '16:00', 'РСТ' union all
select 128447, 'Д.18, УЛ. САРАТОВСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 128995, 'Д. 8, УЛ. ЯГОДНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129014, 'Д.3, УЛ. ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129240, 'Д.58,КВ.1, УЛ. СЕВЕРНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129379, 'Д.7, К.А, УЛ.САДОВАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129457, 'Д.1, Д.АЛЕКСЕЕВКА, УЛ.ИНТЕРНАЦИОНАЛЬНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129490, 'ЛИТ.А, ПОМ.6Н,ОФ4, УЛ.ЖЕЛЕЗНОДОРОЖНАЯ,Д.11,К.3', 1, '04:00', '16:00', 'РСТ' union all
select 129497, 'Д.24,СТР.7, ПОМ.5, УЛ. БАЗОВАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129757, 'Д.18, УЛ.САРАТОВСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 129775, 'Д.1,ЛИТ.Р, УЛ.ПРИЧАЛЬНАЯ 5-Я', 1, '04:00', '16:00', 'РСТ' union all
select 129779, 'ЗД.3/2, ОФ.2, УЛ.ОГУРЕЧНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 130089, 'ЗД.9, УЛ.ТЕПЛИЧНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 130299, 'Д.42, ПОМ.16-17, УЛ. ПЛЕХАНОВА', 1, '04:00', '16:00', 'РСТ' union all
select 130359, 'Д.1/1,ЭТ.2, ПОМ.5, УЛ.ДОРОЖНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 130441, 'Д.1, М.Р-Н ПСКОВСКИЙ, УЛ.ПАРКОВАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 130744, 'Д.2/2, ТЕР.ГРАНАТОВАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 130851, 'ТЕРРИТОРИЯ КОЛОС,Д. 4000/1267', 1, '04:00', '16:00', 'РСТ' union all
select 188888, 'ГОСТИНИЧНАЯ 7 А, КОРП.2', 1, '04:00', '16:00', 'РСТ' union all
select 300212, 'КОМ. 7, НЕВСКИЙ ПР., Д. 30, ЛИТЕРА А, ПОМ. 26-Н', 1, '04:00', '16:00', 'РСТ' union all
select 304330, 'Д.9, СТР.3, УЛ.ГОДОВИКОВА', 1, '04:00', '16:00', 'РСТ' union all
select 304442, 'ЛИГОВСКИЙ ПР. 50/12 Н', 1, '04:00', '16:00', 'РСТ' union all
select 305455, '16-30А, КОСАЯ ЛИНИЯ, ПОМ. 1-Н', 1, '04:00', '16:00', 'РСТ' union all
select 314263, 'Ш. ВАРШАВСКОЕ Д. 47, КОРП. 4', 1, '04:00', '16:00', 'РСТ' union all
select 340815, 'Д.1, УЛ. ПРОМБАЗА', 1, '04:00', '16:00', 'РСТ' union all
select 910000, '1-АЯ УЛИЦА РЕВСОБРАНИЙ 3А', 1, '04:00', '16:00', 'РСТ' union all
select 910001, 'ДЕРЕВНЯ МАРТЬЯНОВО', 1, '04:00', '16:00', 'РСТ' union all
select 910693, 'ПРОСПЕКТ ЛЕНИНА, 27', 1, '04:00', '16:00', 'РСТ' union all
select 8133, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'РСТ' union all
select 8130, 'ЗД.32,Д/1, УЛ. 4-Я ПРОМЫШЛЕННАЯ ЗОНА', 1, '04:00', '16:00', 'РСТ' union all
select 8125, 'Д.14А, УЛ. АЭРОПОРТОВСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 8123, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'РСТ' union all
select 8118, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'РСТ' union all
select 8117, 'ВЛД.1СТР.3, ЛЕШИНО ПРОМЗОНА', 1, '04:00', '16:00', 'РСТ' union all
select 8116, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'РСТ' union all
select 8115, 'ПОС.БЫКОВО, УЛ.АЭРОПОРТОВСКАЯ Д.14 П', 1, '04:00', '16:00', 'РСТ' union all
select 8114, 'ПРОМЗОНА НОВОСЕЛКИ, СТР. 43', 1, '04:00', '16:00', 'РСТ' union all
select 8112, 'Д.ЧЁРНАЯ ГРЯЗЬ, УЛ.СХОДНЕНСКАЯ, СТ', 1, '04:00', '16:00', 'РСТ' union all
select 8092, 'ВОСТОК КОРП. 1, К.1, КОСУЛИНО, ЛОГОПАРК КОЛЬЦЕВАЯ-ВОСТОК', 1, '04:00', '16:00', 'РСТ' union all
select 8091, '105, УЛ. ГЕРОЕВ ХАСАНА', 1, '04:00', '16:00', 'РСТ' union all
select 8090, 'Д. 8А/2, УЛ. ВОДОПРОВОДНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 8074, '3307 КМ ПЛАТФОРМА, Д.16,КОРП.7, ЭТ1,ПОМ13', 1, '04:00', '16:00', 'РСТ' union all
select 8072, '(S = 2128,3 КВ.М.),2 (S = 421,4 КВ.М.), 16, К.5, I,НОМЕРА ПОМЕЩЕНИЙ НА ПЛАНЕ 1, Д.16, КОРП.5,ЭТАЖ , КМ, , С.ТОЛМАЧЕВО,О.П.3307 КМ', 1, '04:00', '16:00', 'РСТ' union all
select 8070, '3 ПРОЕЗД, Д. 69.', 1, '04:00', '16:00', 'РСТ' union all
select 8052, '1 КМ СЕВЕРНЕЕ ЗЕЛЕНОВКА СНТ, 1,1', 1, '04:00', '16:00', 'РСТ' union all
select 8040, '12 ЛИТ. Е, УЛ. БРИГАДИРСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 8034, '10, ПРОМЫШЛЕННАЯ УЛ.', 1, '04:00', '16:00', 'РСТ' union all
select 8033, '36, УЛ. МОЖАЙСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 8032, '3, К.1, ЛОГОПАРК', 1, '04:00', '16:00', 'РСТ' union all
select 8023, 'ТЕЛЬМАНА ЗОНА,ЗД.1,БЛОК 1,ЭТ1, ЧЗ.1,ПОМ43', 1, '04:00', '16:00', 'РСТ' union all
select 8007, 'Г. НИЖНИЙ НОВГОРОД, ВОРОТЫНСКАЯ УЛ., 3', 1, '04:00', '16:00', 'РСТ' union all
select 8005, 'ПРОМЗОНА УТКИНА ЗАВОДЬ УЧ №1 КОРП. №2', 1, '04:00', '16:00', 'РСТ' union all
select 8003, '12, К.ВА, УЛ. ЗАПОРОЖСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 8001, '345,ЛИТ.А, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'РСТ' union all
select 8000, '345,ЛИТ.А, ПОМЕЩЕНИЕ 1Н,№ ЧАСТИ ПОМЕЩЕНИЯ 103, Ш. МОСКОВСКОЕ', 1, '04:00', '16:00', 'РСТ' union all
select 7137, 'Д.18, УЛ. ПОЧТОВАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 7127, 'Д.10, КИРПИЧНЫЙ ПРОЕЗД', 1, '04:00', '16:00', 'РСТ' union all
select 6002, '3,ЛИТ. Б, ТЕР. ПРОМЫШЛЕННОГО ПАРКА ВАЛИЩЕВО', 1, '04:00', '16:00', 'РСТ' union all
select 1240, '5, УЛ.ПРОМЫШЛЕННАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 1228, '161, П. ШУШАРЫ, МОСКОВСКОЕ Ш,', 1, '04:00', '16:00', 'РСТ' union all
select 0323, '1А, СТР.1, Ш. АРХОНСКОЕ', 1, '04:00', '16:00', 'РСТ' union all
select 0306, '190,СТР.4, УЛ. СТЕПНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0299, '17, ПР-КТ МИХАИЛА НАГИБИНА', 1, '04:00', '16:00', 'РСТ' union all
select 0279, '387, Ж, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'РСТ' union all
select 0215, '74 Г, УЛ. 2-Я СОВЕТСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0211, '8, УЛ. ПРОЛЕТАРСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0207, '2, ПР-Т УНИВЕРСИТЕТСКИЙ', 1, '04:00', '16:00', 'РСТ' union all
select 0195, '151, ПР-КТ КУНТА-ХАДЖИ КИШИЕВА', 1, '04:00', '16:00', 'РСТ' union all
select 0194, '2В/39, УЛ. ЯБЛОЧКОВА', 1, '04:00', '16:00', 'РСТ' union all
select 0191, '84, УЛ. 14-Я ЛИНИЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0179, '29, УЛ. ЗАПАДНЫЙ ОБХОД', 1, '04:00', '16:00', 'РСТ' union all
select 0149, '2Б, УЛ. ГАГАРИНА', 1, '04:00', '16:00', 'РСТ' union all
select 0144, '2,А, УЛ. БАТАЙСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0136, '30, УЛ. КОСМОНАВТОВ', 1, '04:00', '16:00', 'РСТ' union all
select 0134, '75, А, УЛ. ДОВАТОРЦЕВ', 1, '04:00', '16:00', 'РСТ' union all
select 0068, '13, ПР-КТ АЛЕКСАНДРОВСК-ГРУШЕВСКИЙ', 1, '04:00', '16:00', 'РСТ' union all
select 0047, '201, УЛ. ХАРЬКОВСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0046, '15, УЛ. БОЛЬШАЯ БУЛЬВАРНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0045, '267, УЛ. ДОВАТОРА', 1, '04:00', '16:00', 'РСТ' union all
select 0044, '29, УЛ. ГЕОЛОГИЧЕСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0041, '313, ПР-КТ ЛЕНИНА', 1, '04:00', '16:00', 'РСТ' union all
select 0039, '257, УЛ. РОССИЙСКАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 0038, '19, УЛ. ВОСТОЧНЫЙ ОБХОД', 1, '04:00', '16:00', 'РСТ' union all
select 0035, '1, УЛ. ГРИГОРЬЕВА', 1, '04:00', '16:00', 'РСТ' union all
select 0034, '7-Ж, 7-Ж, УЛ. ЛЕНИНА', 1, '04:00', '16:00', 'РСТ' union all
select 0033, '2, ПР-КТ АКСАЙСКИЙ', 1, '04:00', '16:00', 'РСТ' union all
select 0032, '105, ПР. УНИВЕРСИТЕТСКИЙ', 1, '04:00', '16:00', 'РСТ' union all
select 0031, '146,А, УЛ. НИКОЛАЯ ОСТРОВСКОГО', 1, '04:00', '16:00', 'РСТ' union all
select 0025, '40/1, УЛ. ПЕСЧАНАЯ', 1, '04:00', '16:00', 'РСТ' union all
select 8000796, '19,20, СКЛ.17,18, УЛ.4-Я ПРОМЫШЛЕННАЯ,Д.4', 1, '04:00', '16:00', 'РСТ' union all
select 8000474, '15, НОВОЧЕРКАССКОЕ ШОССЕ', 1, '04:00', '16:00', 'РСТ' union all
select 7034, 'АКСАЙСКИЙ Р-ОН, П. ЯНТАРНЫЙ, , НОВОЧЕРКАССКОЕ ШОССЕ 15', 1, '04:00', '16:00', 'РСТ' union all
select 7033, 'УЛ. КРАСНЫХ ПАРТИЗАН 2/1', 1, '04:00', '16:00', 'РСТ'
     ) AS data
GROUP BY lenta_dictionary_key ON CONFLICT (lenta_dictionary_key)
    DO
UPDATE SET address_name = EXCLUDED.address_name,
    type = EXCLUDED.type,
    time_shop = EXCLUDED.time_shop,
    time_stock = EXCLUDED.time_stock,
    region = EXCLUDED.region;
