ALTER TABLE spar_windows
    ADD CONSTRAINT uk_spar_windows_point_name UNIQUE (point_name);

INSERT INTO spar_windows (point_name, time_start, time_end)
SELECT
    TRIM("Наименование точки отгрузки") as point_name,
    TO_CHAR(TO_TIMESTAMP("Окно приемки с", 'HH24:MI:SS'), 'HH24:MI') as time_start,
    TO_CHAR(TO_TIMESTAMP("Окно приемки по", 'HH24:MI:SS'), 'HH24:MI') as time_end
FROM (
    SELECT 'Спар Миддл Волга ООО магазин №10 (НН) Евро' as "Наименование точки отгрузки", '18:00:00' as "Окно приемки с", '05:00:00' as "Окно приемки по" UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №11 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №12 (Городец)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №14 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №17 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №2 (Бор) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №21 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №22 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №23 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №24 (Чкаловск)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №25 (Сергач)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №26 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №27 (Дзержинск) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №28 (Балахна)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №29 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №3 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №30 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №32 (Кстово)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №34 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №35 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №37 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №39 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №4 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №40 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №41 (Дзержинск) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №43 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №44 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №45 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №48 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №50 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №62 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №63 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №64 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №69 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №70 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №71 (Богородск)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №72 (НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №78 (Кстово) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №80 (НН) Евро', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №82 (Дзержинск)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №83 (Кстово)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №84 (Н.Новгород)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №85 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №9 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №98 (НН) Евро', '18:00:00', '05:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №1(НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №1(Н.Новгород)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №5(НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №5(Н.Новгород)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №75(НН)', '08:00:00', '17:00:00' UNION ALL
    SELECT 'Спар Миддл Волга ООО магазин №75(Н.Новгород)', '08:00:00', '17:00:00'
    ) as temp_table
ON CONFLICT (point_name)
    DO NOTHING;